/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50717
Source Host           : localhost:3306
Source Database       : fsale

Target Server Type    : MYSQL
Target Server Version : 50717
File Encoding         : 65001

Date: 2017-06-30 10:18:56
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for b_canton
-- ----------------------------
DROP TABLE IF EXISTS `b_canton`;
CREATE TABLE `b_canton` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(255) DEFAULT NULL,
  `dataUpdateTime` varchar(255) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `cantonName` varchar(100) DEFAULT NULL,
  `memo` varchar(200) DEFAULT NULL,
  `useFlag` int(11) DEFAULT NULL,
  `cantonCode` varchar(50) DEFAULT NULL,
  `dataSort` int(11) DEFAULT NULL,
  `parentId` varchar(50) DEFAULT NULL,
  `shortCode` varchar(50) DEFAULT NULL,
  `coordinates` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX6ep4bchpni5bw75eemeeoiajg` (`id`),
  KEY `IDXmqoe3mx4tmlfvixjupsd6vymk` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of b_canton
-- ----------------------------
INSERT INTO `b_canton` VALUES ('0018b14e-3911-44bd-b653-4c1a516694c8', '2017-05-27 14:36:03', '2017-05-27 14:36:03', '0', '市辖区', '', '1', '451201', '1', '269', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('0026f302-f2e0-446a-8b11-a5d12e485fbe', '2017-05-27 15:52:23', '2017-05-27 15:52:23', '0', '马尔康市', '', '1', '513201', '1', '295', 'MEKS', null);
INSERT INTO `b_canton` VALUES ('005371eb-a87c-4dbe-bdc4-06fddd5cc7ac', '2017-05-27 17:58:14', '2017-05-27 17:58:14', '0', '陇县', '', '1', '610327', '9', '332', 'LX', null);
INSERT INTO `b_canton` VALUES ('006b0573-bb32-4caf-9508-dfb989d44b60', '2017-05-26 17:29:00', '2017-05-26 17:29:00', '0', '集美区', '', '1', '350211', '5', '155', 'JMQ', null);
INSERT INTO `b_canton` VALUES ('006b8406-1381-4756-84d4-15433f343000', '2017-05-26 16:13:24', '2017-05-26 16:13:24', '0', '桐乡市', '', '1', '330483', '8', '132', 'TXS', null);
INSERT INTO `b_canton` VALUES ('0085272a-b5cd-4c75-907a-207357a26665', '2017-05-27 19:20:06', '2017-05-27 19:20:06', '0', '头屯河区', '', '1', '650106', '6', '367', 'TTHQ', null);
INSERT INTO `b_canton` VALUES ('009f00cb-236b-4e5b-93da-28780715aad3', '2017-05-27 15:36:47', '2017-05-27 15:36:47', '0', '西充县', '', '1', '511325', '9', '287', 'XCX', null);
INSERT INTO `b_canton` VALUES ('00a755f3-169b-40dd-a250-67d574acdadb', '2017-05-27 17:01:35', '2017-05-27 17:01:35', '0', '江城哈呢族彝族自治县', '', '1', '530826', '8', '313', 'JCHNZYZZZX', null);
INSERT INTO `b_canton` VALUES ('00a77062-b6c5-4fc3-9c4f-9921d2db1fda', '2017-05-27 16:31:24', '2017-05-27 16:31:24', '0', '三穗县', '', '1', '522624', '4', '305', 'SSX', null);
INSERT INTO `b_canton` VALUES ('00ad8946-9205-478f-adec-6a2935703c31', '2017-05-27 14:20:57', '2017-05-27 14:20:57', '0', '万秀区', '', '1', '450403', '2', '261', 'WXQ', null);
INSERT INTO `b_canton` VALUES ('00ba7b9a-df92-486a-94ff-36f747f34a1c', '2017-05-27 11:30:55', '2017-05-27 11:30:55', '0', '洪湖市', '', '1', '421083', '8', '217', 'HHS', null);
INSERT INTO `b_canton` VALUES ('00bab992-ddd5-44c0-b7cf-55134d54f06e', '2017-05-27 16:01:52', '2017-05-27 16:01:52', '0', '宁南县', '', '1', '513427', '7', '297', 'NNX', null);
INSERT INTO `b_canton` VALUES ('00c0d7aa-e646-4801-95ae-4e14f003d4ae', '2017-05-26 14:12:35', '2017-05-26 14:12:35', '0', '南关区', '', '1', '220102', '2', '86', 'NGQ', null);
INSERT INTO `b_canton` VALUES ('00e146a9-73ac-450a-9aa2-4a81fc866ef0', '2017-05-27 16:55:42', '2017-05-27 16:55:42', '0', '威信县', '', '1', '530629', '11', '311', 'WXX', null);
INSERT INTO `b_canton` VALUES ('00f4aad2-3d02-4efe-89bd-ef22822cea74', '2017-05-26 17:24:58', '2017-05-26 17:25:07', '0', '连江县', '', '1', '350122', '8', '154', 'LJX', null);
INSERT INTO `b_canton` VALUES ('00f4c2f9-f67f-4221-a545-751ebc858986', '2017-05-26 17:49:19', '2017-05-26 17:49:19', '0', '永定区', '', '1', '350803', '3', '161', 'YDQ', null);
INSERT INTO `b_canton` VALUES ('011fe118-1264-49d4-a6b3-e037ef96ef0d', '2017-05-27 11:04:05', '2017-05-27 11:04:05', '0', '平舆县', '', '1', '411723', '5', '207', 'PYX', null);
INSERT INTO `b_canton` VALUES ('012a1922-de7f-4234-a3cc-bceee920519f', '2017-05-26 18:11:36', '2017-05-26 18:11:36', '0', '市辖区', '', '1', '360601', '1', '168', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('014e6c28-f6da-48fe-89e0-daee56edff4e', '2017-05-27 18:30:59', '2017-05-27 18:30:59', '0', '清水县', '', '1', '620521', '4', '344', 'QSX', null);
INSERT INTO `b_canton` VALUES ('01533cc9-57db-4764-957e-1fcb9e90a709', '2017-05-27 09:56:37', '2017-05-27 09:56:37', '0', '五莲县', '', '1', '371121', '4', '184', 'WLX', null);
INSERT INTO `b_canton` VALUES ('01747a7c-017d-47b7-855f-68b7ba0d98a7', '2017-05-27 18:07:30', '2017-05-27 18:07:30', '0', '安塞区', '', '1', '610603', '3', '335', 'ASQ', null);
INSERT INTO `b_canton` VALUES ('01ae5499-641f-483f-b019-e48046f2da12', '2017-05-26 17:29:12', '2017-05-26 17:29:12', '0', '同安区', '', '1', '350212', '6', '155', 'TAQ', null);
INSERT INTO `b_canton` VALUES ('01c3bf8d-d61c-4cde-821f-364b4ce260b8', '2017-05-27 17:57:24', '2017-05-27 17:57:39', '0', '扶风县', '', '1', '610324', '7', '332', 'FFX', null);
INSERT INTO `b_canton` VALUES ('01da652f-3220-4135-a3af-36644800ac60', '2017-05-27 11:00:30', '2017-05-27 11:00:30', '0', '淮滨县', '', '1', '411527', '10', '205', 'HBX', null);
INSERT INTO `b_canton` VALUES ('01db9a94-5307-4277-8850-f5dba734c5b9', '2017-05-27 13:24:48', '2017-05-27 13:24:48', '0', '从化区', '', '1', '440117', '11', '237', 'CHQ', null);
INSERT INTO `b_canton` VALUES ('01f2ee88-cc1e-46ba-b703-4237511a5748', '2017-05-26 15:35:35', '2017-05-26 15:35:40', '0', '溧阳市', '', '1', '320481', '7', 'f7dd0429-4109-436a-842c-5afddda13cbe', 'LYS', null);
INSERT INTO `b_canton` VALUES ('020f8454-90ad-4823-88e5-2fd310963dc6', '2017-05-27 16:20:09', '2017-05-27 16:20:13', '0', '关岭布衣族苗族自治县', '', '1', '520424', '6', '301', 'GLBYZMZZZX', null);
INSERT INTO `b_canton` VALUES ('021bdced-1042-4380-8e1a-8a3037823361', '2017-05-27 11:11:36', '2017-05-27 11:11:36', '0', '汉南区', '', '1', '420113', '10', '209', 'HNQ', null);
INSERT INTO `b_canton` VALUES ('0221e878-8234-459e-8917-d2b7e5a995f1', '2017-05-27 09:35:55', '2017-05-27 09:35:55', '0', '张店区', '', '1', '370303', '3', '176', 'ZDQ', null);
INSERT INTO `b_canton` VALUES ('023b3741-c1ee-4413-932d-8a8a729cb825', '2017-05-27 18:03:38', '2017-05-27 18:03:38', '0', '兴平市', '', '1', '610481', '15', '333', 'XPS', null);
INSERT INTO `b_canton` VALUES ('02421782-249c-4cc6-aeb8-75a2fb81fc17', '2017-05-27 15:43:37', '2017-05-27 15:43:37', '0', '武胜县', '', '1', '511622', '6', '290', 'WSX', null);
INSERT INTO `b_canton` VALUES ('024f721f-4874-4cbd-b4ac-01003b504b31', '2017-05-27 19:09:30', '2017-05-27 19:09:30', '0', '大武口区', '', '1', '640202', '2', '363', 'DWKQ', null);
INSERT INTO `b_canton` VALUES ('0251db49-6fcd-4b5f-bb88-dcf97cd0bdd5', '2017-05-27 18:54:24', '2017-05-27 18:54:24', '0', '城西区', '', '1', '630104', '4', '354', 'CXQ', null);
INSERT INTO `b_canton` VALUES ('027767f0-d913-4b5b-ab27-3e34ef205070', '2017-05-27 14:31:31', '2017-05-27 14:31:31', '0', '田东县', '', '1', '451022', '4', '267', 'TDX', null);
INSERT INTO `b_canton` VALUES ('02a6c141-ade5-4d3f-af33-a2a7b370de9d', '2017-05-26 17:44:53', '2017-05-26 17:44:53', '0', '建阳区', '', '1', '350703', '3', '160', 'JYQ', null);
INSERT INTO `b_canton` VALUES ('02adb990-5e23-4c43-a07a-a86a9fc975e7', '2017-05-27 17:29:00', '2017-05-27 17:29:00', '0', '达孜县', '', '1', '540126', '8', '323', 'DZX', null);
INSERT INTO `b_canton` VALUES ('02bfcd7b-5297-49af-a92e-1fcd64d5d989', '2017-05-26 14:28:44', '2017-05-26 14:28:44', '0', '龙井市', '', '1', '222405', '5', '94', 'LJS', null);
INSERT INTO `b_canton` VALUES ('02c3e4f2-ffb1-439a-8a1a-c1fa1f1388c9', '2017-05-26 10:39:17', '2017-05-26 10:39:17', '0', '市辖区', '', '1', '140901', '1', '57', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('02dfbebe-6937-4bc4-8c2e-ee183ddb634f', '2017-05-27 14:20:27', '2017-05-27 14:20:27', '0', '恭城瑶族自治县', '', '1', '450332', '18', '260', 'GCYZZZX', null);
INSERT INTO `b_canton` VALUES ('02e6c559-4930-4f2c-b890-9bda4def2701', '2017-05-27 17:12:09', '2017-05-27 17:12:14', '0', '金平苗族瑶族傣族自治县', '', '1', '532530', '11', '316', 'JPMZYZDZZZX', null);
INSERT INTO `b_canton` VALUES ('031d4913-2dcc-43fe-8d64-66c95dfd10c7', '2017-05-27 17:13:54', '2017-05-27 17:13:54', '0', '西畴县', '', '1', '532623', '3', '317', 'XCX', null);
INSERT INTO `b_canton` VALUES ('033a008f-2259-4846-9263-b273a8770f6d', '2017-05-27 17:34:25', '2017-05-27 17:34:25', '0', '岗巴县', '', '1', '540237', '18', '326', 'GBX', null);
INSERT INTO `b_canton` VALUES ('03783dbc-885a-4b95-9517-6eb507f8f422', '2017-05-26 16:38:10', '2017-05-26 16:38:10', '0', '肥西县', '', '1', '340123', '8', '137', 'FXX', null);
INSERT INTO `b_canton` VALUES ('0386e64a-c2d5-4d00-9c63-5ce97a7787ca', '2017-05-27 09:34:02', '2017-05-27 09:34:02', '0', '即墨市', '', '1', '370282', '9', '175', 'JMS', null);
INSERT INTO `b_canton` VALUES ('03a0fb87-1b00-40d3-a7eb-979baddade1a', '2017-05-26 11:27:58', '2017-05-26 11:27:58', '0', '丰镇市', '', '1', '150981', '12', '68', 'FZS', null);
INSERT INTO `b_canton` VALUES ('03a10cd7-d9f5-4a57-af7c-f3e65e6f45fd', '2017-05-27 16:12:56', '2017-05-27 16:12:56', '0', '市辖区', '', '1', '520301', '1', '300', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('03a9c089-d7cc-44d3-a662-472903033749', '2017-05-27 18:50:40', '2017-05-27 18:50:40', '0', '临潭县', '', '1', '623021', '2', '353', 'LTX', null);
INSERT INTO `b_canton` VALUES ('03d03222-4c68-490a-a956-670fd81fe499', '2017-05-27 17:20:02', '2017-05-27 17:20:02', '0', '剑川县', '', '1', '532931', '11', '319', 'JCX', null);
INSERT INTO `b_canton` VALUES ('03d8531f-7fad-45f9-babb-50b8f75d0d4b', '2017-05-27 13:40:59', '2017-05-27 13:40:59', '0', '赤坎区', '', '1', '440802', '2', '244', 'CKQ', null);
INSERT INTO `b_canton` VALUES ('0408329a-0dcd-4c43-8d0e-641bcccb13b2', '2017-05-27 13:25:53', '2017-05-27 13:25:53', '0', '浈江区', '', '1', '440204', '3', '238', 'ZJQ', null);
INSERT INTO `b_canton` VALUES ('040ebf34-2386-4e00-a0bd-e96c09f23e35', '2017-05-26 10:49:31', '2017-05-26 10:49:31', '0', '永和县', '', '1', '141032', '14', '58', 'YHX', null);
INSERT INTO `b_canton` VALUES ('0428f639-3913-4c2d-a9ee-54ef5ea234ff', '2017-05-26 11:02:18', '2017-05-26 11:02:18', '0', '土默特右旗', '', '1', '150221', '8', '61', 'TMTYQ', null);
INSERT INTO `b_canton` VALUES ('043969e7-7302-4679-abfc-654a722f1436', '2017-05-26 14:50:21', '2017-05-26 14:50:21', '0', '伊春区', '', '1', '230702', '2', '102', 'YCQ', null);
INSERT INTO `b_canton` VALUES ('04470372-bfb0-4d5e-bcbb-f2aff0155244', '2017-05-27 09:44:16', '2017-05-27 09:44:16', '0', '招远市', '', '1', '370685', '11', '179', 'ZYS', null);
INSERT INTO `b_canton` VALUES ('044d1dbc-a9cd-48f3-8cea-57be1fafb5e4', '2017-05-26 14:07:37', '2017-05-26 14:07:37', '0', '龙城区', '', '1', '211303', '3', '84', 'LCQ', null);
INSERT INTO `b_canton` VALUES ('04516e1c-bdd8-44c6-9a61-4b2d2e56a06f', '2017-05-27 19:07:03', '2017-05-27 19:07:03', '0', '市辖区', '', '1', '640101', '1', '362', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('045a486c-6859-4a6f-b052-c1c90c01d745', '2017-05-27 13:50:14', '2017-05-27 13:50:14', '0', '市辖区', '', '1', '441301', '1', '247', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('046249c7-7e4b-4252-a204-3494649e842c', '2017-05-26 09:52:17', '2017-05-26 09:52:17', '0', '运河区', '', '1', '130903', '3', '46', 'YHQ', null);
INSERT INTO `b_canton` VALUES ('04661b3f-f8f0-49d0-9792-a23e3f598c10', '2017-05-27 16:34:19', '2017-05-27 16:34:19', '0', '雷山县', '', '1', '522634', '14', '305', 'LSX', null);
INSERT INTO `b_canton` VALUES ('0467867a-cfca-40a2-9dd7-6f4ffe01f994', '2017-05-26 09:29:24', '2017-05-26 09:29:30', '0', '隆尧县', '', '1', '130525', '8', '42', 'LYX', null);
INSERT INTO `b_canton` VALUES ('04723e8b-0c55-4ea6-8599-0d6d0cf45cfd', '2017-05-27 09:58:09', '2017-05-27 09:58:09', '0', '兰山区', '', '1', '371302', '2', '186', 'LSQ', null);
INSERT INTO `b_canton` VALUES ('0483882f-20bd-4157-b47d-24e256e023c7', '2017-05-26 17:34:32', '2017-05-26 17:34:39', '0', '清流县', '', '1', '350423', '5', '157', 'QLX', null);
INSERT INTO `b_canton` VALUES ('04a23168-4e19-40ca-8031-8fa013a33c2d', '2017-05-27 10:27:58', '2017-05-27 10:27:58', '0', '偃师市', '', '1', '410381', '15', '193', 'QSS', null);
INSERT INTO `b_canton` VALUES ('04a56d33-fd0f-43b8-adc9-29c294004c12', '2017-05-26 16:18:34', '2017-05-26 16:18:34', '0', '浦江县', '', '1', '330726', '5', '135', 'PJX', null);
INSERT INTO `b_canton` VALUES ('04f17b6a-e706-4c44-84b3-0085900e298f', '2017-05-27 14:22:59', '2017-05-27 14:22:59', '0', '蒙山县', '', '1', '450423', '7', '261', 'MSX', null);
INSERT INTO `b_canton` VALUES ('051d3514-e06f-4811-8220-50a43b5da4e4', '2017-05-26 09:58:57', '2017-05-26 09:58:57', '0', '黄骅市', '', '1', '130983', '16', '46', 'HAS', null);
INSERT INTO `b_canton` VALUES ('051d92f6-db4b-4155-863b-f29304ae391a', '2017-05-27 16:03:30', '2017-05-27 16:03:30', '0', '岳西县', '', '1', '513434', '14', '297', 'YXX', null);
INSERT INTO `b_canton` VALUES ('05382293-11ea-49b1-87f2-5dd3544eed79', '2017-05-27 09:54:37', '2017-05-27 09:54:37', '0', '新泰市', '', '1', '370982', '6', '182', 'XTS', null);
INSERT INTO `b_canton` VALUES ('0539b934-e9e6-42f1-936b-998b23a2c934', '2017-05-27 19:45:54', '2017-05-27 19:45:54', '0', '图木舒克市', '', '1', '659003', '3', '381', 'TMSKS', null);
INSERT INTO `b_canton` VALUES ('053b86d2-e597-4e3f-8f22-f9eeb7cf5929', '2017-05-27 09:42:21', '2017-05-27 09:42:21', '0', '牟平区', '', '1', '370612', '4', '179', 'MPQ', null);
INSERT INTO `b_canton` VALUES ('0549f75f-693a-453d-9c8e-3e0705b8a0ee', '2017-05-27 18:43:45', '2017-05-27 18:43:45', '0', '岷县', '', '1', '621126', '8', '350', 'MX', null);
INSERT INTO `b_canton` VALUES ('05538e39-204c-43dd-a454-7ba21b120bc3', '2017-05-27 14:09:43', '2017-05-27 14:09:43', '0', '邕宁区', '', '1', '450109', '7', '258', 'YNQ', null);
INSERT INTO `b_canton` VALUES ('055ef4ec-90d3-41c2-95e2-6040f43f82ea', '2017-05-27 10:35:47', '2017-05-27 10:35:47', '0', '浚县', '', '1', '410621', '5', '196', 'XX', null);
INSERT INTO `b_canton` VALUES ('05f43f0d-e1d6-4f15-87d9-6efa41b680f7', '2017-05-26 17:03:22', '2017-05-26 17:03:22', '0', '定远县', '', '1', '341125', '6', '146', 'DYX', null);
INSERT INTO `b_canton` VALUES ('05fecae4-728f-4950-ad2d-99f18a4ebe64', '2017-05-26 13:36:55', '2017-05-26 13:36:55', '0', '瓦房店市', '', '1', '210281', '10', '73', 'WFDS', null);
INSERT INTO `b_canton` VALUES ('06274e19-e5a4-4463-81b0-3a78443facc8', '2017-05-26 10:14:10', '2017-05-26 10:14:10', '0', '阳高县', '', '1', '140221', '6', '50', 'YGX', null);
INSERT INTO `b_canton` VALUES ('062bf1ce-57b6-436b-b2e9-2396915ce6fe', '2017-05-27 14:46:25', '2017-05-27 14:46:25', '0', '市辖区', '', '1', '460101', '1', '272', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('062cddf7-2fd5-483c-88f8-6fa581c19e72', '2017-05-27 09:43:52', '2017-05-27 09:43:52', '0', '蓬莱市', '', '1', '370684', '10', '179', 'PLS', null);
INSERT INTO `b_canton` VALUES ('063495b2-8acd-47fc-89eb-1b662b92d0a4', '2017-05-26 15:08:47', '2017-05-26 15:08:47', '0', '肇东市', '', '1', '231282', '10', '107', 'ZDS', null);
INSERT INTO `b_canton` VALUES ('063b5ff4-41c4-4e90-900e-4a417489334e', '2017-05-27 10:58:58', '2017-05-27 10:58:58', '0', '光山县', '', '1', '411522', '5', '205', 'GSX', null);
INSERT INTO `b_canton` VALUES ('064388dd-dba6-4256-a036-efc31b3df09c', '2017-05-27 17:19:01', '2017-05-27 17:19:01', '0', '巍山彝族回族自治县', '', '1', '532927', '7', '319', 'WSYZHZZZX', null);
INSERT INTO `b_canton` VALUES ('0650ea8e-3214-48d3-bd25-499f499bdf52', '2017-05-26 09:37:14', '2017-05-26 09:37:14', '0', '望都县', '', '1', '130631', '14', '43', 'WDX', null);
INSERT INTO `b_canton` VALUES ('0657e55f-21ee-4f56-a36c-9c28ff80181b', '2017-05-27 19:21:19', '2017-05-27 19:21:19', '0', '独山子区', '', '1', '650202', '2', '368', 'DSZQ', null);
INSERT INTO `b_canton` VALUES ('067ac922-4e0c-40e9-a2b6-a1330bcef7be', '2017-05-27 15:47:35', '2017-05-27 15:47:35', '0', '名山区', '', '1', '511803', '3', '292', 'MSQ', null);
INSERT INTO `b_canton` VALUES ('0698231d-5828-46d8-9e74-9a9a78c9f04a', '2017-05-27 09:18:09', '2017-05-27 09:18:09', '0', '南丰县', '', '1', '361023', '5', '172', 'NFX', null);
INSERT INTO `b_canton` VALUES ('06c29146-5328-442c-a1cb-8169ae8c9ce6', '2017-05-27 09:14:22', '2017-05-27 09:14:22', '0', '井冈山市', '', '1', '360881', '14', '170', 'JGSS', null);
INSERT INTO `b_canton` VALUES ('06c36db1-8b67-4247-b5d1-0af20bf47685', '2017-05-26 17:14:18', '2017-05-26 17:14:18', '0', '利辛县', '', '1', '341623', '5', '151', 'LXX', null);
INSERT INTO `b_canton` VALUES ('06cc3152-e784-46d3-8ae8-874721df857f', '2017-05-26 14:43:31', '2017-05-26 14:43:31', '0', '兴山区', '', '1', '230407', '7', '99', 'XSQ', null);
INSERT INTO `b_canton` VALUES ('06d6dd44-3f3c-4f71-8bd4-eb281e93c993', '2017-05-26 11:17:07', '2017-05-26 11:17:07', '0', '阿荣旗', '', '1', '150721', '4', '66', 'ARQ', null);
INSERT INTO `b_canton` VALUES ('06e896b8-ff8f-4c81-92c7-277516605550', '2017-05-26 09:57:41', '2017-05-26 09:57:41', '0', '孟村回族自治县', '', '1', '130930', '13', '46', 'MCHZZZX', null);
INSERT INTO `b_canton` VALUES ('06eaffdd-bb92-4a46-b7b3-fada734153c6', '2017-05-26 16:04:20', '2017-05-26 16:04:20', '0', '海曙区', '', '1', '330203', '2', '130', 'HSQ', null);
INSERT INTO `b_canton` VALUES ('07080724-1926-417e-9e29-9ae23b70abf1', '2017-05-26 11:09:46', '2017-05-26 11:09:46', '0', '敖汉旗', '', '1', '150430', '13', '63', 'AHQ', null);
INSERT INTO `b_canton` VALUES ('07215d81-c928-408e-90af-1ad7a84fda8f', '2017-05-27 09:22:31', '2017-05-27 09:22:31', '0', '横峰县', '', '1', '361125', '7', '173', 'HFX', null);
INSERT INTO `b_canton` VALUES ('0726d5b9-62c5-49ae-9de2-1096346f1d35', '2017-05-27 18:38:30', '2017-05-27 18:38:30', '0', '阿克塞哈萨克族自治县', '', '1', '620924', '6', '348', 'AKSHSKZZZX', null);
INSERT INTO `b_canton` VALUES ('077ceaac-1508-4362-b204-2bfced5b4263', '2017-05-27 13:44:33', '2017-05-27 13:44:33', '0', '鼎湖区', '', '1', '441203', '3', '246', 'DHQ', null);
INSERT INTO `b_canton` VALUES ('077f9fa5-3fbc-47ee-bd3d-31a7f2bc1e9c', '2017-05-27 12:50:13', '2017-05-27 12:50:20', '0', '绥宁县', '', '1', '430527', '9', '227', 'SNX', null);
INSERT INTO `b_canton` VALUES ('07aad5ef-6242-4181-a858-ce88752b2d8f', '2017-05-26 10:44:30', '2017-05-26 10:44:30', '0', '保德县', '', '1', '140931', '13', '57', 'BDX', null);
INSERT INTO `b_canton` VALUES ('07c96309-0fce-45a1-a02b-760e78712a8e', '2017-05-26 15:41:00', '2017-05-26 15:41:00', '0', '海安县', '', '1', '320621', '5', '937b81e5-ce62-429a-b6d8-33ea4e7159c0', 'HAX', null);
INSERT INTO `b_canton` VALUES ('0808362a-cbdf-4ff6-b35b-3e0a4a57ed43', '2017-05-27 15:43:26', '2017-05-27 15:43:26', '0', '岳池县', '', '1', '511621', '4', '290', 'YCX', null);
INSERT INTO `b_canton` VALUES ('08142328-e47c-4702-acad-2b96ca7d5fa8', '2017-05-27 12:42:26', '2017-05-27 12:42:26', '0', '攸县', '', '1', '430223', '7', '224', 'YX', null);
INSERT INTO `b_canton` VALUES ('083c7c07-96ae-441a-a5a6-576166880e61', '2017-05-26 09:32:24', '2017-05-26 09:32:24', '0', '清河县', '', '1', '130534', '17', '42', 'QHX', null);
INSERT INTO `b_canton` VALUES ('083de1dd-7a7e-4127-ad35-a918ae7d9907', '2017-05-27 11:05:38', '2017-05-27 11:05:38', '0', '汝南县', '', '1', '411727', '9', '207', 'RNX', null);
INSERT INTO `b_canton` VALUES ('0849b895-6eae-4210-80cb-9527e1fa1d1f', '2017-05-26 13:54:09', '2017-05-26 13:54:09', '0', '太平区', '', '1', '210904', '4', '80', 'TPQ', null);
INSERT INTO `b_canton` VALUES ('084a7fc4-3604-4b47-b2c1-85f0c3c10070', '2017-05-26 14:20:59', '2017-05-26 14:20:59', '0', '梅河口市', '', '1', '220581', '7', '90', 'MHKS', null);
INSERT INTO `b_canton` VALUES ('08676f0e-9968-4ff2-9d8c-e93863bf479f', '2017-05-27 14:57:41', '2017-05-27 14:57:41', '0', '黔江区', '', '1', '500114', '14', '275', 'QJQ', null);
INSERT INTO `b_canton` VALUES ('08793d08-103e-4f02-b937-bbfe959aa3f5', '2017-05-27 19:30:42', '2017-05-27 19:30:42', '0', '温宿县', '', '1', '652922', '2', '374', 'WSX', null);
INSERT INTO `b_canton` VALUES ('0881128b-2a35-45da-b4ec-56346b88f3c1', '2017-05-26 15:08:04', '2017-05-26 15:08:04', '0', '明水县', '', '1', '231225', '7', '107', 'MSX', null);
INSERT INTO `b_canton` VALUES ('08840c98-3346-4061-80f5-11c81bb7f1a1', '2017-05-26 17:27:59', '2017-05-26 17:27:59', '0', '海沧区', '', '1', '350205', '3', '155', 'HCQ', null);
INSERT INTO `b_canton` VALUES ('08916193-5cc1-4c5b-b782-95e610caf281', '2017-05-27 14:46:45', '2017-05-27 14:46:45', '0', '龙华区', '', '1', '460106', '3', '272', 'LHQ', null);
INSERT INTO `b_canton` VALUES ('08bd8b2c-f8d1-4a52-8320-4975a31bb499', '2017-05-26 16:53:35', '2017-05-26 16:53:35', '0', '怀宁县', '', '1', '340822', '5', '144', 'HNX', null);
INSERT INTO `b_canton` VALUES ('08c02232-75d7-4d6b-9bb4-251dd3fdd283', '2017-05-26 09:13:28', '2017-05-26 09:13:28', '0', '古治区', '', '1', '130204', '4', '39', 'GZQ', null);
INSERT INTO `b_canton` VALUES ('08cce389-5cb5-450a-846e-0136e298cd95', '2017-05-26 14:55:56', '2017-05-26 14:55:56', '0', '嘉荫县', '', '1', '230722', '17', '102', 'JYX', null);
INSERT INTO `b_canton` VALUES ('08fb5737-9513-4458-bd52-97f3ba9e6291', '2017-05-27 11:06:01', '2017-05-27 11:06:01', '0', '新蔡县', '', '1', '411729', '11', '207', 'XCX', null);
INSERT INTO `b_canton` VALUES ('08fff056-5db4-45cd-9ffb-3985e9830881', '2017-05-26 13:38:13', '2017-05-26 13:38:13', '0', '立山区', '', '1', '210304', '4', '74', 'LSQ', null);
INSERT INTO `b_canton` VALUES ('09016f82-f5aa-4862-8be7-65454496bed9', '2017-05-27 18:32:25', '2017-05-27 18:32:25', '0', '市辖区', '', '1', '620601', '1', '345', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('0915e91f-768a-473a-a63b-99238339713f', '2017-05-27 19:02:39', '2017-05-27 19:02:39', '0', '玛多县', '', '1', '632626', '6', '359', 'MDX', null);
INSERT INTO `b_canton` VALUES ('091abd7e-f8bf-48dd-a4b3-3547260b0f14', '2017-05-27 15:52:09', '2017-05-27 15:52:09', '0', '乐至县', '', '1', '512022', '4', '294', 'LZX', null);
INSERT INTO `b_canton` VALUES ('092cac96-8db2-4bcf-9113-ee29276bbef0', '2017-05-27 18:36:42', '2017-05-27 18:36:42', '0', '静宁县', '', '1', '620826', '8', '347', 'JNX', null);
INSERT INTO `b_canton` VALUES ('0935d5d9-dad1-4e7b-9450-09e76bb5d82d', '2017-05-27 18:05:52', '2017-05-27 18:05:52', '0', '富平县', '', '1', '610528', '10', '334', 'FPX', null);
INSERT INTO `b_canton` VALUES ('0961c3ba-09d3-47fd-b9c2-b1042e626564', '2017-05-27 10:55:42', '2017-05-27 10:55:42', '0', '民权县', '', '1', '411421', '4', '204', 'MQX', null);
INSERT INTO `b_canton` VALUES ('0969967d-db7d-4f23-8f96-bde86ffa6ada', '2017-05-27 14:31:43', '2017-05-27 14:31:43', '0', '平果县', '', '1', '451023', '5', '267', 'PGX', null);
INSERT INTO `b_canton` VALUES ('096af671-0fa9-44c8-b082-2f55db25b3a6', '2017-05-26 15:24:03', '2017-05-26 15:24:03', '0', '江苏省扬州市', '', '1', '321000', '10', '11', 'JSSYZS', null);
INSERT INTO `b_canton` VALUES ('0973fc34-cc2f-41e8-8c9a-727b946a5fc9', '2017-05-27 17:32:32', '2017-05-27 17:32:32', '0', '仁布县', '', '1', '540229', '10', '326', 'RBX', null);
INSERT INTO `b_canton` VALUES ('099b55ac-28ce-4550-ab5c-9c5ed132d107', '2017-05-26 14:49:58', '2017-05-26 14:49:58', '0', '市辖区', '', '1', '230701', '1', '102', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('09a18532-272f-489b-82fc-c53db0eaea50', '2017-05-27 10:58:40', '2017-05-27 10:58:40', '0', '罗山县', '', '1', '411521', '4', '205', 'LSX', null);
INSERT INTO `b_canton` VALUES ('09ce0b29-4991-4a98-a265-1b6e82bf6090', '2017-05-27 17:00:52', '2017-05-27 17:00:52', '0', '景谷傣族彝族自治县', '', '1', '530824', '6', '313', 'JGDZYZZZX', null);
INSERT INTO `b_canton` VALUES ('09fd9d0e-af6d-44c3-9af5-d0d481acd85c', '2017-05-27 12:41:57', '2017-05-27 12:41:57', '0', '天元区', '', '1', '430211', '5', '224', 'TYQ', null);
INSERT INTO `b_canton` VALUES ('0a079408-05d6-4d9e-b09a-f5b143b6ea66', '2017-05-27 16:17:28', '2017-05-27 16:17:28', '0', '湄潭县', '', '1', '520328', '11', '300', 'VTX', null);
INSERT INTO `b_canton` VALUES ('0a0cda61-0377-4740-ba2f-e607b0f1a254', '2017-05-26 17:37:52', '2017-05-26 17:37:52', '0', '泉港区', '', '1', '350505', '5', '158', 'QGQ', null);
INSERT INTO `b_canton` VALUES ('0a28f63b-4f3f-4e09-9ffe-c859529a6ba1', '2017-05-27 14:13:16', '2017-05-27 14:13:16', '0', '市辖区', '', '1', '450201', '1', '259', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('0a328aa1-4d96-47fa-8d56-3100ce3eb0fb', '2017-05-27 19:42:56', '2017-05-27 19:42:56', '0', '沙湾县', '', '1', '654223', '4', '379', 'SWX', null);
INSERT INTO `b_canton` VALUES ('0a5b074f-15f6-4843-b0ac-4b284b594e88', '2017-05-26 17:17:17', '2017-05-26 17:17:17', '0', '广德县', '', '1', '341822', '4', '153', 'GDX', null);
INSERT INTO `b_canton` VALUES ('0a6463f6-c027-42ac-9838-a3d5ab8281dd', '2017-05-26 10:20:42', '2017-05-26 10:20:49', '0', '长子县', '', '1', '140428', '10', '52', 'CZX', null);
INSERT INTO `b_canton` VALUES ('0a6daa88-456b-4df3-9dd0-538025d10e56', '2017-05-27 16:22:44', '2017-05-27 16:22:44', '0', '威宁彝族回族苗族自治县', '', '1', '520526', '8', '304', 'WNYZHZMZZZX', null);
INSERT INTO `b_canton` VALUES ('0a976f7e-f6d2-4b47-bf5d-d7fd33b06284', '2017-05-27 16:02:51', '2017-05-27 16:02:51', '0', '昭觉县', '', '1', '513431', '11', '297', 'ZJX', null);
INSERT INTO `b_canton` VALUES ('0aa60b8c-146a-45ff-a629-0cde02b648f0', '2017-05-26 10:39:53', '2017-05-26 10:39:53', '0', '忻府区', '', '1', '140902', '2', '57', 'XFQ', null);
INSERT INTO `b_canton` VALUES ('0ad2429b-24e3-4de1-b2b1-c98bdb798eff', '2017-05-26 16:46:46', '2017-05-26 16:46:46', '0', '市辖区', '', '1', '340501', '1', '141', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('0b00f9cf-a21f-45c0-ac59-c633c3d74a07', '2017-05-26 15:52:33', '2017-05-26 15:52:33', '0', '市辖区', '', '1', '321201', '1', '253b619a-cfd5-4387-9ff2-0f95d270c3a0', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('0b09b702-a949-434c-b896-4e5ad71016dd', '2017-05-27 11:38:25', '2017-05-27 11:38:25', '0', '鹤峰县', '', '1', '422828', '8', '221', 'HFX', null);
INSERT INTO `b_canton` VALUES ('0b105ca5-2bfe-4b87-a21d-aa05e5d1d2b6', '2017-05-26 15:37:44', '2017-05-26 15:37:44', '0', '吴中区', '', '1', '320506', '3', '98fd7192-e4bf-49ef-a19a-61f20d75ec51', 'WZQ', null);
INSERT INTO `b_canton` VALUES ('0b11d7e4-883d-4206-a43d-527b72020cc1', '2017-05-26 11:22:57', '2017-05-26 11:22:57', '0', '乌拉特前旗', '', '1', '150823', '5', '67', 'WLTQQ', null);
INSERT INTO `b_canton` VALUES ('0b1afefb-188a-4681-8433-610069b64cf4', '2017-05-26 16:15:17', '2017-05-26 16:15:17', '0', '柯桥区', '', '1', '330603', '3', '134', 'KQQ', null);
INSERT INTO `b_canton` VALUES ('0b1f37e9-2c53-4e06-a41f-2c2bad29d759', '2017-05-27 15:14:31', '2017-05-27 15:14:31', '0', '简阳市', '', '1', '510185', '21', '277', 'JYS', null);
INSERT INTO `b_canton` VALUES ('0b2a5bec-f8c2-4c04-add6-7e8aac9f338f', '2017-05-26 14:52:13', '2017-05-26 14:52:13', '0', '五营区', '', '1', '230710', '10', '102', 'WYQ', null);
INSERT INTO `b_canton` VALUES ('0b528be2-1531-4de9-8822-774f3412bfa8', '2017-05-26 14:48:17', '2017-05-26 14:48:17', '0', '肇州县', '', '1', '230621', '7', '101', 'ZZX', null);
INSERT INTO `b_canton` VALUES ('0b8f2f63-b5fd-4253-a8c7-6a2196f9dafa', '2017-05-27 17:06:50', '2017-05-27 17:06:50', '0', '牟定县', '', '1', '532323', '3', '315', 'MDX', null);
INSERT INTO `b_canton` VALUES ('0b9a29a3-79b2-4fe8-87e5-1d7462121998', '2017-05-26 11:01:25', '2017-05-26 11:01:25', '0', '石拐区', '', '1', '150205', '5', '61', 'SGQ', null);
INSERT INTO `b_canton` VALUES ('0bb06512-75ae-4cbc-bccf-39f21ea7b37b', '2017-05-27 09:13:59', '2017-05-27 09:14:07', '0', '永新县', '', '1', '360830', '13', '170', 'YXX', null);
INSERT INTO `b_canton` VALUES ('0bb8ea12-a3bd-478d-a5b2-5607a71a3731', '2017-05-27 18:34:56', '2017-05-27 18:34:56', '0', '山丹县', '', '1', '620725', '7', '346', 'SDX', null);
INSERT INTO `b_canton` VALUES ('0bbb6f71-2491-47ce-92fe-2b4a74e0b920', '2017-05-27 15:24:07', '2017-05-27 15:24:07', '0', '盐亭县', '', '1', '510723', '6', '282', 'YTX', null);
INSERT INTO `b_canton` VALUES ('0bc167fb-8684-409b-a0b8-526ff7665f98', '2017-05-26 09:51:59', '2017-05-26 09:51:59', '0', '市辖区', '', '1', '130901', '1', '46', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('0bcd6554-c785-4053-af0c-e3e4f67eb71c', '2017-05-26 10:19:53', '2017-05-26 10:19:53', '0', '平顺县', '', '1', '140425', '7', '52', 'PSX', null);
INSERT INTO `b_canton` VALUES ('0bdfc687-5f94-40a3-9f32-d360fe4e3a35', '2017-05-26 09:16:24', '2017-05-26 09:16:24', '0', '乐亭县', '', '1', '130225', '12', '39', 'LTX', null);
INSERT INTO `b_canton` VALUES ('0becdaea-2f90-4f4c-a075-9b08f1824c70', '2017-05-27 16:09:45', '2017-05-27 16:09:45', '0', '息烽县', '', '1', '520122', '9', '298', 'XFX', null);
INSERT INTO `b_canton` VALUES ('0c0c3e8e-137a-46c6-80b2-b8f46f608dc9', '2017-05-27 18:28:21', '2017-05-27 18:28:21', '0', '市辖区', '', '1', '620301', '1', '342', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('0c20cbcf-dd73-47fd-b30c-0a8e0af1d33f', '2017-05-27 18:47:35', '2017-05-27 18:47:35', '0', '徽县', '', '1', '621227', '9', '351', 'HX', null);
INSERT INTO `b_canton` VALUES ('0c4531d3-372d-4830-a17f-759e86f3823a', '2017-05-27 15:29:57', '2017-05-27 15:29:57', '0', '东兴区', '', '1', '511011', '3', '285', 'DXQ', null);
INSERT INTO `b_canton` VALUES ('0c7e262b-3572-4a5a-afc2-89d99717e5b5', '2017-05-27 10:42:17', '2017-05-27 10:42:17', '0', '博爱县', '', '1', '410822', '7', '198', 'BAX', null);
INSERT INTO `b_canton` VALUES ('0c84fa2c-2cc6-47af-893a-4e1be806b035', '2017-05-27 18:08:08', '2017-05-27 18:08:08', '0', '子长县', '', '1', '610623', '6', '335', 'ZCX', null);
INSERT INTO `b_canton` VALUES ('0cc5c1f6-77a9-4c60-ab1d-462781573fac', '2017-05-27 13:16:13', '2017-05-27 13:16:13', '0', '涟源市', '', '1', '431382', '6', '235', 'LYS', null);
INSERT INTO `b_canton` VALUES ('0ce1a468-e6fd-48cb-83cc-a7b28e4c70fc', '2017-05-26 17:01:33', '2017-05-26 17:01:33', '0', '琅琊区', '', '1', '341102', '2', '146', 'LSQ', null);
INSERT INTO `b_canton` VALUES ('0ce3110f-7821-4b2e-9031-7a367e884533', '2017-05-27 19:45:31', '2017-05-27 19:45:31', '0', '石河子市', '', '1', '659001', '1', '381', 'SHZS', null);
INSERT INTO `b_canton` VALUES ('0ce3ab66-b54e-42f1-8331-a3dc45ef3f8b', '2017-05-26 15:14:59', '2017-05-26 15:14:59', '0', '闵行区', '', '1', '310112', '8', '112', 'BXQ', null);
INSERT INTO `b_canton` VALUES ('0d1b55da-db89-4f49-866d-00bc72e7d5df', '2017-05-27 18:58:57', '2017-05-27 18:58:57', '0', '刚察县', '', '1', '632224', '4', '356', 'GCX', null);
INSERT INTO `b_canton` VALUES ('0d28bf0c-8240-4f79-8493-6525cd5eaea1', '2017-05-26 18:07:05', '2017-05-26 18:07:05', '0', '浔阳区', '', '1', '360403', '3', '166', 'NYQ', null);
INSERT INTO `b_canton` VALUES ('0d2cb321-9be9-489c-89fd-149a337a7922', '2017-05-27 12:44:08', '2017-05-27 12:44:15', '0', '湘潭县', '', '1', '430321', '4', '225', 'XTX', null);
INSERT INTO `b_canton` VALUES ('0d2ea01a-b998-4482-9ffd-03033d2e666f', '2017-05-27 18:46:52', '2017-05-27 18:46:52', '0', '康县', '', '1', '621224', '6', '351', 'KX', null);
INSERT INTO `b_canton` VALUES ('0d52eeca-713f-4dcb-889d-5c3a2c0a8932', '2017-05-27 16:47:09', '2017-05-27 16:47:16', '0', '师宗县', '', '1', '530323', '6', '308', 'SZX', null);
INSERT INTO `b_canton` VALUES ('0d637fe5-8c96-43ab-ad72-518bec7eb860', '2017-05-26 13:43:14', '2017-05-26 13:43:14', '0', '溪湖区', '', '1', '210503', '3', '76', 'XHQ', null);
INSERT INTO `b_canton` VALUES ('0d76357f-12e2-4a43-aff6-c80523945b5f', '2017-05-27 17:33:42', '2017-05-27 17:33:42', '0', '吉隆县', '', '1', '540234', '15', '326', 'JLX', null);
INSERT INTO `b_canton` VALUES ('0daaeb38-29c1-49b0-aea6-fbea3cc064f8', '2017-05-27 17:02:57', '2017-05-27 17:03:03', '0', '澜沧拉古族自治县', '', '1', '530828', '10', '313', 'LCLGZZZX', null);
INSERT INTO `b_canton` VALUES ('0dc32fb3-aaeb-45bd-8433-66c1ed830798', '2017-05-27 16:02:21', '2017-05-27 16:02:21', '0', '布拖县', '', '1', '513429', '9', '297', 'BTX', null);
INSERT INTO `b_canton` VALUES ('0dc9f5da-d2f8-4812-91f0-00f7392b1400', '2017-05-26 14:45:48', '2017-05-26 14:45:48', '0', '宝清县', '', '1', '230523', '8', '100', 'BQX', null);
INSERT INTO `b_canton` VALUES ('0e012a00-66b4-454f-a0b9-174a33de562d', '2017-05-27 16:50:26', '2017-05-27 16:50:26', '0', '新平彝族傣族自治县', '', '1', '530427', '9', '309', 'XPYZDZZZX', null);
INSERT INTO `b_canton` VALUES ('0e061f0e-90a2-4b8d-8f3a-858210afb0d5', '2017-05-27 11:20:41', '2017-05-27 11:20:41', '0', '当阳市', '', '1', '420582', '13', '212', 'DYS', null);
INSERT INTO `b_canton` VALUES ('0e402e46-9ad8-4dfe-b426-38722a27ffcf', '2017-05-26 16:11:15', '2017-05-26 16:11:15', '0', '瑞安市', '', '1', '330381', '11', '131', 'RAS', null);
INSERT INTO `b_canton` VALUES ('0e55b6fa-3369-4232-ae4b-42e282a3d357', '2017-05-27 18:22:31', '2017-05-27 18:22:31', '0', '丹凤县', '', '1', '611022', '4', '339', 'DFX', null);
INSERT INTO `b_canton` VALUES ('0e7ffd2a-f22f-4326-887f-dda42d1c35f1', '2017-05-27 18:01:45', '2017-05-27 18:01:45', '0', '永寿县', '', '1', '610426', '9', '333', 'YSX', null);
INSERT INTO `b_canton` VALUES ('0eace64e-e464-4549-8705-14f504c041a0', '2017-05-26 09:17:25', '2017-05-26 09:17:32', '0', '遵化市', '', '1', '130281', '15', '39', 'ZHS', null);
INSERT INTO `b_canton` VALUES ('0ec23258-d161-4c43-99c0-d05c56aea92b', '2017-05-27 15:18:21', '2017-05-27 15:18:21', '0', '江阳区', '', '1', '510502', '2', '280', 'JYQ', null);
INSERT INTO `b_canton` VALUES ('0ecd8689-c332-4097-a4bc-2645ced5ec0c', '2017-05-27 19:04:32', '2017-05-27 19:04:32', '0', '格尔木市', '', '1', '632801', '1', '361', 'GEMS', null);
INSERT INTO `b_canton` VALUES ('0effbda4-4dfe-453a-aeba-c55b9f4c1c7f', '2017-05-26 14:13:58', '2017-05-26 14:13:58', '0', '榆树市', '', '1', '220182', '10', '86', 'YSS', null);
INSERT INTO `b_canton` VALUES ('0f026cc6-0fb5-4978-b4d5-16726eeb1af8', '2017-05-27 11:19:11', '2017-05-27 11:19:18', '0', '秭归县', '', '1', '420527', '9', '212', 'ZGX', null);
INSERT INTO `b_canton` VALUES ('0f103190-878b-406a-a031-8281dc939ead', '2017-05-26 14:36:40', '2017-05-26 14:36:40', '0', '富拉尔基区', '', '1', '230206', '6', '97', 'FLEJQ', null);
INSERT INTO `b_canton` VALUES ('0f2cb1d6-324f-4730-b501-3a20fa71bf8e', '2017-05-27 11:17:07', '2017-05-27 11:17:07', '0', '市辖区', '', '1', '420501', '1', '212', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('0f4e997a-0ee1-43e1-b476-52cfd1682e3c', '2017-05-27 18:49:24', '2017-05-27 18:49:24', '0', '东乡族自治县', '', '1', '622926', '7', '352', 'DXZZZX', null);
INSERT INTO `b_canton` VALUES ('0f574cad-11d8-4cb5-9274-80c9d1dc2a1f', '2017-05-27 19:23:14', '2017-05-27 19:23:14', '0', '托克逊县', '', '1', '650422', '3', '369', 'TKXX', null);
INSERT INTO `b_canton` VALUES ('0f882103-0fe9-4455-8fd4-b4cb91d8bff5', '2017-05-26 15:09:44', '2017-05-26 15:09:44', '0', '漠河县', '', '1', '232723', '3', '108', 'MHX', null);
INSERT INTO `b_canton` VALUES ('0f8a37ee-a838-4a2d-8f4b-419e39e442bf', '2017-05-27 11:10:40', '2017-05-27 11:10:40', '0', '青山区', '', '1', '420107', '7', '209', 'QSQ', null);
INSERT INTO `b_canton` VALUES ('0f91a566-e95f-4d39-9c3f-b0c329fc3de8', '2017-05-26 14:13:24', '2017-05-26 14:13:24', '0', '双阳区', '', '1', '220112', '7', '86', 'SYQ', null);
INSERT INTO `b_canton` VALUES ('0f9963dd-6516-4077-9af5-fd371227f83b', '2017-05-27 13:44:55', '2017-05-27 13:44:55', '0', '广宁县', '', '1', '441223', '5', '246', 'GNX', null);
INSERT INTO `b_canton` VALUES ('0fbd71ec-c295-4470-9733-f60d3d02a590', '2017-05-27 10:57:28', '2017-05-27 10:57:35', '0', '夏邑县', '', '1', '411426', '9', '204', 'XYX', null);
INSERT INTO `b_canton` VALUES ('0fc44c11-9ca5-40f9-8c73-6fa692a77512', '2017-05-26 09:57:59', '2017-05-26 09:58:09', '0', '泊头市', '', '1', '130981', '14', '46', 'BTS', null);
INSERT INTO `b_canton` VALUES ('0fc98234-a703-499e-8929-7017a187143b', '2017-05-27 19:27:50', '2017-05-27 19:27:50', '0', '尉犁县', '', '1', '652823', '3', '373', 'WLX', null);
INSERT INTO `b_canton` VALUES ('0fd27b82-bb89-4ba7-9dd8-471176fb9e3a', '2017-05-27 17:15:53', '2017-05-27 17:15:53', '0', '勐海县', '', '1', '532822', '2', '318', 'MHX', null);
INSERT INTO `b_canton` VALUES ('0fde9277-8562-4980-9202-291faffbb7dd', '2017-05-27 18:19:34', '2017-05-27 18:19:34', '0', '市辖区', '', '1', '610901', '1', '338', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('1', null, null, null, '中国', null, '1', null, '1', '-1', 'ZG', null);
INSERT INTO `b_canton` VALUES ('10', null, null, null, '上海市', null, '1', null, '10', '1', 'SHS', null);
INSERT INTO `b_canton` VALUES ('100', null, null, null, '黑龙江省双鸭山市', null, '1', null, '100', '9', 'HLJSSYSS', null);
INSERT INTO `b_canton` VALUES ('1006433f-b9da-484d-a1b5-dc32faf8f995', '2017-05-26 10:09:05', '2017-05-26 10:09:05', '0', '迎泽区', '', '1', '140106', '3', '49', 'YZQ', null);
INSERT INTO `b_canton` VALUES ('101', null, null, null, '黑龙江省大庆市', null, '1', null, '101', '9', 'HLJSDQS', null);
INSERT INTO `b_canton` VALUES ('10158c38-284b-4196-842e-fe70bddc48d4', '2017-05-26 15:49:09', '2017-05-26 15:49:09', '0', '东台市', '', '1', '320981', '10', '3999a3f0-9039-4abb-9885-4e92b6c13632', 'DTS', null);
INSERT INTO `b_canton` VALUES ('102', null, null, null, '黑龙江省伊春市', '2', '1', null, '102', '9', 'HLJSYCS', null);
INSERT INTO `b_canton` VALUES ('103', null, null, null, '黑龙江省佳木斯市', '2', '1', null, '103', '9', 'HLJSJMSS', null);
INSERT INTO `b_canton` VALUES ('104', null, null, null, '黑龙江省七台河市', '2', '1', null, '104', '9', 'HLJSQTHS', null);
INSERT INTO `b_canton` VALUES ('1045d341-a183-47d1-b7a5-9c3e8ae61aab', '2017-05-27 10:07:53', '2017-05-27 10:07:53', '0', '高唐县', '', '1', '371526', '8', '188', 'GTX', null);
INSERT INTO `b_canton` VALUES ('105', null, null, null, '黑龙江省牡丹江市', '2', '1', null, '102', '9', 'HLJSMDJS', null);
INSERT INTO `b_canton` VALUES ('106', null, null, null, '黑龙江省黑河市', '3', '1', null, '103', '9', 'HLJSHHS', null);
INSERT INTO `b_canton` VALUES ('107', null, null, null, '黑龙江省绥化市', '2', '1', null, '107', '9', 'HLJSSHS', null);
INSERT INTO `b_canton` VALUES ('108', null, null, null, '黑龙江省大兴安岭地区', '2', '1', null, '108', '9', 'HLJSDXALDQ', null);
INSERT INTO `b_canton` VALUES ('109176f9-1fa8-41aa-a2b8-a9c95bd3a736', '2017-05-27 14:30:48', '2017-05-27 14:30:48', '0', '市辖区', '', '1', '451001', '1', '267', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('109f2eaa-fdf1-4e2d-a11d-39afea04467a', '2017-05-26 18:16:07', '2017-05-26 18:16:07', '0', '宁都县', '', '1', '360731', '13', '169', 'NDX', null);
INSERT INTO `b_canton` VALUES ('10a85c79-8e65-4a31-8669-b79c6c9dbcc6', '2017-05-25 17:42:46', '2017-05-25 17:43:01', '0', '怀柔区', '', '1', '110116', '14', '2', 'HRQ', null);
INSERT INTO `b_canton` VALUES ('10ad1318-28dc-4972-8d0b-c43c601ee7c8', '2017-05-27 19:43:39', '2017-05-27 19:43:39', '0', '和布克赛尔蒙古自治县', '', '1', '654226', '7', '379', 'HBKSEMGZZX', null);
INSERT INTO `b_canton` VALUES ('10aeac8d-0475-46cc-9f96-62378d09f792', '2017-05-26 09:46:21', '2017-05-26 09:46:27', '0', '沽源县', '', '1', '130724', '10', '44', 'GYX', null);
INSERT INTO `b_canton` VALUES ('10b97ccb-ae13-481f-bd8b-2c49715c5769', '2017-05-27 18:10:57', '2017-05-27 18:10:57', '0', '南郑县', '', '1', '610721', '3', '336', 'NZX', null);
INSERT INTO `b_canton` VALUES ('10c396e0-927e-41fe-8eb8-87e022cca2dd', '2017-05-26 17:49:46', '2017-05-26 17:49:46', '0', '上杭县', '', '1', '350823', '5', '161', 'SHX', null);
INSERT INTO `b_canton` VALUES ('10d08705-8802-446c-bfdd-6fe3ecd04c6b', '2017-05-26 14:04:45', '2017-05-26 14:04:45', '0', '银州区', '', '1', '211202', '2', '83', 'YZQ', null);
INSERT INTO `b_canton` VALUES ('10f7550f-c9c0-4d29-a2c1-2462693acbf5', '2017-05-27 12:43:48', '2017-05-27 12:43:48', '0', '雨湖区', '', '1', '430302', '2', '225', 'YHQ', null);
INSERT INTO `b_canton` VALUES ('11', null, null, null, '江苏省', null, '1', null, '11', '1', 'JSS', null);
INSERT INTO `b_canton` VALUES ('1102dda3-8cef-4a25-ae01-31c6977490f3', '2017-05-27 15:00:13', '2017-05-27 15:00:13', '0', '城口县', '', '1', '500229', '2', '276', 'CKX', null);
INSERT INTO `b_canton` VALUES ('110b4870-bc4d-40f8-b25a-6be31a702856', '2017-05-25 17:55:56', '2017-05-25 17:55:56', '0', '津南区', '', '1', '120112', '10', '3', 'JNQ', null);
INSERT INTO `b_canton` VALUES ('110b739d-9eff-4e35-b049-be2127b29534', '2017-05-26 11:29:15', '2017-05-26 11:29:15', '0', '扎赉特旗', '', '1', '152223', '5', '69', 'ZLTQ', null);
INSERT INTO `b_canton` VALUES ('110e28aa-11fc-48af-84b0-9b2cff0f2009', '2017-05-27 19:36:25', '2017-05-27 19:36:25', '0', '伽师县', '', '1', '653129', '10', '376', 'SSX', null);
INSERT INTO `b_canton` VALUES ('111', null, '2016-12-07 14:49:57', null, '上海市市辖区', '', '1', '', '111', '', 'SHSSXQ', null);
INSERT INTO `b_canton` VALUES ('112', null, '2017-05-26 15:18:21', '0', '上海市', '', '1', '310100', '112', '10', 'SHS', null);
INSERT INTO `b_canton` VALUES ('11340cb8-26fc-4e1a-b7f1-8dbdc49bf5a8', '2017-05-27 10:00:27', '2017-05-27 10:00:27', '0', '兰陵县', '', '1', '371324', '8', '186', 'LLX', null);
INSERT INTO `b_canton` VALUES ('115', null, '2016-12-07 14:57:08', null, '江苏省徐州市', '', '1', '', '115', '', 'JSSXZS', null);
INSERT INTO `b_canton` VALUES ('11549267-b3b7-43a4-9ce6-f9c89048422c', '2017-05-27 13:43:35', '2017-05-27 13:43:35', '0', '化州市', '', '1', '440982', '5', '245', 'HZS', null);
INSERT INTO `b_canton` VALUES ('1156d5d6-90f1-449b-9114-ec2fd1f455ef', '2017-05-26 13:33:24', '2017-05-26 13:33:37', '0', '辽中区', '', '1', '210115', '11', '72', 'LZQ', null);
INSERT INTO `b_canton` VALUES ('115c0294-cba9-4c69-8291-6dcaa0334746', '2017-05-27 11:26:23', '2017-05-27 11:26:23', '0', '掇刀区', '', '1', '420804', '3', '215', 'DDQ', null);
INSERT INTO `b_canton` VALUES ('116', null, '2016-12-07 15:00:41', null, '江苏省常州市', '', '1', '', '116', '', 'JSSCZS', null);
INSERT INTO `b_canton` VALUES ('11668960-d504-48ad-ad7f-e3d98428f995', '2017-05-27 18:05:27', '2017-05-27 18:05:27', '0', '浦城县', '', '1', '610526', '8', '334', 'PCX', null);
INSERT INTO `b_canton` VALUES ('117', null, '2016-12-07 14:57:27', null, '江苏省苏州市', '', '1', '', '117', '', 'JSSSZS', null);
INSERT INTO `b_canton` VALUES ('11733157-aeda-4491-9643-0d47c2ef290d', '2017-05-26 10:57:23', '2017-05-26 10:57:23', '0', '孝义市', '', '1', '141181', '13', '59', 'XYS', null);
INSERT INTO `b_canton` VALUES ('118', null, '2016-12-07 15:01:57', null, '江苏省南通市', '', '1', '', '118', '', 'JSSNTS', null);
INSERT INTO `b_canton` VALUES ('11828cfa-c656-4011-9d43-74b9c17da179', '2017-05-27 13:34:12', '2017-05-27 13:34:12', '0', '市辖区', '', '1', '440501', '1', '241', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('1193ece8-b62a-4f9c-8826-b7d8fa962d7f', '2017-05-26 14:04:15', '2017-05-26 14:04:15', '0', '盘山县', '', '1', '211122', '5', '82', 'PSX', null);
INSERT INTO `b_canton` VALUES ('11b231a6-1941-40a1-9789-179aed27aeb8', '2017-05-27 16:21:52', '2017-05-27 16:21:52', '0', '金沙县', '', '1', '520523', '5', '304', 'JSX', null);
INSERT INTO `b_canton` VALUES ('11ba8293-a853-4b01-94d0-c113b15853b0', '2017-05-26 16:36:56', '2017-05-26 16:36:56', '0', '庐阳区', '', '1', '340103', '3', '137', 'LYQ', null);
INSERT INTO `b_canton` VALUES ('11c49a33-cd70-4116-a2c4-2919ae9a8c72', '2017-05-26 17:38:46', '2017-05-26 17:38:56', '0', '永春县', '', '1', '350525', '8', '158', 'YCX', null);
INSERT INTO `b_canton` VALUES ('11cf41cb-bb0c-4d5f-a644-b377d95f95f5', '2017-05-27 19:08:31', '2017-05-27 19:08:31', '0', '灵武市', '', '1', '640181', '7', '362', 'LWS', null);
INSERT INTO `b_canton` VALUES ('11d6ba15-f213-4ef0-9232-46d50a5ab1cb', '2017-05-26 17:52:52', '2017-05-26 17:52:52', '0', '柘荣县', '', '1', '350926', '8', '162', 'ZRX', null);
INSERT INTO `b_canton` VALUES ('11eb09aa-fdb1-476d-bc7e-4da96f39604f', '2017-05-27 13:10:57', '2017-05-27 13:10:57', '0', '溆浦县', '', '1', '431224', '6', '234', 'XPX', null);
INSERT INTO `b_canton` VALUES ('11f4570c-c128-4581-b89c-bcafe708fc71', '2017-05-27 15:25:32', '2017-05-27 15:25:32', '0', '北川羌族自治县', '', '1', '510726', '8', '282', 'BCQZZZX', null);
INSERT INTO `b_canton` VALUES ('12', null, '2017-04-10 09:40:16', '0', '浙江省', '', '1', '', '12', '1', 'ZJS', null);
INSERT INTO `b_canton` VALUES ('121fcedf-9011-408f-a78f-19ac689aaa4c', '2017-05-27 19:20:16', '2017-05-27 19:20:16', '0', '达坂城区', '', '1', '650107', '7', '367', 'DECQ', null);
INSERT INTO `b_canton` VALUES ('12305dfc-ca17-48c8-89ca-41586850cace', '2017-05-26 14:17:03', '2017-05-26 14:17:03', '0', '铁西区', '', '1', '220302', '2', '88', 'TXQ', null);
INSERT INTO `b_canton` VALUES ('12374507-52fd-4b40-bdf8-36a46db366d8', '2017-05-27 16:26:35', '2017-05-27 16:26:35', '0', '石阡县', '', '1', '520623', '6', '302', 'SQX', null);
INSERT INTO `b_canton` VALUES ('12384d2d-2255-45a4-aebf-edcd1369b2ed', '2017-05-27 19:37:42', '2017-05-27 19:37:42', '0', '墨玉县', '', '1', '653222', '3', '377', 'MYX', null);
INSERT INTO `b_canton` VALUES ('123ac197-9371-4d22-8982-a813470de1f7', '2017-05-27 17:11:12', '2017-05-27 17:11:12', '0', '泸西县', '', '1', '532527', '8', '316', 'XXX', null);
INSERT INTO `b_canton` VALUES ('123d894f-c7cd-4e13-8407-30797e3e5a25', '2017-05-27 09:32:30', '2017-05-27 09:32:30', '0', '市辖区', '', '1', '370201', '1', '175', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('126', null, '2016-12-07 14:47:11', null, '浙江省杭州市', '', '1', '', '126', '', 'ZJSHZS', null);
INSERT INTO `b_canton` VALUES ('127', null, '2017-05-26 15:59:08', '0', '浙江省杭州市', '', '1', '330100', '1', '12', 'ZJSHZS', null);
INSERT INTO `b_canton` VALUES ('1275b8db-59b0-4629-80c1-c08f028022e7', '2017-05-27 15:02:22', '2017-05-27 15:02:22', '0', '巫溪县', '', '1', '500238', '10', '276', 'WXX', null);
INSERT INTO `b_canton` VALUES ('128', null, '2016-12-07 14:47:48', null, '浙江省温州市', '', '1', '', '128', '', 'ZJSWZS', null);
INSERT INTO `b_canton` VALUES ('129', null, '2016-12-07 14:56:54', null, '浙江省嘉兴市', '', '1', '', '129', '', 'ZJSJXS', null);
INSERT INTO `b_canton` VALUES ('12edbc1d-3bd5-41da-b74f-60cae67af1a7', '2017-05-27 14:42:09', '2017-05-27 14:42:09', '0', '市辖区', '', '1', '451401', '1', '271', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('13', null, null, null, '安徽省', null, '1', null, '13', '1', 'AHS', null);
INSERT INTO `b_canton` VALUES ('130', null, '2017-05-26 15:59:18', '0', '浙江省宁波市', '', '1', '330200', '2', '12', 'ZJSNBS', null);
INSERT INTO `b_canton` VALUES ('131', null, '2017-05-26 15:59:23', '0', '浙江省温州市', '', '1', '330300', '3', '12', 'ZJSWZS', null);
INSERT INTO `b_canton` VALUES ('131601a6-744b-401f-9593-e44c97acd13d', '2017-05-26 15:34:54', '2017-05-26 15:34:54', '0', '新北区', '', '1', '320411', '4', 'f7dd0429-4109-436a-842c-5afddda13cbe', 'XBQ', null);
INSERT INTO `b_canton` VALUES ('131cd598-98da-4b70-89cc-5278fe846690', '2017-05-27 13:36:13', '2017-05-27 13:36:13', '0', '澄海区', '', '1', '440515', '7', '241', 'CHQ', null);
INSERT INTO `b_canton` VALUES ('132', null, '2017-05-26 15:59:29', '0', '浙江省嘉兴市', '', '1', '330400', '4', '12', 'ZJSJXS', null);
INSERT INTO `b_canton` VALUES ('132bc563-11cb-4503-99b5-38e33ac11d71', '2017-05-26 17:50:21', '2017-05-26 17:50:21', '0', '连城县', '', '1', '350825', '7', '161', 'LCX', null);
INSERT INTO `b_canton` VALUES ('133', null, '2017-05-26 15:59:35', '0', '浙江省湖州市', '', '1', '330500', '5', '12', 'ZJSHZS', null);
INSERT INTO `b_canton` VALUES ('1337190c-4f3c-4e17-97b3-0ba8c2d1a055', '2017-05-27 09:51:42', '2017-05-27 09:51:42', '0', '汶上县', '', '1', '370830', '8', '181', 'PSX', null);
INSERT INTO `b_canton` VALUES ('134', null, '2017-05-26 15:59:40', '0', '浙江省绍兴市', '', '1', '330600', '6', '12', 'ZJSSXS', null);
INSERT INTO `b_canton` VALUES ('135', null, '2017-05-26 15:59:46', '0', '浙江省金华市', '', '1', '330700', '7', '12', 'ZJSJHS', null);
INSERT INTO `b_canton` VALUES ('1356148e-8f81-4745-857d-72fd88cb94cb', '2017-05-27 16:09:57', '2017-05-27 16:09:57', '0', '修文县', '', '1', '520123', '10', '298', 'XWX', null);
INSERT INTO `b_canton` VALUES ('136', null, '2017-05-26 15:59:52', '0', '浙江省衢州市', '', '1', '330800', '8', '12', 'ZJSQZS', null);
INSERT INTO `b_canton` VALUES ('1360693c-d165-4355-9dcc-81754a398c78', '2017-05-27 14:39:52', '2017-05-27 14:39:52', '0', '大化瑶族自治县', '', '1', '451129', '11', '269', 'DHYZZZX', null);
INSERT INTO `b_canton` VALUES ('136c53e2-82d7-4994-95fe-6665af5e0518', '2017-05-27 10:48:03', '2017-05-27 10:48:03', '0', '源汇区', '', '1', '411102', '2', '201', 'YHQ', null);
INSERT INTO `b_canton` VALUES ('136cfe31-3bf8-455c-b78b-9f8fe14062ce', '2017-05-27 13:49:48', '2017-05-27 13:49:48', '0', '德庆县', '', '1', '441226', '8', '246', 'DQX', null);
INSERT INTO `b_canton` VALUES ('137', null, '2017-06-08 15:38:49', '0', '安徽省合肥市', '', '1', '340100', '1', '13', 'AHSHFS', '');
INSERT INTO `b_canton` VALUES ('138', null, '2017-05-26 16:30:37', '0', '安徽省芜湖市', '', '1', '340200', '2', '13', 'AHSWHS', null);
INSERT INTO `b_canton` VALUES ('139', null, '2017-05-26 16:30:48', '0', '安徽省蚌埠市', '', '1', '340300', '3', '13', 'AHSBBS', null);
INSERT INTO `b_canton` VALUES ('13a31f28-2b93-46cc-9ac1-116fe7807f04', '2017-05-27 15:37:11', '2017-05-27 15:37:17', '0', '阆中市', '', '1', '511381', '10', '287', 'LZS', null);
INSERT INTO `b_canton` VALUES ('13b16a46-bce8-4cfc-9603-f0c45d462251', '2017-05-27 13:38:30', '2017-05-27 13:38:30', '0', '蓬江区', '', '1', '440703', '2', '243', 'PJQ', null);
INSERT INTO `b_canton` VALUES ('13c37fbb-5997-406a-833b-9e56df5c89ad', '2017-05-26 10:37:23', '2017-05-26 10:37:23', '0', '夏县', '', '1', '140828', '10', '56', 'XX', null);
INSERT INTO `b_canton` VALUES ('13e6f3c7-3d90-4e44-a900-1640d217a464', '2017-05-26 16:49:59', '2017-05-26 16:49:59', '0', '市辖区', '', '1', '340701', '1', '143', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('13eb2cf7-c462-40c8-a2af-a9ed3e298c0e', '2017-05-26 09:59:49', '2017-05-26 09:59:49', '0', '广阳区', '', '1', '131003', '3', '47', 'GYQ', null);
INSERT INTO `b_canton` VALUES ('13f4e876-a62d-478a-8702-32e4e8f52103', '2017-05-26 11:06:32', '2017-05-26 11:06:32', '0', '巴林右旗', '', '1', '150423', '7', '63', 'BLYQ', null);
INSERT INTO `b_canton` VALUES ('14', null, null, null, '福建省', null, '1', null, '14', '1', 'FJS', null);
INSERT INTO `b_canton` VALUES ('140', null, '2017-05-26 16:31:01', '0', '安徽省淮南市', '', '1', '340400', '4', '13', 'AHSHNS', null);
INSERT INTO `b_canton` VALUES ('141', null, '2017-05-26 16:31:09', '0', '安徽省马鞍山市', '', '1', '340500', '5', '13', 'AHSMASS', null);
INSERT INTO `b_canton` VALUES ('141c374c-fc5b-4941-a44f-7ae89450615e', '2017-05-26 10:33:32', '2017-05-26 10:33:43', '0', '稷山县', '', '1', '140824', '6', '56', 'JSX', null);
INSERT INTO `b_canton` VALUES ('142', null, '2017-05-26 16:31:20', '0', '安徽省淮北市', '', '1', '340600', '6', '13', 'AHSHBS', null);
INSERT INTO `b_canton` VALUES ('143', null, '2017-05-26 16:31:41', '0', '安徽省铜陵市', '', '1', '340700', '7', '13', 'AHSTLS', null);
INSERT INTO `b_canton` VALUES ('14372725-c67b-446e-a094-6928f2dd5ed3', '2017-05-27 10:22:48', '2017-05-27 10:22:48', '0', '鼓楼区', '', '1', '410204', '4', '192', 'GLQ', null);
INSERT INTO `b_canton` VALUES ('144', null, '2017-05-26 16:32:00', '0', '安徽省安庆市', '', '1', '340800', '8', '13', 'AHSAQS', null);
INSERT INTO `b_canton` VALUES ('145', null, '2017-05-26 16:33:01', '0', '安徽省黄山市', '', '1', '341000', '9', '13', 'AHSHSS', null);
INSERT INTO `b_canton` VALUES ('145751b9-0615-4a55-841c-25a1b5929cd0', '2017-05-25 17:40:15', '2017-05-25 17:40:15', '0', '房山区', '', '1', '110111', '9', '2', 'FSQ', null);
INSERT INTO `b_canton` VALUES ('146', null, '2017-05-26 16:33:12', '0', '安徽省滁州市', '', '1', '341100', '10', '13', 'AHSCZS', null);
INSERT INTO `b_canton` VALUES ('146051ac-6050-4669-a531-a479b8d8f465', '2017-05-27 14:17:59', '2017-05-27 14:17:59', '0', '阳朔县', '', '1', '450321', '8', '260', 'YSX', null);
INSERT INTO `b_canton` VALUES ('1467a1ad-feb3-48a8-b93c-2cd85076a6c6', '2017-05-27 10:03:45', '2017-05-27 10:03:45', '0', '临邑县', '', '1', '371424', '6', '187', 'LYX', null);
INSERT INTO `b_canton` VALUES ('147', null, '2017-05-26 16:33:28', '0', '安徽省阜阳市', '', '1', '341200', '11', '13', 'AHSFYS', null);
INSERT INTO `b_canton` VALUES ('1470f4b8-9fd6-4d93-9757-6f671b025162', '2017-05-27 13:56:07', '2017-05-27 13:56:07', '0', '连平县', '', '1', '441623', '5', '250', 'LPX', null);
INSERT INTO `b_canton` VALUES ('147bff34-4447-4071-845b-559d3e0cca72', '2017-05-27 19:44:32', '2017-05-27 19:44:32', '0', '福海县', '', '1', '654323', '4', '380', 'FHX', null);
INSERT INTO `b_canton` VALUES ('148', null, '2017-05-26 16:33:41', '0', '安徽省宿州市', '', '1', '341300', '12', '13', 'AHSSZS', null);
INSERT INTO `b_canton` VALUES ('14809706-ef3c-468b-8320-09c977c4ba42', '2017-05-27 17:56:26', '2017-05-27 17:56:26', '0', '金台区', '', '1', '610303', '3', '332', 'JTQ', null);
INSERT INTO `b_canton` VALUES ('149f79dc-a7b9-4ffc-8d11-9d025b0e3d54', '2017-05-27 17:53:34', '2017-05-27 17:53:34', '0', '临潼区', '', '1', '610115', '9', '330', 'LNQ', null);
INSERT INTO `b_canton` VALUES ('14a4e9b8-fdb9-4f19-a0e7-dedc6ccce3ac', '2017-05-27 10:52:22', '2017-05-27 10:52:22', '0', '西峡县', '', '1', '411323', '6', '203', 'XXX', null);
INSERT INTO `b_canton` VALUES ('14d4edde-d8cf-484c-9a3d-d6955e4d8e60', '2017-05-26 11:19:32', '2017-05-26 11:20:04', '0', '新巴尔虎左旗', '', '1', '150726', '9', '66', 'XBEHZQ', null);
INSERT INTO `b_canton` VALUES ('14f80f9e-77b3-4ee3-a666-5fce7fbc229b', '2017-05-27 13:15:14', '2017-05-27 13:15:14', '0', '市辖区', '', '1', '431301', '1', '235', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('15', null, null, null, '江西省', null, '1', null, '15', '1', 'JXS', null);
INSERT INTO `b_canton` VALUES ('150', null, '2017-05-26 16:34:11', '0', '安徽省六安市', '', '1', '341500', '13', '13', 'AHSLAS', null);
INSERT INTO `b_canton` VALUES ('150acab8-9b03-4085-8167-0eb5124598ac', '2017-05-27 15:19:18', '2017-05-27 15:19:18', '0', '合江县', '', '1', '510522', '6', '280', 'HJX', null);
INSERT INTO `b_canton` VALUES ('151', null, '2017-05-26 16:34:22', '0', '安徽省亳州市', '', '1', '341600', '14', '13', 'AHSHZS', null);
INSERT INTO `b_canton` VALUES ('152', null, '2017-05-26 16:34:33', '0', '安徽省池州市', '', '1', '341700', '15', '13', 'AHSCZS', null);
INSERT INTO `b_canton` VALUES ('153', null, '2017-05-26 16:34:44', '0', '安徽省宣城市', '', '1', '341800', '16', '13', 'AHSXCS', null);
INSERT INTO `b_canton` VALUES ('154', null, '2017-06-08 15:10:09', '0', '福建省福州市', '', '1', '350100', '1', '14', 'FJSFZS', '355.133');
INSERT INTO `b_canton` VALUES ('154526b1-2ae0-4acc-aabd-d910922b4604', '2017-05-26 18:12:13', '2017-05-26 18:12:13', '0', '月湖区', '', '1', '360602', '2', '168', 'YHQ', null);
INSERT INTO `b_canton` VALUES ('155', null, '2017-05-26 17:20:41', '0', '福建省厦门市', '', '1', '350200', '2', '14', 'FJSXMS', null);
INSERT INTO `b_canton` VALUES ('156', null, '2017-05-26 17:20:48', '0', '福建省莆田市', '', '1', '350300', '3', '14', 'FJSPTS', null);
INSERT INTO `b_canton` VALUES ('157', null, '2017-05-26 17:20:59', '0', '福建省三明市', '', '1', '350400', '4', '14', 'FJSSMS', null);
INSERT INTO `b_canton` VALUES ('15740dfd-bab9-47b1-b259-1406d5fe168d', '2017-05-27 10:49:15', '2017-05-27 10:49:15', '0', '临颍县', '', '1', '411122', '6', '201', 'LRX', null);
INSERT INTO `b_canton` VALUES ('158', null, '2017-05-26 17:21:09', '0', '福建省泉州市', '', '1', '350500', '5', '14', 'FJSQZS', null);
INSERT INTO `b_canton` VALUES ('159', null, '2017-05-26 17:21:23', '0', '福建省漳州市', '', '1', '350600', '6', '14', 'FJSZZS', null);
INSERT INTO `b_canton` VALUES ('159ace7a-c470-4776-af05-39b545d19fdb', '2017-05-27 10:25:55', '2017-05-27 10:25:55', '0', '吉利区', '', '1', '410306', '6', '193', 'JLQ', null);
INSERT INTO `b_canton` VALUES ('15a2d128-bdbb-4a91-9fbf-7769f7694883', '2017-05-26 16:22:22', '2017-05-26 16:22:22', '0', '开化县', '', '1', '330824', '5', '136', 'KHX', null);
INSERT INTO `b_canton` VALUES ('15acb92e-b0cb-442d-8a8b-0712a6e86197', '2017-05-27 09:17:34', '2017-05-27 09:17:34', '0', '临川区', '', '1', '361002', '2', '172', 'LCQ', null);
INSERT INTO `b_canton` VALUES ('15be0462-7902-4d23-a749-0934d4ae15af', '2017-05-27 11:13:48', '2017-05-27 11:13:48', '0', '下陆区', '', '1', '420204', '4', '210', 'XLQ', null);
INSERT INTO `b_canton` VALUES ('15c3b030-d728-467c-bfae-4d801d1a68e4', '2017-05-26 10:16:38', '2017-05-26 10:16:38', '0', '矿区', '', '1', '140303', '3', '51', 'KQ', null);
INSERT INTO `b_canton` VALUES ('15c98fbe-2291-4de7-a9e4-a43734f537b0', '2017-05-27 11:35:03', '2017-05-27 11:35:03', '0', '嘉鱼县', '', '1', '421221', '3', '219', 'JYX', null);
INSERT INTO `b_canton` VALUES ('15f92896-f2a8-4f7e-ab25-c5a237c9ebb6', '2017-05-25 15:10:36', '2017-05-25 15:11:19', '0', '石景山区', '', '1', '110107', '6', '2', 'SJSQ', null);
INSERT INTO `b_canton` VALUES ('16', null, null, null, '山东省', null, '1', null, '16', '1', 'SDS', null);
INSERT INTO `b_canton` VALUES ('160', null, '2017-05-26 17:21:32', '0', '福建省南平市', '', '1', '350700', '7', '14', 'FJSNPS', null);
INSERT INTO `b_canton` VALUES ('160bfa36-108d-4400-9d8c-1e3499fd0b50', '2017-05-27 11:18:07', '2017-05-27 11:18:07', '0', '猇亭区', '', '1', '420505', '5', '212', 'YTQ', null);
INSERT INTO `b_canton` VALUES ('161', null, '2017-05-26 17:21:45', '0', '福建省龙岩市', '', '1', '350800', '8', '14', 'FJSLYS', null);
INSERT INTO `b_canton` VALUES ('1610e9a7-335c-4506-8942-546682e14de9', '2017-05-27 18:18:55', '2017-05-27 18:18:55', '0', '清涧县', '', '1', '610830', '12', '337', 'QJX', null);
INSERT INTO `b_canton` VALUES ('162', null, '2017-05-26 17:21:53', '0', '福建省宁德市', '', '1', '350900', '9', '14', 'FJSNDS', null);
INSERT INTO `b_canton` VALUES ('1629dc6c-a1b0-4104-948a-adb2547da978', '2017-05-27 18:40:42', '2017-05-27 18:40:42', '0', '合水县', '', '1', '621024', '6', '349', 'HSX', null);
INSERT INTO `b_canton` VALUES ('163', null, '2017-05-26 17:53:35', '0', '江西省南昌市', '', '1', '360100', '1', '15', 'JXSNCS', null);
INSERT INTO `b_canton` VALUES ('163cb55f-7705-4898-bd73-6a211687b032', '2017-05-26 18:12:31', '2017-05-26 18:12:31', '0', '余江县', '', '1', '360622', '3', '168', 'YJX', null);
INSERT INTO `b_canton` VALUES ('164', null, '2017-05-26 17:53:48', '0', '江西省景德镇市', '', '1', '360200', '2', '15', 'JXSJDZS', null);
INSERT INTO `b_canton` VALUES ('164785c6-732b-48fb-8116-45f4c9d51e56', '2017-05-27 10:09:17', '2017-05-27 10:09:17', '0', '阳信县', '', '1', '371622', '5', '189', 'YXX', null);
INSERT INTO `b_canton` VALUES ('165', null, '2017-05-26 17:53:57', '0', '江西省萍乡市', '', '1', '360300', '3', '15', 'JXSPXS', null);
INSERT INTO `b_canton` VALUES ('1655c63c-795a-4486-8a51-9989a0c36869', '2017-05-27 19:37:21', '2017-05-27 19:37:21', '0', '和田市', '', '1', '653201', '1', '377', 'HTS', null);
INSERT INTO `b_canton` VALUES ('166', null, '2017-05-26 17:54:08', '0', '江西省九江市', '', '1', '360400', '4', '15', 'JXSJJS', null);
INSERT INTO `b_canton` VALUES ('166cbe43-a0fb-4711-bfac-05295244b2de', '2017-05-27 16:52:18', '2017-05-27 16:52:18', '0', '腾冲市', '', '1', '530581', '6', '310', 'TCS', null);
INSERT INTO `b_canton` VALUES ('167', null, '2017-05-26 17:54:19', '0', '江西省新余市', '', '1', '360500', '5', '15', 'JXSXYS', null);
INSERT INTO `b_canton` VALUES ('167688d3-5616-45bc-91c9-c889c8eb901c', '2017-05-27 19:21:51', '2017-05-27 19:21:51', '0', '乌尔禾区', '', '1', '650205', '5', '368', 'WEHQ', null);
INSERT INTO `b_canton` VALUES ('168', null, '2017-05-26 17:54:28', '0', '江西省鹰潭市', '', '1', '360600', '6', '15', 'JXSYTS', null);
INSERT INTO `b_canton` VALUES ('169', null, '2017-05-26 17:54:37', '0', '江西省赣州市', '', '1', '360700', '7', '15', 'JXSGZS', null);
INSERT INTO `b_canton` VALUES ('16916788-12d8-4b46-9a4e-dfad5c8705fd', '2017-05-26 13:46:40', '2017-05-26 13:46:40', '0', '凌河区', '', '1', '210703', '3', '78', 'LHQ', null);
INSERT INTO `b_canton` VALUES ('169bc9b7-6138-4c21-bfe9-e0210041b395', '2017-05-26 17:12:13', '2017-05-26 17:12:13', '0', '舒城县', '', '1', '341523', '6', '150', 'SCX', null);
INSERT INTO `b_canton` VALUES ('16a6d915-0b41-4c2c-8a40-3d587690ed0a', '2017-05-27 19:21:40', '2017-05-27 19:21:40', '0', '白碱滩区', '', '1', '650204', '4', '368', 'BJTQ', null);
INSERT INTO `b_canton` VALUES ('16ae6127-9cb0-4583-901e-5ad6882e7faf', '2017-05-26 14:19:41', '2017-05-26 14:19:41', '0', '市辖区', '', '1', '220501', '1', '90', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('16cc36aa-592b-4474-b736-40001cb58002', '2017-05-26 16:27:39', '2017-05-26 16:27:39', '0', '遂昌县', '', '1', '331123', '5', 'a2ce7e83-1df0-48ba-8c5a-7d1f202f78f7', 'SCX', null);
INSERT INTO `b_canton` VALUES ('16d471ea-fb30-4498-8761-b7940a21a2b9', '2017-05-27 16:53:24', '2017-05-27 16:53:24', '0', '鲁甸区', '', '1', '530621', '3', '311', 'LDQ', null);
INSERT INTO `b_canton` VALUES ('16e40125-ce60-4e24-a2fa-427f58f25aca', '2017-05-27 09:53:21', '2017-05-27 09:53:21', '0', '市辖区', '', '1', '370901', '1', '182', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('17', null, null, null, '河南省', null, '1', null, '17', '1', 'HNS', null);
INSERT INTO `b_canton` VALUES ('170', null, '2017-05-26 17:54:49', '0', '江西省吉安市', '', '1', '360800', '8', '15', 'JXSJAS', null);
INSERT INTO `b_canton` VALUES ('17076c42-81a5-4063-b798-c2eb0b38a41b', '2017-05-26 15:17:08', '2017-05-26 15:18:02', '0', '江苏省南京市', '', '1', '320100', '1', '11', 'JSSNJS', null);
INSERT INTO `b_canton` VALUES ('171', null, '2017-05-26 17:54:57', '0', '江西省宜春市', '', '1', '360900', '9', '15', 'JXSYCS', null);
INSERT INTO `b_canton` VALUES ('171a9eb9-5eab-4c37-9d79-dd8418764199', '2017-05-27 18:03:18', '2017-05-27 18:03:18', '0', '武功县', '', '1', '610431', '14', '333', 'WGX', null);
INSERT INTO `b_canton` VALUES ('172', null, '2017-05-26 17:55:09', '0', '江西省抚州市', '', '1', '361000', '10', '15', 'JXSFZS', null);
INSERT INTO `b_canton` VALUES ('1726cdf2-90c2-4eeb-9b35-46676899fbb3', '2017-05-26 09:30:27', '2017-05-26 09:30:27', '0', '宁晋县', '', '1', '130528', '11', '42', 'NJX', null);
INSERT INTO `b_canton` VALUES ('17297787-e052-437a-8a30-535dea763fc0', '2017-05-27 18:45:19', '2017-05-27 18:45:19', '0', '成县', '', '1', '621221', '3', '351', 'CX', null);
INSERT INTO `b_canton` VALUES ('173', null, '2017-05-26 17:55:19', '0', '江西省上饶市', '', '1', '361100', '11', '15', 'JXSSRS', null);
INSERT INTO `b_canton` VALUES ('174', null, '2017-05-27 09:26:47', '0', '山东省济南市', '', '1', '370100', '1', '16', 'SDSJNS', null);
INSERT INTO `b_canton` VALUES ('1748077e-40fd-4f59-b2ec-55734e5890ca', '2017-05-27 18:17:13', '2017-05-27 18:17:13', '0', '府谷县', '', '1', '610822', '5', '337', 'FGX', null);
INSERT INTO `b_canton` VALUES ('175', null, '2017-05-27 09:26:59', '0', '山东省青岛市', '', '1', '370200', '2', '16', 'SDSQDS', null);
INSERT INTO `b_canton` VALUES ('175d7127-09c4-435c-8906-35c75559c42b', '2017-05-27 10:44:30', '2017-05-27 10:44:30', '0', '华龙区', '', '1', '410902', '2', '199', 'HLQ', null);
INSERT INTO `b_canton` VALUES ('176', null, '2017-05-27 09:27:11', '0', '山东省淄博市', '', '1', '370300', '3', '16', 'SDSZBS', null);
INSERT INTO `b_canton` VALUES ('177', null, '2017-05-27 09:27:19', '0', '山东省枣庄市', '', '1', '370400', '4', '16', 'SDSZZS', null);
INSERT INTO `b_canton` VALUES ('17723387-32ed-44ab-be2e-f82e4bbb16d0', '2017-05-26 15:24:15', '2017-05-26 15:24:15', '0', '江苏省镇江市', '', '1', '321100', '11', '11', 'JSSZJS', null);
INSERT INTO `b_canton` VALUES ('178', null, '2017-05-27 09:27:30', '0', '山东省东营市', '', '1', '370500', '5', '16', 'SDSDYS', null);
INSERT INTO `b_canton` VALUES ('178c5fe7-128a-4a72-9306-f37626632f94', '2017-05-27 19:46:09', '2017-05-27 19:46:09', '0', '五家渠市', '', '1', '659004', '4', '381', 'WJQS', null);
INSERT INTO `b_canton` VALUES ('179', null, '2017-05-27 09:27:40', '0', '山东省烟台市', '', '1', '370600', '6', '16', 'SDSYTS', null);
INSERT INTO `b_canton` VALUES ('17b07158-732b-45aa-b36c-476f3d30d32a', '2017-05-27 11:15:02', '2017-05-27 11:15:02', '0', '市辖区', '', '1', '420301', '1', '211', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('17b4b870-6682-4474-82ec-559f129a34a0', '2017-05-27 17:08:18', '2017-05-27 17:08:18', '0', '永仁县', '', '1', '532327', '7', '315', 'YRX', null);
INSERT INTO `b_canton` VALUES ('17e90c98-0f9a-45d1-998c-679a9842777a', '2017-05-27 10:24:49', '2017-05-27 10:24:49', '0', '老城区', '', '1', '410302', '2', '193', 'LCQ', null);
INSERT INTO `b_canton` VALUES ('17f012a4-0ae1-4488-a638-168a0f4cbc75', '2017-05-27 15:58:54', '2017-05-27 15:58:54', '0', '石渠县', '', '1', '513332', '12', '296', 'SQX', null);
INSERT INTO `b_canton` VALUES ('18', null, null, null, '湖北省', null, '1', null, '18', '1', 'HBS', null);
INSERT INTO `b_canton` VALUES ('180', null, '2017-05-27 09:27:50', '0', '山东省潍坊市', '', '1', '370700', '7', '16', 'SDSWFS', null);
INSERT INTO `b_canton` VALUES ('180029c0-f222-42da-a61c-cb2b73a950d8', '2017-05-27 16:41:52', '2017-05-27 16:42:00', '0', '官渡区', '', '1', '530111', '4', '307', 'GDQ', null);
INSERT INTO `b_canton` VALUES ('181', null, '2017-05-27 09:28:00', '0', '山东省济宁市', '', '1', '370800', '8', '16', 'SDSJNS', null);
INSERT INTO `b_canton` VALUES ('182', null, '2017-05-27 09:28:11', '0', '山东省泰安市', '', '1', '370900', '9', '16', 'SDSTAS', null);
INSERT INTO `b_canton` VALUES ('183', null, '2017-05-27 09:28:27', '0', '山东省威海市', '', '1', '371000', '10', '16', 'SDSWHS', null);
INSERT INTO `b_canton` VALUES ('184', null, '2017-05-27 09:28:40', '0', '山东省日照市', '', '1', '371100', '11', '16', 'SDSRZS', null);
INSERT INTO `b_canton` VALUES ('184d9de4-80c6-4952-8578-24869081ffb3', '2017-05-27 09:44:30', '2017-05-27 09:44:30', '0', '栖霞市', '', '1', '370686', '12', '179', 'QXS', null);
INSERT INTO `b_canton` VALUES ('185', null, '2017-05-27 09:28:49', '0', '山东省莱芜市', '', '1', '371200', '12', '16', 'SDSLWS', null);
INSERT INTO `b_canton` VALUES ('186', null, '2017-05-27 09:28:58', '0', '山东省临沂市', '', '1', '371300', '13', '16', 'SDSLYS', null);
INSERT INTO `b_canton` VALUES ('187', null, '2017-05-27 09:29:10', '0', '山东省德州市', '', '1', '371400', '14', '16', 'SDSDZS', null);
INSERT INTO `b_canton` VALUES ('1877d899-4bf8-49ef-aecd-55ebd1e196b8', '2017-05-26 10:49:57', '2017-05-26 10:51:17', '0', '汾西县', '', '1', '141034', '16', '58', 'FXX', null);
INSERT INTO `b_canton` VALUES ('187f54e4-40e0-4faa-a103-182941b0ca52', '2017-05-27 11:29:00', '2017-05-27 11:29:06', '0', '安陆市', '', '1', '420982', '7', '216', 'ALS', null);
INSERT INTO `b_canton` VALUES ('188', null, '2017-05-27 09:29:19', '0', '山东省聊城市', '', '1', '371500', '15', '16', 'SDSLCS', null);
INSERT INTO `b_canton` VALUES ('189', null, '2017-05-27 09:29:31', '0', '山东省滨州市', '', '1', '371600', '16', '16', 'SDSBZS', null);
INSERT INTO `b_canton` VALUES ('18985b5b-8a9e-422b-b16a-b7f19620a8a0', '2017-05-26 15:47:52', '2017-05-26 15:47:52', '0', '响水县', '', '1', '320921', '5', '3999a3f0-9039-4abb-9885-4e92b6c13632', 'XSX', null);
INSERT INTO `b_canton` VALUES ('189b5192-9031-42da-8082-b4f13018ce43', '2017-05-27 18:10:34', '2017-05-27 18:10:34', '0', '市辖区', '', '1', '610701', '1', '336', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('18c4e117-d284-4f58-85c0-40b98d12f491', '2017-05-27 11:34:42', '2017-05-27 11:34:42', '0', '市辖区', '', '1', '421201', '1', '219', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('18c860f5-cfb6-4d7e-8126-2f4028a60728', '2017-05-26 17:37:29', '2017-05-26 17:37:29', '0', '丰泽区', '', '1', '350503', '3', '158', 'FZQ', null);
INSERT INTO `b_canton` VALUES ('18ce619b-049b-46a2-aeb1-af6c4774c420', '2017-05-27 19:28:45', '2017-05-27 19:28:45', '0', '焉耆回族自治县', '', '1', '652826', '6', '373', 'YQHZZZX', null);
INSERT INTO `b_canton` VALUES ('18d4852a-22af-42af-a2c0-74680a42a281', '2017-05-26 14:03:07', '2017-05-26 14:03:07', '0', '灯塔市', '', '1', '211081', '8', '81', 'DTS', null);
INSERT INTO `b_canton` VALUES ('18e4aa0d-837b-4542-9184-f5dacd5a2629', '2017-05-26 14:47:48', '2017-05-26 14:47:48', '0', '大同区', '', '1', '230606', '6', '101', 'DTQ', null);
INSERT INTO `b_canton` VALUES ('18e642a7-1737-4b25-90a9-b904663f4d2e', '2017-05-26 16:53:11', '2017-05-26 16:53:11', '0', '大观区', '', '1', '340803', '3', '144', 'DGQ', null);
INSERT INTO `b_canton` VALUES ('18ec8e94-72d7-4ee6-9b0c-d27b6c7cb5fe', '2017-05-27 13:53:33', '2017-05-27 13:53:33', '0', '平原县', '', '1', '441426', '7', '248', 'PYX', null);
INSERT INTO `b_canton` VALUES ('18ef998b-9778-4d22-a24c-c2fb895590d5', '2017-05-27 14:36:23', '2017-05-27 14:36:23', '0', '南丹县', '', '1', '451221', '3', '269', 'NDX', null);
INSERT INTO `b_canton` VALUES ('18fdc827-093d-4721-b950-4e84ba33119a', '2017-05-27 18:32:09', '2017-05-27 18:32:09', '0', '张家川回族自治县', '', '1', '620525', '8', '344', 'ZJCHZZZX', null);
INSERT INTO `b_canton` VALUES ('18ffdfc6-8854-40d5-a16c-64d4a4c8b787', '2017-05-27 13:33:51', '2017-05-27 13:33:51', '0', '斗门区', '', '1', '440403', '3', '240', 'DMQ', null);
INSERT INTO `b_canton` VALUES ('19', null, null, null, '湖南省', null, '1', null, '19', '1', 'HNS', null);
INSERT INTO `b_canton` VALUES ('190', null, '2017-05-27 09:29:42', '0', '山东省菏泽市', '', '1', '371700', '17', '16', 'SDSHZS', null);
INSERT INTO `b_canton` VALUES ('19092003-70c9-4c07-b1a0-cf34bee0d54d', '2017-05-27 18:09:42', '2017-05-27 18:09:42', '0', '宜川县', '', '1', '610630', '12', '335', 'YCX', null);
INSERT INTO `b_canton` VALUES ('191', null, '2017-05-27 10:19:04', '0', '河南省郑州市', '', '1', '410100', '191', '17', 'HNSZZS', null);
INSERT INTO `b_canton` VALUES ('192', null, '2017-05-27 10:18:58', '0', '河南省开封市', '', '1', '410200', '192', '17', 'HNSKFS', null);
INSERT INTO `b_canton` VALUES ('193', null, '2017-05-27 10:16:07', '0', '河南省洛阳市', '', '1', '410300', '193', '17', 'HNSLYS', null);
INSERT INTO `b_canton` VALUES ('194', null, '2017-05-27 10:16:15', '0', '河南省平顶山市', '', '1', '410400', '194', '17', 'HNSPDSS', null);
INSERT INTO `b_canton` VALUES ('195', null, '2017-05-27 10:16:25', '0', '河南省安阳市', '', '1', '410500', '195', '17', 'HNSAYS', null);
INSERT INTO `b_canton` VALUES ('196', null, '2017-05-27 10:16:33', '0', '河南省鹤壁市', '', '1', '410600', '196', '17', 'HNSHBS', null);
INSERT INTO `b_canton` VALUES ('197', null, '2017-05-27 10:16:43', '0', '河南省新乡市', '', '1', '410700', '197', '17', 'HNSXXS', null);
INSERT INTO `b_canton` VALUES ('197e3a26-c0e0-4ca7-91bb-dd0b692f1725', '2017-05-27 14:14:41', '2017-05-27 14:14:41', '0', '鹿寨县', '', '1', '450223', '8', '259', 'LZX', null);
INSERT INTO `b_canton` VALUES ('198', null, '2017-05-27 10:16:53', '0', '河南省焦作市', '', '1', '410800', '198', '17', 'HNSJZS', null);
INSERT INTO `b_canton` VALUES ('199', null, '2017-05-27 10:17:01', '0', '河南省濮阳市', '', '1', '410900', '199', '17', 'HNSPYS', null);
INSERT INTO `b_canton` VALUES ('1990c413-c876-46a7-8462-1bbbcc72e974', '2017-05-27 18:07:05', '2017-05-27 18:07:05', '0', '市辖区', '', '1', '610601', '1', '335', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('19b4bc0f-bf0c-4a92-9684-170d38f1bd14', '2017-05-27 09:52:06', '2017-05-27 09:52:06', '0', '梁山县', '', '1', '370832', '10', '181', 'LSX', null);
INSERT INTO `b_canton` VALUES ('19c3cc58-2330-44f5-ac2e-13244fcca9c6', '2017-05-27 14:38:33', '2017-05-27 14:38:33', '0', '环江毛南族自治县', '', '1', '451126', '8', '269', 'HJMNZZZX', null);
INSERT INTO `b_canton` VALUES ('19e64aa3-fb4f-4c3d-b38a-a897fa3a62ed', '2017-05-27 15:17:53', '2017-05-27 15:17:53', '0', '盐边县', '', '1', '510422', '6', '279', 'YBX', null);
INSERT INTO `b_canton` VALUES ('19efb496-3931-43ef-93e6-e09d02e1734b', '2017-05-27 13:02:49', '2017-05-27 13:02:49', '0', '安仁县', '', '1', '431028', '11', '232', 'ARX', null);
INSERT INTO `b_canton` VALUES ('19fa3597-fc0d-45d8-82e5-413534a6f0ff', '2017-05-27 12:50:53', '2017-05-27 12:50:58', '0', '城步苗族自治县', '', '1', '430529', '11', '227', 'CBMZZZX', null);
INSERT INTO `b_canton` VALUES ('1a0fc3d9-a9a4-49fe-b562-bbc8a39943b9', '2017-05-27 19:41:47', '2017-05-27 19:41:47', '0', '昭苏县', '', '1', '654026', '9', '378', 'ZSX', null);
INSERT INTO `b_canton` VALUES ('1a174655-8cd0-40af-b3da-0aee9affb11b', '2017-05-27 18:07:56', '2017-05-27 18:07:56', '0', '延川县', '', '1', '610622', '5', '335', 'YCX', null);
INSERT INTO `b_canton` VALUES ('1a195883-d8cd-45c8-84ad-bee7e2dba5ab', '2017-05-27 15:58:41', '2017-05-27 15:58:41', '0', '白玉县', '', '1', '513331', '11', '296', 'BYX', null);
INSERT INTO `b_canton` VALUES ('1a4193fb-0149-4fc5-8ad5-d881998a6fb8', '2017-05-27 17:37:35', '2017-05-27 17:37:35', '0', '边坝县', '', '1', '540330', '11', '324', 'BBX', null);
INSERT INTO `b_canton` VALUES ('1a440d92-0e55-4012-a4ce-e128c3479de0', '2017-05-27 10:33:54', '2017-05-27 10:34:03', '0', '内黄县', '', '1', '410527', '9', '195', 'NHX', null);
INSERT INTO `b_canton` VALUES ('1a537d2f-868b-4c26-abd8-310a72992d95', '2017-05-27 12:51:39', '2017-05-27 12:51:39', '0', '岳阳楼区', '', '1', '430602', '2', '228', 'YYLQ', null);
INSERT INTO `b_canton` VALUES ('1a59d8f3-16df-4446-b739-e089e47bc6f9', '2017-05-27 18:04:29', '2017-05-27 18:04:29', '0', '华州区', '', '1', '610503', '3', '334', 'HZQ', null);
INSERT INTO `b_canton` VALUES ('1a666849-a396-4a64-bd11-0785fd1e3ca0', '2017-05-26 16:44:31', '2017-05-26 16:44:31', '0', '潘集区', '', '1', '340406', '6', '140', 'PJQ', null);
INSERT INTO `b_canton` VALUES ('1a860405-a903-431d-9808-909cdbb423b6', '2017-05-27 12:44:59', '2017-05-27 12:44:59', '0', '珠晖区', '', '1', '430405', '2', '226', 'ZHQ', null);
INSERT INTO `b_canton` VALUES ('1a8b68ee-9a0e-4ed0-8608-bf08974b33de', '2017-05-26 09:26:16', '2017-05-26 09:26:16', '0', '曲周县', '', '1', '130435', '19', '41', 'QZX', null);
INSERT INTO `b_canton` VALUES ('1a917448-9fb0-4a51-86b4-559ce45bc86d', '2017-05-26 15:29:06', '2017-05-26 15:29:06', '0', '惠山区', '', '1', '320206', '3', '7b5f4d44-5578-4039-8079-54b6d36f1325', 'HSQ', null);
INSERT INTO `b_canton` VALUES ('1a969030-6723-4222-9575-8bf563591d27', '2017-05-27 18:20:32', '2017-05-27 18:20:32', '0', '紫阳县', '', '1', '610924', '6', '338', 'ZYX', null);
INSERT INTO `b_canton` VALUES ('1aa696d3-a8b8-4c6c-9d35-e24c7c3eeaac', '2017-05-27 09:17:00', '2017-05-27 09:17:00', '0', '樟树市', '', '1', '360982', '10', '171', 'ZSS', null);
INSERT INTO `b_canton` VALUES ('1ac164de-9e82-4dc5-a18f-c91f3f586210', '2017-05-27 18:19:56', '2017-05-27 18:19:56', '0', '汉阴县', '', '1', '610921', '3', '338', 'HYX', null);
INSERT INTO `b_canton` VALUES ('1b096be4-f54e-44b0-be59-0357d7cb5397', '2017-05-27 15:15:32', '2017-05-27 15:15:32', '0', '大安区', '', '1', '510304', '4', '278', 'DAQ', null);
INSERT INTO `b_canton` VALUES ('1b0ebf91-a4bb-410b-bc5f-ffac5f0f3f07', '2017-05-27 14:33:00', '2017-05-27 14:33:08', '0', '田林县', '', '1', '451029', '10', '267', 'TLX', null);
INSERT INTO `b_canton` VALUES ('1b16bcb6-5249-4f69-9c19-ebb929f0326a', '2017-05-27 09:39:28', '2017-05-27 09:39:28', '0', '台儿庄区', '', '1', '370405', '5', '177', 'TEZQ', null);
INSERT INTO `b_canton` VALUES ('1b51ca33-dfd0-4d3f-9190-c75bb53bcc7f', '2017-05-27 11:13:00', '2017-05-27 11:13:00', '0', '新洲区', '', '1', '420117', '14', '209', 'XZQ', null);
INSERT INTO `b_canton` VALUES ('1b89e769-eb64-4bc5-b49b-03d3f9c81225', '2017-05-26 14:07:27', '2017-05-26 14:07:27', '0', '双塔区', '', '1', '211302', '2', '84', 'STQ', null);
INSERT INTO `b_canton` VALUES ('1b9856ae-c1ac-41ea-b8bd-a64724b219da', '2017-05-27 10:29:37', '2017-05-27 10:29:44', '0', '宝丰县', '', '1', '410421', '6', '194', 'BFX', null);
INSERT INTO `b_canton` VALUES ('1ba87804-5038-4d51-8806-3ae01d35a97f', '2017-05-27 16:36:27', '2017-05-27 16:36:27', '0', '罗甸县', '', '1', '522728', '8', '306', 'LDX', null);
INSERT INTO `b_canton` VALUES ('1baff31a-2982-4b0e-8040-50c2fa138c28', '2017-05-26 17:23:25', '2017-05-26 17:23:25', '0', '鼓楼区', '', '1', '350102', '2', '154', 'GLQ', null);
INSERT INTO `b_canton` VALUES ('1be8ea85-a65d-45af-a1b4-e12f66a70900', '2017-05-26 11:30:20', '2017-05-26 11:30:20', '0', '锡林浩特市', '', '1', '152502', '2', '70', 'XLHTS', null);
INSERT INTO `b_canton` VALUES ('1bea237f-a271-4dc7-8334-daee5f22c684', '2017-05-27 12:54:32', '2017-05-27 12:54:32', '0', '市辖区', '', '1', '430701', '1', '229', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('1bf4315f-03f6-40ff-b4e8-a11a038db7b2', '2017-05-26 10:59:27', '2017-05-26 10:59:27', '0', '托克托县', '', '1', '150122', '7', '60', 'TKTX', null);
INSERT INTO `b_canton` VALUES ('1bff3bbc-adc3-4afa-bb24-356ca97b7204', '2017-05-27 10:50:14', '2017-05-27 10:50:14', '0', '渑池县', '', '1', '411221', '4', '202', 'MCX', null);
INSERT INTO `b_canton` VALUES ('1c0ba620-fdd4-44b4-a1b4-23725f91d1da', '2017-05-26 16:23:08', '2017-05-26 16:23:08', '0', '定海区', '', '1', '330902', '2', 'b19334c2-0ccd-473c-b6ae-b7680d02c987', 'DHQ', null);
INSERT INTO `b_canton` VALUES ('1c14d5a2-a86d-4a17-aaa4-3ce85a385c42', '2017-05-27 12:43:12', '2017-05-27 12:43:18', '0', '醴陵市', '', '1', '430281', '10', '224', 'LLS', null);
INSERT INTO `b_canton` VALUES ('1c349f8f-b393-4dcc-adef-7c601b7b02c1', '2017-05-26 09:42:54', '2017-05-26 09:42:54', '0', '涿州市', '', '1', '130681', '22', '43', 'IZS', null);
INSERT INTO `b_canton` VALUES ('1c4a251b-c40e-495d-9e3b-f3ce1b468326', '2017-05-26 16:18:21', '2017-05-26 16:18:21', '0', '武义县', '', '1', '330723', '4', '135', 'WYX', null);
INSERT INTO `b_canton` VALUES ('1c5a7a0d-7928-4f7b-86d0-111c339b2f8c', '2017-05-26 11:24:29', '2017-05-26 11:24:29', '0', '化德县', '', '1', '150922', '4', '68', 'HDX', null);
INSERT INTO `b_canton` VALUES ('1c7845e6-5281-4e38-9837-000929a7ef27', '2017-05-27 11:15:13', '2017-05-27 11:15:13', '0', '茅箭区', '', '1', '420302', '2', '211', 'MJQ', null);
INSERT INTO `b_canton` VALUES ('1c8ec339-f1e4-440f-86ac-a641f0bf87f3', '2017-05-26 13:42:18', '2017-05-26 13:42:23', '0', '清原满族自治县', '', '1', '210423', '8', '75', 'QYMZZZX', null);
INSERT INTO `b_canton` VALUES ('1c9e1784-8639-430b-a3e7-bedc9c62e856', '2017-05-26 10:00:31', '2017-05-26 10:00:31', '0', '香河县', '', '1', '131024', '6', '47', 'XHX', null);
INSERT INTO `b_canton` VALUES ('1ca07870-86a5-4fb8-925c-03c699d1a6f8', '2017-05-27 12:45:57', '2017-05-27 12:45:57', '0', '南岳区', '', '1', '430412', '6', '226', 'NYQ', null);
INSERT INTO `b_canton` VALUES ('1ca5185f-6db4-4da7-a0fe-f3a07e448ca9', '2017-05-27 18:22:53', '2017-05-27 18:22:53', '0', '山阳县', '', '1', '611024', '6', '339', 'SYX', null);
INSERT INTO `b_canton` VALUES ('1ca75180-829a-41aa-9ca8-8c87960c591b', '2017-05-26 17:08:02', '2017-05-26 17:08:02', '0', '埇桥区', '', '1', '341302', '2', '148', 'GQQ', null);
INSERT INTO `b_canton` VALUES ('1cbb817d-e0e5-4296-b13c-b1281578aca9', '2017-05-26 16:09:02', '2017-05-26 16:09:02', '0', '瓯海区', '', '1', '330304', '4', '131', 'OHQ', null);
INSERT INTO `b_canton` VALUES ('1ce00e0d-7272-49ef-85d0-dddf4c5f8fcf', '2017-05-26 09:22:12', '2017-05-26 09:22:12', '0', '复兴区', '', '1', '130404', '4', '41', 'FXQ', null);
INSERT INTO `b_canton` VALUES ('1ce81239-cdfe-418c-9508-61c90a86146d', '2017-05-27 12:40:09', '2017-05-27 12:40:09', '0', '望城区', '', '1', '430112', '7', '223', 'WCQ', null);
INSERT INTO `b_canton` VALUES ('1ceacb08-5f98-4b24-98af-504d2ab21699', '2017-05-27 13:40:14', '2017-05-27 13:40:14', '0', '鹤山市', '', '1', '440784', '7', '243', 'HSS', null);
INSERT INTO `b_canton` VALUES ('1ced3417-bc04-4be5-a71e-c49c8ad1b97b', '2017-05-26 14:36:01', '2017-05-26 14:36:01', '0', '建华区', '', '1', '230203', '3', '97', 'JHQ', null);
INSERT INTO `b_canton` VALUES ('1d024e66-220f-4c2c-b55f-40b362b5938c', '2017-05-27 17:14:41', '2017-05-27 17:14:41', '0', '丘北县', '', '1', '532626', '6', '317', 'QBX', null);
INSERT INTO `b_canton` VALUES ('1d141569-b976-4b99-8b6d-498f373b8a7a', '2017-05-27 11:27:44', '2017-05-27 11:27:44', '0', '市辖区', '', '1', '420901', '1', '216', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('1d2d0baa-3700-4e68-9740-bdb7b6dfb295', '2017-05-26 14:48:35', '2017-05-26 14:48:35', '0', '肇源县', '', '1', '230622', '8', '101', 'ZYX', null);
INSERT INTO `b_canton` VALUES ('1d37606c-b60a-4619-90a0-607ef795c0d0', '2017-05-27 11:33:58', '2017-05-27 11:34:05', '0', '黄梅县', '', '1', '421127', '9', '218', 'HMX', null);
INSERT INTO `b_canton` VALUES ('1d5a6220-3874-4d68-9ac1-a79c7bc965af', '2017-05-27 10:48:59', '2017-05-27 10:48:59', '0', '舞阳县', '', '1', '411121', '5', '201', 'WYX', null);
INSERT INTO `b_canton` VALUES ('1d72671c-d51d-449f-80fd-7d517c7a15ca', '2017-05-26 10:44:14', '2017-05-26 10:44:20', '0', '河曲县', '', '1', '140930', '12', '57', 'HQX', null);
INSERT INTO `b_canton` VALUES ('1d8106a5-6b22-47f9-8495-2c132647f9b1', '2017-05-26 13:31:45', '2017-05-26 13:31:45', '0', '铁西区', '', '1', '210106', '6', '72', 'TXQ', null);
INSERT INTO `b_canton` VALUES ('1d81dcd9-763e-4757-a198-d9ecb35364a1', '2017-05-27 11:16:06', '2017-05-27 11:16:06', '0', '郧西县', '', '1', '420322', '5', '211', 'YXX', null);
INSERT INTO `b_canton` VALUES ('1d9a7963-af90-443b-b54b-609cdd34bd1e', '2017-05-27 19:42:35', '2017-05-27 19:42:35', '0', '乌苏市', '', '1', '654202', '2', '379', 'WSS', null);
INSERT INTO `b_canton` VALUES ('1d9a83f5-a745-414a-82c1-3e1eed159997', '2017-05-26 10:38:46', '2017-05-26 10:38:46', '0', '永济市', '', '1', '140881', '13', '56', 'YJS', null);
INSERT INTO `b_canton` VALUES ('1d9cf783-bc72-4086-88f7-455f88a2e26d', '2017-05-27 17:42:09', '2017-05-27 17:42:09', '0', '洛扎县', '', '1', '540527', '9', '325', 'LZX', null);
INSERT INTO `b_canton` VALUES ('1db03eb3-a626-4b52-a9c6-c970eb49e73f', '2017-05-27 15:19:30', '2017-05-27 15:19:30', '0', '叙永县', '', '1', '510524', '7', '280', 'XYX', null);
INSERT INTO `b_canton` VALUES ('1db51e21-fa12-4e98-8cea-5419f26f1a00', '2017-05-27 14:57:01', '2017-05-27 14:57:01', '0', '渝北区', '', '1', '500112', '12', '275', 'YBQ', null);
INSERT INTO `b_canton` VALUES ('1de8cbde-2220-45e6-a994-8bab6dfa8c9f', '2017-05-26 14:41:04', '2017-05-26 14:41:04', '0', '滴道区', '', '1', '230304', '4', '98', 'DDQ', null);
INSERT INTO `b_canton` VALUES ('1df496b3-a525-4bad-b254-a0fd65bb6478', '2017-05-27 15:40:13', '2017-05-27 15:40:13', '0', '江安县', '', '1', '511523', '5', '289', 'JAX', null);
INSERT INTO `b_canton` VALUES ('1e02a70f-69e8-44e7-8689-47a1f707aff0', '2017-05-27 16:32:08', '2017-05-27 16:32:08', '0', '岑巩县', '', '1', '522626', '6', '305', 'CGX', null);
INSERT INTO `b_canton` VALUES ('1e421b73-ed72-4131-9032-9fcde45a099d', '2017-05-27 09:49:28', '2017-05-27 09:49:28', '0', '市辖区', '', '1', '370801', '1', '181', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('1e485b10-f28d-45d5-92bb-597a69eb3e05', '2017-05-26 14:10:59', '2017-05-26 14:10:59', '0', '建昌县', '', '1', '211422', '6', '85', 'JCX', null);
INSERT INTO `b_canton` VALUES ('1e75e9f9-15bd-4a6b-a8ad-627d3792dbbc', '2017-05-27 11:31:52', '2017-05-27 11:31:52', '0', '红安县', '', '1', '421122', '4', '218', 'HAX', null);
INSERT INTO `b_canton` VALUES ('1e7fffba-5547-402d-94e7-b76a39b9e178', '2017-05-26 15:54:48', '2017-05-26 15:54:48', '0', '沐阳县', '', '1', '321322', '4', '82b93f1d-73ce-4225-9b0d-50c7cd67b6eb', 'CYX', null);
INSERT INTO `b_canton` VALUES ('1e929236-891d-4baa-bd4c-4dd8e89e664f', '2017-05-27 09:11:27', '2017-05-27 09:11:27', '0', '吉水县', '', '1', '360822', '5', '170', 'JSX', null);
INSERT INTO `b_canton` VALUES ('1e98244c-3302-4f17-bbc0-837aa00e8d09', '2017-05-27 18:05:04', '2017-05-27 18:05:04', '0', '合阳县', '', '1', '610524', '6', '334', 'HYX', null);
INSERT INTO `b_canton` VALUES ('1eae54fb-075f-4a3b-8070-31696ee87135', '2017-05-26 11:12:23', '2017-05-26 11:12:23', '0', '霍林郭勒市', '', '1', '150581', '9', '64', 'HLGLS', null);
INSERT INTO `b_canton` VALUES ('1ec03952-ae06-4f87-b458-acb8ce46b7a9', '2017-05-27 16:13:23', '2017-05-27 16:13:23', '0', '汇川区', '', '1', '520303', '3', '300', 'HCQ', null);
INSERT INTO `b_canton` VALUES ('1ecd96f3-c3eb-4c51-8455-1a968b29fb33', '2017-05-26 11:05:37', '2017-05-26 11:05:37', '0', '元宝山区', '', '1', '150403', '3', '63', 'YBSQ', null);
INSERT INTO `b_canton` VALUES ('1f0f1fda-12cd-4cf1-ab5a-a1449b206fe5', '2017-05-26 17:04:40', '2017-05-26 17:04:40', '0', '市辖区', '', '1', '341201', '1', '147', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('1f0f4ac8-740b-4f9c-a2f8-ccedd5c3fd94', '2017-05-26 16:27:14', '2017-05-26 16:27:14', '0', '青田县', '', '1', '331121', '3', 'a2ce7e83-1df0-48ba-8c5a-7d1f202f78f7', 'QTX', null);
INSERT INTO `b_canton` VALUES ('1f323d98-b798-4a18-b5d0-48bbb2f6bed5', '2017-05-27 13:55:10', '2017-05-27 13:55:10', '0', '陆丰市', '', '1', '441581', '5', '249', 'LFS', null);
INSERT INTO `b_canton` VALUES ('1f7ecb90-e099-4dff-9ed8-e363111918e2', '2017-05-27 18:34:34', '2017-05-27 18:34:34', '0', '临泽县', '', '1', '620723', '5', '346', 'LZX', null);
INSERT INTO `b_canton` VALUES ('1f948335-0258-4e1e-98e2-97ff313eb512', '2017-05-27 13:17:39', '2017-05-27 13:17:39', '0', '保靖县', '', '1', '433125', '5', '236', 'BJX', null);
INSERT INTO `b_canton` VALUES ('1f9c828d-fc50-4d41-b50d-238821618ef4', '2017-05-27 10:26:29', '2017-05-27 10:26:35', '0', '新安县', '', '1', '410323', '9', '193', 'XAX', null);
INSERT INTO `b_canton` VALUES ('1fd01a7c-2514-4ef6-b390-9ba51537f413', '2017-05-27 19:25:05', '2017-05-27 19:25:05', '0', '玛纳斯县', '', '1', '652324', '4', '371', 'MNSX', null);
INSERT INTO `b_canton` VALUES ('1fe57a23-75ef-48c2-859f-8d58c1a77bf0', '2017-05-26 14:24:15', '2017-05-26 14:24:15', '0', '长岭县', '', '1', '220722', '4', '92', 'CLX', null);
INSERT INTO `b_canton` VALUES ('1ffe4673-3ede-4945-a15d-281accfc7bd5', '2017-05-26 09:51:44', '2017-05-26 09:51:44', '0', '围场满族蒙古族自治县', '', '1', '130828', '12', '45', 'WCMZMGZZZX', null);
INSERT INTO `b_canton` VALUES ('2', null, '2017-04-15 14:42:49', '0', '北京市', '', '1', '', '2', '1', 'BJS', null);
INSERT INTO `b_canton` VALUES ('20', null, null, null, '广东省', null, '1', null, '20', '1', 'GDS', null);
INSERT INTO `b_canton` VALUES ('200', null, '2017-05-27 10:17:13', '0', '河南省许昌市', '', '1', '411000', '200', '17', 'HNSXCS', null);
INSERT INTO `b_canton` VALUES ('200762e5-a940-417e-a25b-edaa029d4f51', '2017-05-27 13:12:00', '2017-05-27 13:12:00', '0', '麻阳苗族自治县', '', '1', '431226', '8', '234', 'MYMZZZX', null);
INSERT INTO `b_canton` VALUES ('20083cda-ea53-4b0a-bd46-1d647e6e89e7', '2017-05-26 16:39:33', '2017-05-26 16:39:33', '0', '鸠江区', '', '1', '340207', '4', '138', 'AJQ', null);
INSERT INTO `b_canton` VALUES ('201', null, '2017-05-27 10:17:25', '0', '河南省漯河市', '', '1', '411100', '201', '17', 'HNSGHS', null);
INSERT INTO `b_canton` VALUES ('2011e9f0-625e-463f-a598-2dfc850df827', '2017-05-26 18:05:24', '2017-05-26 18:05:24', '0', '莲花县', '', '1', '360321', '4', '165', 'LHX', null);
INSERT INTO `b_canton` VALUES ('202', null, '2017-05-27 10:17:32', '0', '河南省三门峡市', '', '1', '411200', '202', '17', 'HNSSMXS', null);
INSERT INTO `b_canton` VALUES ('203', null, '2017-05-27 10:17:40', '0', '河南省南阳市', '', '1', '411300', '203', '17', 'HNSNYS', null);
INSERT INTO `b_canton` VALUES ('204', null, '2017-05-27 10:17:53', '0', '河南省商丘市', '', '1', '411400', '204', '17', 'HNSSQS', null);
INSERT INTO `b_canton` VALUES ('205', null, '2017-05-27 10:18:00', '0', '河南省信阳市', '', '1', '411500', '205', '17', 'HNSXYS', null);
INSERT INTO `b_canton` VALUES ('206', null, '2017-05-27 10:18:10', '0', '河南省周口市', '', '1', '411600', '206', '17', 'HNSZKS', null);
INSERT INTO `b_canton` VALUES ('206313dc-fd42-4cdd-a266-5a37cc441097', '2017-05-27 14:41:52', '2017-05-27 14:41:52', '0', '合山市', '', '1', '451381', '7', '270', 'HSS', null);
INSERT INTO `b_canton` VALUES ('207', null, '2017-05-27 10:18:23', '0', '河南省驻马店市', '', '1', '411700', '207', '17', 'HNSZMDS', null);
INSERT INTO `b_canton` VALUES ('208', null, '2017-05-27 10:18:34', '0', '河南省省直辖县', '', '1', '419000', '208', '17', 'HNSSZXX', null);
INSERT INTO `b_canton` VALUES ('209', null, '2017-05-27 11:06:28', '0', '湖北省武汉市', '', '1', '420101', '209', '18', 'HBSWHS', null);
INSERT INTO `b_canton` VALUES ('20d995ef-6b03-4413-a6af-356da345383a', '2017-05-26 17:48:58', '2017-05-26 17:48:58', '0', '市辖区', '', '1', '350801', '1', '161', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('20ea0fd8-49c9-420c-91b9-5180a1575dc2', '2017-05-26 15:26:40', '2017-05-26 15:26:40', '0', '浦口区', '', '1', '320111', '6', '17076c42-81a5-4063-b798-c2eb0b38a41b', 'PKQ', null);
INSERT INTO `b_canton` VALUES ('20ece8e9-9e28-4dbe-a843-7a723d6f2b4e', '2017-05-26 10:25:32', '2017-05-26 10:25:32', '0', '市辖区', '', '1', '140601', '1', '54', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('21', null, null, null, '广西壮族自治区', null, '1', null, '21', '1', 'GXZZZZQ', null);
INSERT INTO `b_canton` VALUES ('210', null, '2017-05-27 11:06:35', '0', '湖北省黄石市', '', '1', '420200', '210', '18', 'HBSHSS', null);
INSERT INTO `b_canton` VALUES ('210e9505-4fa6-41fe-877d-664af8b9fe67', '2017-05-26 09:52:09', '2017-05-26 09:52:09', '0', '新华区', '', '1', '130902', '2', '46', 'XHQ', null);
INSERT INTO `b_canton` VALUES ('211', null, '2017-05-27 11:06:44', '0', '湖北省十堰市', '', '1', '420300', '211', '18', 'HBSSYS', null);
INSERT INTO `b_canton` VALUES ('212', null, '2017-05-27 11:06:52', '0', '湖北省宜昌市', '', '1', '420500', '212', '18', 'HBSYCS', null);
INSERT INTO `b_canton` VALUES ('2121c096-1368-4290-b6d4-86e4095a637d', '2017-05-27 18:56:17', '2017-05-27 18:56:17', '0', '民和回族土族自治县', '', '1', '630222', '3', '355', 'MHHZTZZZX', null);
INSERT INTO `b_canton` VALUES ('213', null, '2017-05-27 11:07:25', '0', '湖北省襄阳市', '', '1', '450600', '213', '18', 'HBSXYS', null);
INSERT INTO `b_canton` VALUES ('214', null, '2017-05-27 11:07:36', '0', '湖北省鄂州市', '', '1', '420700', '214', '18', 'HBSEZS', null);
INSERT INTO `b_canton` VALUES ('215', null, '2017-05-27 11:07:47', '0', '湖北省荆门市', '', '1', '420800', '215', '18', 'HBSJMS', null);
INSERT INTO `b_canton` VALUES ('21514c74-84ff-4311-b566-5cd434862f31', '2017-05-27 11:30:40', '2017-05-27 11:30:40', '0', '石首市', '', '1', '421081', '7', '217', 'SSS', null);
INSERT INTO `b_canton` VALUES ('216', null, '2017-05-27 11:07:57', '0', '湖北省孝感市', '', '1', '420900', '216', '18', 'HBSXGS', null);
INSERT INTO `b_canton` VALUES ('216a2c75-9d97-465a-8699-fe752ade7a6f', '2017-05-26 11:11:50', '2017-05-26 11:11:50', '0', '奈曼旗', '', '1', '150525', '7', '64', 'NMQ', null);
INSERT INTO `b_canton` VALUES ('217', null, '2017-05-27 11:08:04', '0', '湖北省荆州市', '', '1', '421000', '217', '18', 'HBSJZS', null);
INSERT INTO `b_canton` VALUES ('218', null, '2017-05-27 11:08:11', '0', '湖北省黄冈市', '', '1', '421100', '218', '18', 'HBSHGS', null);
INSERT INTO `b_canton` VALUES ('2183376e-a687-4ea1-8740-c2668339050a', '2017-05-27 18:27:12', '2017-05-27 18:27:12', '0', '红古区', '', '1', '620111', '6', '340', 'HGQ', null);
INSERT INTO `b_canton` VALUES ('219', null, '2017-05-27 11:08:19', '0', '湖北省咸宁市', '', '1', '421200', '219', '18', 'HBSXNS', null);
INSERT INTO `b_canton` VALUES ('21905152-4692-4a02-86e2-a57629289fe2', '2017-05-26 16:27:49', '2017-05-26 16:27:49', '0', '松阳县', '', '1', '331124', '6', 'a2ce7e83-1df0-48ba-8c5a-7d1f202f78f7', 'SYX', null);
INSERT INTO `b_canton` VALUES ('21a97725-92cb-4dab-a859-f8847b07c8c9', '2017-05-27 14:19:10', '2017-05-27 14:19:10', '0', '灌阳县', '', '1', '450327', '13', '260', 'GYX', null);
INSERT INTO `b_canton` VALUES ('21af7ee3-2727-41ab-8ce2-63b95098aa4a', '2017-05-26 10:01:33', '2017-05-26 10:01:33', '0', '霸州市', '', '1', '131081', '10', '47', 'BZS', null);
INSERT INTO `b_canton` VALUES ('22', null, null, null, '海南省', null, '1', null, '22', '1', 'HNS', null);
INSERT INTO `b_canton` VALUES ('220', null, '2017-05-27 11:08:29', '0', '湖北省随州市', '', '1', '421300', '220', '18', 'HBSSZS', null);
INSERT INTO `b_canton` VALUES ('220a14d2-8389-4e1f-ab65-5a440bc57f43', '2017-05-26 17:36:41', '2017-05-26 17:36:48', '0', '永安市', '', '1', '350481', '13', '157', 'YAS', null);
INSERT INTO `b_canton` VALUES ('221', null, '2017-05-27 11:08:40', '0', '湖北省恩施土家族苗族自治州', '', '1', '422800', '221', '18', 'HBSESTJZMZZZZ', null);
INSERT INTO `b_canton` VALUES ('222', null, '2017-05-27 11:08:48', '0', '湖北省省直辖县级行政单位', '', '1', '429000', '222', '18', 'HBSSZXXJXZDW', null);
INSERT INTO `b_canton` VALUES ('2226a287-6a97-4af0-942f-682ace20c49d', '2017-05-26 18:14:15', '2017-05-26 18:14:15', '0', '大余县', '', '1', '360723', '6', '169', 'DYX', null);
INSERT INTO `b_canton` VALUES ('223', null, '2017-05-27 12:29:15', '0', '湖南省长沙市', '', '1', '430100', '223', '19', 'HNSCSS', null);
INSERT INTO `b_canton` VALUES ('22373860-d8f7-4d8d-8748-5a512614333e', '2017-05-27 19:04:15', '2017-05-27 19:04:15', '0', '曲麻莱县', '', '1', '632726', '6', '360', 'QMLX', null);
INSERT INTO `b_canton` VALUES ('224', null, '2017-05-27 12:29:25', '0', '湖南省株洲市', '', '1', '430200', '224', '19', 'HNSZZS', null);
INSERT INTO `b_canton` VALUES ('225', null, '2017-05-27 12:29:34', '0', '湖南省湘潭市', '', '1', '430300', '225', '19', 'HNSXTS', null);
INSERT INTO `b_canton` VALUES ('226', null, '2017-05-27 12:29:45', '0', '湖南省衡阳市', '', '1', '430400', '226', '19', 'HNSHYS', null);
INSERT INTO `b_canton` VALUES ('22606285-fd84-48c0-9bfb-a177f6c81c04', '2017-05-27 18:51:37', '2017-05-27 18:51:37', '0', '玛曲县', '', '1', '623025', '6', '353', 'MQX', null);
INSERT INTO `b_canton` VALUES ('2262b52f-768a-44eb-a180-d2f303da9076', '2017-05-27 16:56:00', '2017-05-27 16:56:00', '0', '水富县', '', '1', '530630', '13', '311', 'SFX', null);
INSERT INTO `b_canton` VALUES ('227', null, '2017-05-27 12:29:52', '0', '湖南省邵阳市', '', '1', '430500', '227', '19', 'HNSSYS', null);
INSERT INTO `b_canton` VALUES ('2274fccc-0087-486a-9c0f-adbee33522eb', '2017-05-26 16:52:06', '2017-05-26 16:52:06', '0', '枞阳县', '', '1', '340722', '5', '143', 'AYX', null);
INSERT INTO `b_canton` VALUES ('22778c51-4cb5-48b5-b2bb-29a74f13a98c', '2017-05-26 11:00:28', '2017-05-26 11:00:28', '0', '市辖区', '', '1', '150201', '1', '61', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('228', null, '2017-05-27 12:30:04', '0', '湖南省岳阳市', '', '1', '430600', '228', '19', 'HNSYYS', null);
INSERT INTO `b_canton` VALUES ('228897e7-36d0-474c-a9e0-9a76482e7945', '2017-05-26 14:17:28', '2017-05-26 14:17:28', '0', '梨树县', '', '1', '220322', '4', '88', 'LSX', null);
INSERT INTO `b_canton` VALUES ('228a7123-62ef-4f64-b317-8a03a9a5295a', '2017-05-27 15:54:11', '2017-05-27 15:54:11', '0', '小金县', '', '1', '513227', '8', '295', 'XJX', null);
INSERT INTO `b_canton` VALUES ('229', null, '2017-05-27 12:30:23', '0', '湖南省常德市', '', '1', '430700', '229', '19', 'HNSCDS', null);
INSERT INTO `b_canton` VALUES ('22939d61-ef0b-4ade-91b5-bc224c363533', '2017-05-27 11:23:32', '2017-05-27 11:23:38', '0', '谷城县', '', '1', '420625', '6', '213', 'GCX', null);
INSERT INTO `b_canton` VALUES ('22941fff-88bd-400d-ac13-8ae7a5c6f2f6', '2017-05-27 13:32:24', '2017-05-27 13:32:24', '0', '南山区', '', '1', '440305', '4', '239', 'NSQ', null);
INSERT INTO `b_canton` VALUES ('2296f6c1-c604-4377-8843-fe8c44abba75', '2017-05-27 09:50:12', '2017-05-27 09:50:12', '0', '兖州区', '', '1', '370812', '3', '181', 'YZQ', null);
INSERT INTO `b_canton` VALUES ('229a5e2a-38ae-4e38-8703-8482577912b2', '2017-05-27 16:27:11', '2017-05-27 16:27:11', '0', '思南县', '', '1', '520624', '7', '302', 'SNX', null);
INSERT INTO `b_canton` VALUES ('22ba1987-afba-47cc-8af3-c5cfcc740739', '2017-05-26 14:25:47', '2017-05-26 14:25:47', '0', '镇赉县', '', '1', '220821', '3', '93', 'ZLX', null);
INSERT INTO `b_canton` VALUES ('22c075c0-8ffd-4bb0-8c56-5d6e62d6579c', '2017-05-26 10:33:16', '2017-05-26 10:33:16', '0', '闻喜县', '', '1', '140823', '5', '56', 'WXX', null);
INSERT INTO `b_canton` VALUES ('22d38f5d-85e6-47f0-9d44-1ff97c23329a', '2017-05-27 13:02:34', '2017-05-27 13:02:34', '0', '桂东县', '', '1', '431027', '10', '232', 'GDX', null);
INSERT INTO `b_canton` VALUES ('22d791af-9fe0-4db0-9d49-cc5de29078e8', '2017-05-26 15:34:41', '2017-05-26 15:34:41', '0', '钟楼区', '', '1', '320404', '3', 'f7dd0429-4109-436a-842c-5afddda13cbe', 'ZLQ', null);
INSERT INTO `b_canton` VALUES ('22ebb917-a6d6-43e1-936c-3da9f64d2a30', '2017-05-26 18:10:47', '2017-05-26 18:10:47', '0', '庐山市', '', '1', '360483', '14', '166', 'LSS', null);
INSERT INTO `b_canton` VALUES ('22f32fab-800c-4383-b189-15c975702241', '2017-05-27 15:19:49', '2017-05-27 15:19:49', '0', '古蔺县', '', '1', '510525', '8', '280', 'GLX', null);
INSERT INTO `b_canton` VALUES ('22f6a9f3-c496-443c-a34b-d16f8bf00412', '2017-05-27 10:43:33', '2017-05-27 10:43:40', '0', '沁阳市', '', '1', '410882', '10', '198', 'QYS', null);
INSERT INTO `b_canton` VALUES ('23', null, null, null, '重庆市', null, '1', null, '23', '1', 'ZQS', null);
INSERT INTO `b_canton` VALUES ('230', null, '2017-05-27 12:30:35', '0', '湖南省张家界市', '', '1', '430800', '230', '19', 'HNSZJJS', null);
INSERT INTO `b_canton` VALUES ('23001dcf-471b-474b-8409-c61c45e28e42', '2017-05-25 17:55:29', '2017-05-25 17:55:29', '0', '西青区', '', '1', '120111', '9', '3', 'XQQ', null);
INSERT INTO `b_canton` VALUES ('2306bdab-9504-4b27-b1e3-ed810d604480', '2017-05-25 17:42:25', '2017-05-25 17:42:25', '0', '大兴区', '', '1', '110115', '13', '2', 'DXQ', null);
INSERT INTO `b_canton` VALUES ('231', null, '2017-05-27 12:30:43', '0', '湖南省益阳市', '', '1', '430900', '231', '19', 'HNSYYS', null);
INSERT INTO `b_canton` VALUES ('231fb561-dd85-450f-a840-170196feb20b', '2017-05-27 17:20:57', '2017-05-27 17:20:57', '0', '梁河县', '', '1', '533122', '3', '320', 'LHX', null);
INSERT INTO `b_canton` VALUES ('232', null, '2017-05-27 12:30:51', '0', '湖南省郴州市', '', '1', '431000', '232', '19', 'HNSCZS', null);
INSERT INTO `b_canton` VALUES ('233', null, '2017-05-27 12:31:00', '0', '湖南省永州市', '', '1', '431100', '233', '19', 'HNSYZS', null);
INSERT INTO `b_canton` VALUES ('234', null, '2017-05-27 12:31:07', '0', '湖南省怀化市', '', '1', '431200', '234', '19', 'HNSHHS', null);
INSERT INTO `b_canton` VALUES ('23440c20-810e-477d-803e-4ab9f92f4d48', '2017-05-27 10:28:19', '2017-05-27 10:28:19', '0', '新华区', '', '1', '410402', '2', '194', 'XHQ', null);
INSERT INTO `b_canton` VALUES ('235', null, '2017-05-27 12:31:17', '0', '湖南省娄底市', '', '1', '431300', '235', '19', 'HNSLDS', null);
INSERT INTO `b_canton` VALUES ('23515154-4f95-4d5b-9932-37ae045ffba2', '2017-05-26 16:26:32', '2017-05-26 16:26:32', '0', '临海市', '', '1', '331082', '10', '79e64557-6e6a-4cae-b802-9ee18b2002d5', 'LHS', null);
INSERT INTO `b_canton` VALUES ('236', null, '2017-05-27 12:31:26', '0', '湖南省湘西土家族苗族自治州', '', '1', '433100', '236', '19', 'HNSXXTJZMZZZZ', null);
INSERT INTO `b_canton` VALUES ('237', null, '2017-05-27 13:18:30', '0', '广东省广州市', '', '1', '440100', '237', '20', 'GDSGZS', null);
INSERT INTO `b_canton` VALUES ('2376aae8-66ac-4502-a7a5-1d154075447a', '2017-05-27 15:09:56', '2017-05-27 15:09:56', '0', '青白江区', '', '1', '510113', '8', '277', 'QBJQ', null);
INSERT INTO `b_canton` VALUES ('238', null, '2017-05-27 13:18:38', '0', '广东省韶关市', '', '1', '440200', '238', '20', 'GDSSGS', null);
INSERT INTO `b_canton` VALUES ('238a3460-fdf7-46c8-b425-ff45374e526d', '2017-05-27 10:53:48', '2017-05-27 10:53:48', '0', '唐河县', '', '1', '411328', '11', '203', 'THX', null);
INSERT INTO `b_canton` VALUES ('239', null, '2017-05-27 13:18:48', '0', '广东省深圳市', '', '1', '440300', '239', '20', 'GDSSFS', null);
INSERT INTO `b_canton` VALUES ('239a5069-bb41-42f3-9510-4d97d3303c3f', '2017-05-26 13:34:44', '2017-05-26 13:34:44', '0', '市辖区', '', '1', '210201', '1', '73', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('23dfbbbf-813c-4bc3-97d5-3e70140acf84', '2017-05-27 19:03:32', '2017-05-27 19:03:32', '0', '称多县', '', '1', '632723', '3', '360', 'CDX', null);
INSERT INTO `b_canton` VALUES ('23ecb762-b02c-48ec-8ca7-f054e62124bc', '2017-05-27 12:45:47', '2017-05-27 12:45:47', '0', '蒸湘区', '', '1', '430408', '5', '226', 'ZXQ', null);
INSERT INTO `b_canton` VALUES ('23ff9b80-e561-41ea-8500-0d7ef581000d', '2017-05-27 15:22:32', '2017-05-27 15:22:32', '0', '绵竹市', '', '1', '510683', '7', '281', 'MZS', null);
INSERT INTO `b_canton` VALUES ('24', null, null, null, '四川省', null, '1', null, '24', '1', 'SCS', null);
INSERT INTO `b_canton` VALUES ('240', null, '2017-05-27 13:18:59', '0', '广东省珠海市', '', '1', '440400', '240', '20', 'GDSZHS', null);
INSERT INTO `b_canton` VALUES ('24051f21-e661-4237-9acd-a71adc74dece', '2017-05-26 16:39:22', '2017-05-26 16:39:22', '0', '戈江区', '', '1', '340203', '3', '138', 'GJQ', null);
INSERT INTO `b_canton` VALUES ('241', null, '2017-05-27 13:19:06', '0', '广东省汕头市', '', '1', '440500', '241', '20', 'GDSSTS', null);
INSERT INTO `b_canton` VALUES ('24168084-7db1-443a-aea1-35e99c7756cc', '2017-05-26 17:27:31', '2017-05-26 17:27:31', '0', '市辖区', '', '1', '350201', '1', '155', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('242', null, '2017-05-27 13:19:15', '0', '广东省佛山市', '', '1', '440600', '242', '20', 'GDSFSS', null);
INSERT INTO `b_canton` VALUES ('243', null, '2017-05-27 13:19:27', '0', '广东省江门市', '', '1', '440700', '243', '20', 'GDSJMS', null);
INSERT INTO `b_canton` VALUES ('2433a1ed-32b3-40a6-a4e3-45f331196999', '2017-05-27 14:53:52', '2017-05-27 14:53:52', '0', '渝中区', '', '1', '500103', '3', '275', 'YZQ', null);
INSERT INTO `b_canton` VALUES ('244', null, '2017-05-27 13:19:37', '0', '广东省湛江市', '', '1', '440800', '244', '20', 'GDSZJS', null);
INSERT INTO `b_canton` VALUES ('24406a51-6d44-4f5a-abcc-b39659b9bc32', '2017-05-26 17:50:31', '2017-05-26 17:50:31', '0', '漳平市', '', '1', '350881', '8', '161', 'ZPS', null);
INSERT INTO `b_canton` VALUES ('244e6e04-eb67-4e4e-87b9-4dac78e20daa', '2017-05-27 09:42:47', '2017-05-27 09:42:47', '0', '长岛县', '', '1', '370634', '6', '179', 'CDX', null);
INSERT INTO `b_canton` VALUES ('245', null, '2017-05-27 13:19:48', '0', '广东省茂名市', '', '1', '440900', '245', '20', 'GDSMMS', null);
INSERT INTO `b_canton` VALUES ('245c8aaa-cb09-495b-afe9-5c87df3a78f9', '2017-05-27 18:21:35', '2017-05-27 18:21:35', '0', '白河县', '', '1', '610929', '11', '338', 'BHX', null);
INSERT INTO `b_canton` VALUES ('245efa97-1e5b-42cd-b6b6-28a930a7696f', '2017-05-25 18:11:25', '2017-05-25 18:11:25', '0', '栾城区', '', '1', '130111', '9', '38', 'ICQ', null);
INSERT INTO `b_canton` VALUES ('246', null, '2017-05-27 13:19:56', '0', '广东省肇庆市', '', '1', '441200', '246', '20', 'GDSZQS', null);
INSERT INTO `b_canton` VALUES ('24657be5-8212-4bc3-a1f3-74b3c55a8101', '2017-05-27 10:44:55', '2017-05-27 10:45:00', '0', '南乐县', '', '1', '410923', '4', '199', 'NLX', null);
INSERT INTO `b_canton` VALUES ('247', null, '2017-05-27 13:20:04', '0', '广东省惠州市', '', '1', '441300', '247', '20', 'GDSHZS', null);
INSERT INTO `b_canton` VALUES ('247cb388-2b53-4c87-95a7-1a7cf29568df', '2017-05-27 10:03:58', '2017-05-27 10:03:58', '0', '齐河县', '', '1', '371425', '7', '187', 'QHX', null);
INSERT INTO `b_canton` VALUES ('248', null, '2017-05-27 13:20:14', '0', '广东省梅州市', '', '1', '441400', '248', '20', 'GDSMZS', null);
INSERT INTO `b_canton` VALUES ('248982d1-a9d8-4c29-a19d-b9913c9f5914', '2017-05-26 11:11:33', '2017-05-26 11:11:33', '0', '库伦旗', '', '1', '150524', '6', '64', 'KLQ', null);
INSERT INTO `b_canton` VALUES ('248fae69-1617-48fa-a023-c69cba0b6adb', '2017-05-26 11:33:14', '2017-05-26 11:33:14', '0', '阿拉善左旗', '', '1', '152921', '1', '71', 'ALSZQ', null);
INSERT INTO `b_canton` VALUES ('249', null, '2017-05-27 13:20:21', '0', '广东省汕尾市', '', '1', '441500', '249', '20', 'GDSSWS', null);
INSERT INTO `b_canton` VALUES ('2490a975-cd82-4d03-949d-f4cc6845fbd1', '2017-05-26 10:07:20', '2017-05-26 10:07:20', '0', '定州市', '', '1', '139001', '1', '84d71548-46a0-4e2a-a618-c6e08e1f8139', 'DZS', null);
INSERT INTO `b_canton` VALUES ('24b68538-1833-4ed9-9936-e81121e81735', '2017-05-26 13:53:19', '2017-05-26 13:53:19', '0', '海州区', '', '1', '210902', '2', '80', 'HZQ', null);
INSERT INTO `b_canton` VALUES ('24c81720-c348-4d1c-beae-f11758f2ef5d', '2017-05-27 09:58:29', '2017-05-27 09:58:29', '0', '河东区', '', '1', '371312', '4', '186', 'HDQ', null);
INSERT INTO `b_canton` VALUES ('24de6617-70e3-4643-b25e-3bb5d0184bfa', '2017-05-26 15:08:58', '2017-05-26 15:08:58', '0', '海伦市', '', '1', '231283', '11', '107', 'HLS', null);
INSERT INTO `b_canton` VALUES ('24ea12b4-0acb-4b70-9c32-c6ba16f5db72', '2017-05-26 13:36:28', '2017-05-26 13:36:28', '0', '普兰店区', '', '1', '210214', '8', '73', 'PLDQ', null);
INSERT INTO `b_canton` VALUES ('24ec648e-9091-4f11-9088-c5de4a2fe67f', '2017-05-27 17:04:13', '2017-05-27 17:04:13', '0', '凤庆县', '', '1', '530921', '3', '314', 'FQX', null);
INSERT INTO `b_canton` VALUES ('25', null, null, null, '贵州省', null, '1', null, '25', '1', 'GZS', null);
INSERT INTO `b_canton` VALUES ('250', null, '2017-05-27 13:20:38', '0', '广东省河源市', '', '1', '441600', '250', '20', 'GDSHYS', null);
INSERT INTO `b_canton` VALUES ('251', null, '2017-05-27 13:20:44', '0', '广东省阳江市', '', '1', '441700', '251', '20', 'GDSYJS', null);
INSERT INTO `b_canton` VALUES ('2516e53a-cedd-44ec-80a5-210e9d8ccd2e', '2017-05-27 14:13:50', '2017-05-27 14:13:50', '0', '柳南区', '', '1', '450204', '4', '259', 'LNQ', null);
INSERT INTO `b_canton` VALUES ('25183d89-c1a4-40ec-b653-65675180956a', '2017-05-26 10:29:19', '2017-05-26 10:29:19', '0', '昔阳县', '', '1', '140724', '6', '55', 'XYX', null);
INSERT INTO `b_canton` VALUES ('252', null, '2017-05-27 13:20:52', '0', '广东省清远市', '', '1', '441800', '252', '20', 'GDSQYS', null);
INSERT INTO `b_canton` VALUES ('253', null, '2017-05-27 13:21:06', '0', '广东省东莞市', '', '1', '441900', '253', '20', 'GDSDUS', null);
INSERT INTO `b_canton` VALUES ('253b619a-cfd5-4387-9ff2-0f95d270c3a0', '2017-05-26 15:24:37', '2017-05-26 15:24:37', '0', '江苏省泰州市', '', '1', '321200', '12', '11', 'JSSTZS', null);
INSERT INTO `b_canton` VALUES ('253c22ef-d289-4275-a663-9f3106c91506', '2017-05-26 09:28:59', '2017-05-26 09:28:59', '0', '柏乡县', '', '1', '130524', '6', '42', 'BXX', null);
INSERT INTO `b_canton` VALUES ('254', null, '2017-05-27 13:21:15', '0', '广东省中山市', '', '1', '442000', '254', '20', 'GDSZSS', null);
INSERT INTO `b_canton` VALUES ('25431df1-5428-4f95-b70d-63f5bfe79fc5', '2017-05-27 15:10:50', '2017-05-27 15:10:50', '0', '金堂县', '', '1', '510121', '12', '277', 'JTX', null);
INSERT INTO `b_canton` VALUES ('255', null, '2017-05-27 13:21:31', '0', '广东省潮州市', '', '1', '445100', '255', '20', 'GDSCZS', null);
INSERT INTO `b_canton` VALUES ('255b57eb-4a40-4f6c-98ec-3b9bfead7ba5', '2017-05-26 14:52:53', '2017-05-26 14:52:53', '0', '汤旺河区', '', '1', '230712', '12', '102', 'TWHQ', null);
INSERT INTO `b_canton` VALUES ('255ef0cb-f00f-4171-98e5-b83ee59db0eb', '2017-05-26 10:27:43', '2017-05-26 10:27:43', '0', '应县', '', '1', '140622', '5', '54', 'YX', null);
INSERT INTO `b_canton` VALUES ('256', null, '2017-05-27 13:21:51', '0', '广东省揭阳市', '', '1', '445200', '256', '20', 'GDSJYS', null);
INSERT INTO `b_canton` VALUES ('257', null, '2017-05-27 13:22:02', '0', '广东省云浮市', '', '1', '445300', '257', '20', 'GDSYFS', null);
INSERT INTO `b_canton` VALUES ('258', null, '2017-05-27 14:05:33', '0', '广西壮族自治区南宁市', '', '1', '450100', '258', '21', 'GXZZZZQNNS', null);
INSERT INTO `b_canton` VALUES ('259', null, '2017-05-27 14:05:43', '0', '广西壮族自治区柳州市', '', '1', '450200', '259', '21', 'GXZZZZQLZS', null);
INSERT INTO `b_canton` VALUES ('259f0274-2abd-4803-9f23-5285d01154ba', '2017-05-27 17:55:21', '2017-05-27 17:55:21', '0', '印台区', '', '1', '610203', '3', '331', 'YTQ', null);
INSERT INTO `b_canton` VALUES ('25a3d51f-f50b-4f7d-8dfd-1f11b880a65f', '2017-05-26 10:02:32', '2017-05-26 10:02:32', '0', '桃城区', '', '1', '131102', '2', '48', 'TCQ', null);
INSERT INTO `b_canton` VALUES ('25a7680f-2b2b-4468-9542-03cc2afba23c', '2017-05-27 14:35:31', '2017-05-27 14:35:36', '0', '钟山县', '', '1', '451122', '5', '268', 'ZSX', null);
INSERT INTO `b_canton` VALUES ('25ba9e51-b175-468c-b04c-3a31a58afeda', '2017-05-26 14:15:07', '2017-05-26 14:15:07', '0', '龙潭区', '', '1', '220203', '3', '87', 'LTQ', null);
INSERT INTO `b_canton` VALUES ('25cd0846-f11b-499f-ad99-fd83c8fb44dc', '2017-05-27 18:13:13', '2017-05-27 18:13:13', '0', '佛坪县', '', '1', '610730', '12', '336', 'FPX', null);
INSERT INTO `b_canton` VALUES ('25d9e05c-85a6-40a3-8836-2cfc8277f52f', '2017-05-26 17:05:26', '2017-05-26 17:05:26', '0', '颍东区', '', '1', '341203', '3', '147', 'QDQ', null);
INSERT INTO `b_canton` VALUES ('25f4d434-1762-4b65-a645-e4c96f1a23a5', '2017-05-27 10:53:58', '2017-05-27 10:53:58', '0', '新野县', '', '1', '411329', '12', '203', 'XYX', null);
INSERT INTO `b_canton` VALUES ('26', null, null, null, '云南省', null, '1', null, '26', '1', 'YNS', null);
INSERT INTO `b_canton` VALUES ('260', null, '2017-05-27 14:05:48', '0', '广西壮族自治区桂林市', '', '1', '450300', '260', '21', 'GXZZZZQGLS', null);
INSERT INTO `b_canton` VALUES ('261', null, '2017-05-27 14:05:55', '0', '广西壮族自治区梧州市', '', '1', '450400', '261', '21', 'GXZZZZQWZS', null);
INSERT INTO `b_canton` VALUES ('262', null, '2017-05-27 14:06:04', '0', '广西壮族自治区北海市', '', '1', '450500', '262', '21', 'GXZZZZQBHS', null);
INSERT INTO `b_canton` VALUES ('263', null, '2017-05-27 14:06:12', '0', '广西壮族自治区防城港市', '', '1', '450600', '263', '21', 'GXZZZZQFCGS', null);
INSERT INTO `b_canton` VALUES ('263f27bc-397e-45f1-8488-5c83c28909bd', '2017-05-26 14:36:31', '2017-05-26 14:36:31', '0', '昂昂溪区', '', '1', '230205', '5', '97', 'AAXQ', null);
INSERT INTO `b_canton` VALUES ('264', null, '2017-05-27 14:06:22', '0', '广西壮族自治区钦州市', '', '1', '450700', '264', '21', 'GXZZZZQQZS', null);
INSERT INTO `b_canton` VALUES ('26423722-e3fc-4211-a02e-32dee96f448f', '2017-05-27 16:52:37', '2017-05-27 16:52:37', '0', '市辖区', '', '1', '530601', '1', '311', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('264a0536-609a-48be-a4e6-16921c831d8c', '2017-05-26 10:11:00', '2017-05-26 10:11:00', '0', '阳曲县', '', '1', '140122', '9', '49', 'YQX', null);
INSERT INTO `b_canton` VALUES ('265', null, '2017-05-27 14:06:35', '0', '广西壮族自治区贵港市', '', '1', '450800', '265', '21', 'GXZZZZQGGS', null);
INSERT INTO `b_canton` VALUES ('266', null, '2017-05-27 14:06:43', '0', '广西壮族自治区玉林市', '', '1', '450900', '266', '21', 'GXZZZZQYLS', null);
INSERT INTO `b_canton` VALUES ('2663ed96-9fba-4f58-a50b-85fa82f38d02', '2017-05-26 17:00:37', '2017-05-26 17:00:37', '0', '黟县', '', '1', '341023', '7', '145', 'YX', null);
INSERT INTO `b_canton` VALUES ('267', null, '2017-05-27 14:06:51', '0', '广西壮族自治区百色市', '', '1', '451000', '267', '21', 'GXZZZZQBSS', null);
INSERT INTO `b_canton` VALUES ('267c284f-607e-4305-8175-cab58aa1f00d', '2017-05-26 16:55:12', '2017-05-26 16:55:12', '0', '桐城市', '', '1', '340881', '11', '144', 'TCS', null);
INSERT INTO `b_canton` VALUES ('268', null, '2017-05-27 14:07:06', '0', '广西壮族自治区贺州市', '', '1', '451100', '268', '21', 'GXZZZZQHZS', null);
INSERT INTO `b_canton` VALUES ('269', null, '2017-05-27 14:07:14', '0', '广西壮族自治区河池市', '', '1', '451200', '269', '21', 'GXZZZZQHCS', null);
INSERT INTO `b_canton` VALUES ('2692acd9-8fb3-4a05-a8df-ed762af685f3', '2017-05-26 10:19:21', '2017-05-26 10:19:21', '0', '襄垣县', '', '1', '140423', '5', '52', 'XYX', null);
INSERT INTO `b_canton` VALUES ('2694742b-7571-4f25-9912-b372c08ba564', '2017-05-27 10:45:12', '2017-05-27 10:45:12', '0', '范县', '', '1', '410926', '5', '199', 'FX', null);
INSERT INTO `b_canton` VALUES ('26b373e3-1703-4c1e-8e3c-ad041a123277', '2017-05-27 13:39:25', '2017-05-27 13:39:25', '0', '开平市', '', '1', '440783', '6', '243', 'KPS', null);
INSERT INTO `b_canton` VALUES ('26e1612b-e9c8-4ce2-b3aa-a18b6831972c', '2017-05-27 13:34:35', '2017-05-27 13:34:35', '0', '金平区', '', '1', '440511', '3', '241', 'JPQ', null);
INSERT INTO `b_canton` VALUES ('26e9a3e9-9302-4025-a3f9-14a3c5dc885d', '2017-05-26 10:00:45', '2017-05-26 10:00:45', '0', '大城县', '', '1', '131025', '7', '47', 'DCX', null);
INSERT INTO `b_canton` VALUES ('26f868f9-c99f-41e0-b0f4-778bb156f023', '2017-05-27 15:45:46', '2017-05-27 15:45:46', '0', '宣汉县', '', '1', '511722', '4', '291', 'XHX', null);
INSERT INTO `b_canton` VALUES ('27', null, null, null, '西藏自治区', null, '1', null, '27', '1', 'XCZZQ', null);
INSERT INTO `b_canton` VALUES ('270', null, '2017-05-27 14:07:21', '0', '广西壮族自治区来宾市', '', '1', '451300', '270', '21', 'GXZZZZQLBS', null);
INSERT INTO `b_canton` VALUES ('271', null, '2017-05-27 14:07:52', '0', '广西壮族自治区崇左市', '', '1', '451400', '271', '21', 'GXZZZZQCZS', null);
INSERT INTO `b_canton` VALUES ('272', null, '2017-05-27 14:44:30', '0', '海南省海口市', '', '1', '460100', '272', '22', 'HNSHKS', null);
INSERT INTO `b_canton` VALUES ('273', null, '2017-05-27 14:44:37', '0', '海南省三亚市', '', '1', '460200', '273', '22', 'HNSSYS', null);
INSERT INTO `b_canton` VALUES ('27300c75-563a-43df-91c3-fb47d107ddc8', '2017-05-26 15:38:37', '2017-05-26 15:38:43', '0', '常熟市', '', '1', '320581', '7', '98fd7192-e4bf-49ef-a19a-61f20d75ec51', 'CSS', null);
INSERT INTO `b_canton` VALUES ('274', null, '2017-05-27 14:44:57', '0', '海南省省直辖区（虚拟编码）', '', '1', '469000', '274', '22', 'HNSSZXQNXNBMO', null);
INSERT INTO `b_canton` VALUES ('275', null, '2017-05-27 14:53:09', '0', '重庆市市辖区', '', '1', '500100', '275', '23', 'ZQSSXQ', null);
INSERT INTO `b_canton` VALUES ('27507c60-b2e4-40bd-ad1c-2046dd63ef90', '2017-05-27 17:53:44', '2017-05-27 17:53:44', '0', '长安区', '', '1', '610116', '10', '330', 'CAQ', null);
INSERT INTO `b_canton` VALUES ('276', null, '2017-05-27 14:53:19', '0', '重庆市县', '', '1', '500200', '276', '23', 'ZQSX', null);
INSERT INTO `b_canton` VALUES ('2762b8c0-1802-46d9-b308-636c57a3e34c', '2017-05-27 15:09:45', '2017-05-27 15:09:45', '0', '龙泉驿区', '', '1', '510112', '7', '277', 'LQOQ', null);
INSERT INTO `b_canton` VALUES ('277', null, '2017-05-27 15:04:26', '0', '四川省成都市', '', '1', '510100', '277', '24', 'SCSCDS', null);
INSERT INTO `b_canton` VALUES ('278', null, '2017-05-27 15:04:40', '0', '四川省自贡市', '', '1', '510300', '278', '24', 'SCSZGS', null);
INSERT INTO `b_canton` VALUES ('279', null, '2017-05-27 15:04:49', '0', '四川省攀枝花市', '', '1', '510400', '279', '24', 'SCSPZHS', null);
INSERT INTO `b_canton` VALUES ('27c09b0f-ee35-499e-a354-a0e2aaadc832', '2017-05-27 13:05:08', '2017-05-27 13:05:13', '0', '蓝山县', '', '1', '431127', '10', '233', 'LSX', null);
INSERT INTO `b_canton` VALUES ('27c6cc86-8c7e-464a-99f5-87c6db1f693c', '2017-05-27 18:50:21', '2017-05-27 18:50:21', '0', '合作市', '', '1', '623001', '1', '353', 'HZS', null);
INSERT INTO `b_canton` VALUES ('27f8b14c-73c3-4826-8530-fb4dc8842ae7', '2017-05-27 13:16:25', '2017-05-27 13:16:25', '0', '吉首市', '', '1', '433101', '1', '236', 'JSS', null);
INSERT INTO `b_canton` VALUES ('27f90344-5866-4475-badc-59d859666fd4', '2017-05-27 14:24:44', '2017-05-27 14:24:44', '0', '合浦县', '', '1', '450521', '5', '262', 'HPX', null);
INSERT INTO `b_canton` VALUES ('28', null, null, null, '陕西省', null, '1', null, '28', '1', 'SXS', null);
INSERT INTO `b_canton` VALUES ('280', null, '2017-05-27 15:04:57', '0', '四川省泸州市', '', '1', '510500', '280', '24', 'SCSNZS', null);
INSERT INTO `b_canton` VALUES ('281', null, '2017-05-27 15:05:10', '0', '四川省德阳市', '', '1', '510600', '281', '24', 'SCSDYS', null);
INSERT INTO `b_canton` VALUES ('281143fa-bea3-4ac7-92f6-ec0c3ef483a2', '2017-05-26 16:37:51', '2017-05-26 16:37:51', '0', '肥东县', '', '1', '340122', '7', '137', 'FDX', null);
INSERT INTO `b_canton` VALUES ('282', null, '2017-05-27 15:05:18', '0', '四川省绵阳市', '', '1', '510700', '282', '24', 'SCSMYS', null);
INSERT INTO `b_canton` VALUES ('2829d34f-a146-42ac-9f9f-6dd24f4960b0', '2017-05-26 13:47:20', '2017-05-26 13:47:31', '0', '义县', '', '1', '210727', '6', '78', 'YX', null);
INSERT INTO `b_canton` VALUES ('283', null, '2017-05-27 15:05:28', '0', '四川省广元市', '', '1', '510800', '283', '24', 'SCSGYS', null);
INSERT INTO `b_canton` VALUES ('284', null, '2017-05-27 15:05:36', '0', '四川省遂宁市', '', '1', '510900', '284', '24', 'SCSSNS', null);
INSERT INTO `b_canton` VALUES ('285', null, '2017-05-27 15:05:44', '0', '四川省内江市', '', '1', '511000', '285', '24', 'SCSNJS', null);
INSERT INTO `b_canton` VALUES ('2858d568-7c25-4170-9631-8efcc207c508', '2017-05-27 15:00:24', '2017-05-27 15:00:24', '0', '丰都县', '', '1', '500230', '3', '276', 'FDX', null);
INSERT INTO `b_canton` VALUES ('286', null, '2017-05-27 15:06:03', '0', '四川省乐山市', '', '1', '511100', '286', '24', 'SCSLSS', null);
INSERT INTO `b_canton` VALUES ('287', null, '2017-05-27 15:06:22', '0', '四川省南充市', '', '1', '511300', '287', '24', 'SCSNCS', null);
INSERT INTO `b_canton` VALUES ('287639a4-93a7-4ef3-b77f-388e8f7815e5', '2017-05-26 13:31:32', '2017-05-26 13:31:32', '0', '皇姑区', '', '1', '210105', '5', '72', 'HGQ', null);
INSERT INTO `b_canton` VALUES ('288', null, '2017-05-27 15:06:32', '0', '四川省眉山市', '', '1', '511400', '288', '24', 'SCSMSS', null);
INSERT INTO `b_canton` VALUES ('289', null, '2017-05-27 15:06:41', '0', '四川省宜宾市', '', '1', '511500', '289', '24', 'SCSYBS', null);
INSERT INTO `b_canton` VALUES ('28b46150-0e16-400d-8368-195c9529cc54', '2017-05-26 17:12:36', '2017-05-26 17:12:36', '0', '金寨县', '', '1', '341524', '7', '150', 'JZX', null);
INSERT INTO `b_canton` VALUES ('28b5e83c-6d02-4979-8e84-5c72b99f4b82', '2017-05-27 16:45:06', '2017-05-27 16:45:06', '0', '禄劝彝族苗族自治县', '', '1', '530128', '13', '307', 'LQYZMZZZX', null);
INSERT INTO `b_canton` VALUES ('28bb5e32-6a98-4c2f-a079-7a1c8f2acde9', '2017-05-26 11:23:12', '2017-05-26 11:23:12', '0', '乌拉特中旗', '', '1', '150824', '6', '67', 'WLTZQ', null);
INSERT INTO `b_canton` VALUES ('28d480a3-eed4-47b2-826d-296e2550582e', '2017-05-27 09:32:41', '2017-05-27 09:32:41', '0', '市南区', '', '1', '370202', '2', '175', 'SNQ', null);
INSERT INTO `b_canton` VALUES ('28e93543-a4f0-4032-8ec9-76b81f24e432', '2017-05-27 11:09:31', '2017-05-27 11:09:31', '0', '江岸区', '', '1', '420102', '2', '209', 'JAQ', null);
INSERT INTO `b_canton` VALUES ('29', null, null, null, '甘肃省', null, '1', null, '29', '1', 'GSS', null);
INSERT INTO `b_canton` VALUES ('290', null, '2017-05-27 15:06:58', '0', '四川省广安市', '', '1', '511600', '290', '24', 'SCSGAS', null);
INSERT INTO `b_canton` VALUES ('291', null, '2017-05-27 15:07:05', '0', '四川省达州市', '', '1', '511700', '291', '24', 'SCSDZS', null);
INSERT INTO `b_canton` VALUES ('292', null, '2017-05-27 15:07:12', '0', '四川省雅安市', '', '1', '511800', '292', '24', 'SCSYAS', null);
INSERT INTO `b_canton` VALUES ('293', null, '2017-05-27 15:07:19', '0', '四川省巴中市', '', '1', '511900', '293', '24', 'SCSBZS', null);
INSERT INTO `b_canton` VALUES ('29302653-63d3-44a6-9340-1f52c8aeac38', '2017-05-27 18:51:24', '2017-05-27 18:51:24', '0', '迭部县', '', '1', '623024', '5', '353', 'DBX', null);
INSERT INTO `b_canton` VALUES ('293177a4-c159-4a17-bc92-d007680eae7e', '2017-05-27 16:59:43', '2017-05-27 16:59:43', '0', '宁洱哈尼族彝族自治县', '', '1', '530821', '3', '313', 'NEHNZYZZZX', null);
INSERT INTO `b_canton` VALUES ('294', null, '2017-05-27 15:07:33', '0', '四川省资阳市', '', '1', '512000', '294', '24', 'SCSZYS', null);
INSERT INTO `b_canton` VALUES ('294f3977-95e9-48e8-93be-49829ded901c', '2017-05-27 17:38:58', '2017-05-27 17:38:58', '0', '察隅县', '', '1', '540425', '6', '329', 'CYX', null);
INSERT INTO `b_canton` VALUES ('295', null, '2017-05-27 15:07:47', '0', '四川省阿坝藏族羌族自治州', '', '1', '513200', '295', '24', 'SCSABCZQZZZZ', null);
INSERT INTO `b_canton` VALUES ('296', null, '2017-05-27 15:07:57', '0', '四川省甘孜藏族自治州', '', '1', '513300', '296', '24', 'SCSGZCZZZZ', null);
INSERT INTO `b_canton` VALUES ('2964d748-8fd1-43cd-9207-a62a2299fb7b', '2017-05-26 14:24:57', '2017-05-26 14:24:57', '0', '市辖区', '', '1', '220801', '1', '93', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('296c4c69-b874-4d53-bb84-765b1adda94b', '2017-05-27 14:55:12', '2017-05-27 14:55:12', '0', '九龙坡区', '', '1', '500107', '7', '275', 'JLPQ', null);
INSERT INTO `b_canton` VALUES ('297', null, '2017-05-27 15:08:12', '0', '四川省凉山彝族自治州', '', '1', '513400', '297', '24', 'SCSLSYZZZZ', null);
INSERT INTO `b_canton` VALUES ('2971569b-53ce-4bb4-9603-f138e14521ad', '2017-05-27 16:46:40', '2017-05-27 16:46:40', '0', '马龙县', '', '1', '523321', '4', '308', 'MLX', null);
INSERT INTO `b_canton` VALUES ('298', null, '2017-05-27 16:04:20', '0', '贵州省贵阳市', '', '1', '520100', '298', '25', 'GZSGYS', null);
INSERT INTO `b_canton` VALUES ('299', null, '2017-05-27 16:04:29', '0', '贵州省六盘水市', '', '1', '520200', '299', '25', 'GZSLPSS', null);
INSERT INTO `b_canton` VALUES ('29b65f48-b900-49a5-80a6-18b5d3226bc4', '2017-05-27 18:39:53', '2017-05-27 18:39:53', '0', '环县', '', '1', '621022', '4', '349', 'HX', null);
INSERT INTO `b_canton` VALUES ('29be2dd1-df48-4e5c-a223-af9a7b582adf', '2017-05-26 16:42:36', '2017-05-26 16:42:36', '0', '淮上区', '', '1', '340311', '5', '139', 'HSQ', null);
INSERT INTO `b_canton` VALUES ('29cb3857-1249-4c1d-8ce5-cff6bff022ba', '2017-05-27 15:23:33', '2017-05-27 15:23:33', '0', '游仙区', '', '1', '510704', '3', '282', 'YXQ', null);
INSERT INTO `b_canton` VALUES ('29d093d1-d254-4a64-84ca-4d7ae4ffe3f7', '2017-05-26 16:44:05', '2017-05-26 16:44:05', '0', '谢家集区', '', '1', '340404', '4', '140', 'XJJQ', null);
INSERT INTO `b_canton` VALUES ('29e6b08c-5d8d-4b64-b8fc-cdabcf39b995', '2017-05-26 15:38:55', '2017-05-26 15:38:55', '0', '张家港市', '', '1', '320582', '8', '98fd7192-e4bf-49ef-a19a-61f20d75ec51', 'ZJGS', null);
INSERT INTO `b_canton` VALUES ('2a21da0f-35b8-4bb0-93bf-8c02482ed30f', '2017-05-26 09:27:18', '2017-05-26 09:27:18', '0', '桥东区', '', '1', '130502', '2', '42', 'QDQ', null);
INSERT INTO `b_canton` VALUES ('2a4add34-ca28-45d0-9fdf-be58fe79e8c2', '2017-05-27 15:16:27', '2017-05-27 15:16:27', '0', '富顺县', '', '1', '510322', '7', '278', 'FSX', null);
INSERT INTO `b_canton` VALUES ('2a5dcecf-4f5f-4f02-9f38-17a5260db483', '2017-05-27 13:49:22', '2017-05-27 13:49:32', '0', '封开县', '', '1', '441225', '7', '246', 'FKX', null);
INSERT INTO `b_canton` VALUES ('2a6efc13-7094-44ac-b586-5d654fd5b4e0', '2017-05-26 10:20:06', '2017-05-26 10:20:06', '0', '黎城县', '', '1', '140426', '8', '52', 'LCX', null);
INSERT INTO `b_canton` VALUES ('2ac7e816-d744-41a7-8b31-68de55c02340', '2017-05-26 10:04:49', '2017-05-26 10:04:49', '0', '阜城县', '', '1', '131128', '11', '48', 'FCX', null);
INSERT INTO `b_canton` VALUES ('2aedd73f-1d71-4837-a4e2-4f5255e3c14a', '2017-05-27 15:39:03', '2017-05-27 15:39:03', '0', '青神县', '', '1', '511425', '7', '288', 'QSX', null);
INSERT INTO `b_canton` VALUES ('2aee6c3d-94e1-4e84-812f-622cbfc288ff', '2017-05-27 18:16:51', '2017-05-27 18:16:51', '0', '神木县', '', '1', '610821', '4', '337', 'SMX', null);
INSERT INTO `b_canton` VALUES ('2aefb546-4462-4d70-bba1-753102c10941', '2017-05-26 13:40:08', '2017-05-26 13:40:08', '0', '市辖区', '', '1', '210401', '1', '75', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('2af38bda-de32-4682-b6b6-7aa4c00452e9', '2017-05-27 15:42:55', '2017-05-27 15:42:55', '0', '市辖区', '', '1', '511601', '1', '290', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('2afd3f4d-887d-4ec3-84d2-d986a6f930f8', '2017-05-26 15:50:36', '2017-05-26 15:50:36', '0', '宝应县', '', '1', '321023', '5', '096af671-0fa9-44c8-b082-2f55db25b3a6', 'BYX', null);
INSERT INTO `b_canton` VALUES ('2b07db2c-10da-4636-a0ee-45929d72cd51', '2017-05-27 17:01:19', '2017-05-27 17:01:19', '0', '镇沅彝族哈尼族拉古族自治县', '', '1', '530825', '7', '313', 'ZBYZHNZLGZZZX', null);
INSERT INTO `b_canton` VALUES ('2b2d0fd5-d793-49b2-9067-0a9cf85471d9', '2017-05-27 15:21:02', '2017-05-27 15:21:02', '0', '中江县', '', '1', '510623', '3', '281', 'ZJX', null);
INSERT INTO `b_canton` VALUES ('2b340f29-9f9a-4681-9ff3-4face331cee9', '2017-05-27 15:48:32', '2017-05-27 15:48:32', '0', '汉源县', '', '1', '511823', '5', '292', 'HYX', null);
INSERT INTO `b_canton` VALUES ('2b373eb6-6d2f-4293-a382-f2d702135a3f', '2017-05-27 14:46:58', '2017-05-27 14:46:58', '0', '琼山区', '', '1', '460107', '4', '272', 'QSQ', null);
INSERT INTO `b_canton` VALUES ('2b410ad5-3242-44c3-bcca-270819691d40', '2017-05-27 17:39:38', '2017-05-27 17:39:38', '0', '乃东区', '', '1', '540502', '2', '325', 'NDQ', null);
INSERT INTO `b_canton` VALUES ('2b418165-29f3-428e-b67c-2aeaa8178235', '2017-05-27 19:12:37', '2017-05-27 19:12:37', '0', '泾源县', '', '1', '640424', '5', '365', 'JYX', null);
INSERT INTO `b_canton` VALUES ('2b53213f-d7ba-4bdc-96aa-a74be1471e87', '2017-05-26 10:18:04', '2017-05-26 10:18:04', '0', '郊区', '', '1', '140411', '3', '52', 'JQ', null);
INSERT INTO `b_canton` VALUES ('2b54b593-4745-4404-9c68-27c74ef26a69', '2017-05-25 17:56:59', '2017-05-25 17:56:59', '0', '宝坻区', '', '1', '120115', '13', '3', 'BLQ', null);
INSERT INTO `b_canton` VALUES ('2b61dad2-1318-496a-83cd-4ada789a15c7', '2017-05-27 18:54:36', '2017-05-27 18:54:36', '0', '城北区', '', '1', '630105', '5', '354', 'CBQ', null);
INSERT INTO `b_canton` VALUES ('2b8c02d1-42c3-43b8-9f72-4f8d25443dba', '2017-05-25 18:08:54', '2017-05-25 18:09:06', '0', '井陉矿区', '', '1', '130107', '5', '38', 'JXKQ', null);
INSERT INTO `b_canton` VALUES ('2b95121e-055a-41d5-82e4-b787e27a6f0c', '2017-05-27 09:16:20', '2017-05-27 09:16:20', '0', '靖安县', '', '1', '360925', '7', '171', 'JAX', null);
INSERT INTO `b_canton` VALUES ('2b9dd461-e83c-4a5d-9347-b7780c85f844', '2017-05-26 16:06:00', '2017-05-26 16:06:00', '0', '象山县', '', '1', '330225', '8', '130', 'XSX', null);
INSERT INTO `b_canton` VALUES ('2bab23da-fc8e-4699-92e9-231ba38af6fd', '2017-05-27 16:27:42', '2017-05-27 16:27:50', '0', '德江县', '', '1', '520626', '9', '302', 'DJX', null);
INSERT INTO `b_canton` VALUES ('2bc15515-0f73-427d-904c-1fd000070ee5', '2017-05-26 17:44:43', '2017-05-26 17:44:43', '0', '延平区', '', '1', '350702', '2', '160', 'YPQ', null);
INSERT INTO `b_canton` VALUES ('2bc7e979-4fdd-4828-9533-2c8b96726ea2', '2017-05-27 15:23:44', '2017-05-27 15:23:44', '0', '安州区', '', '1', '510705', '4', '282', 'AZQ', null);
INSERT INTO `b_canton` VALUES ('2bc816c2-4d6e-420b-8612-f35ecbd2e6ad', '2017-05-26 10:36:25', '2017-05-26 10:36:25', '0', '绛县', '', '1', '140826', '8', '56', 'JX', null);
INSERT INTO `b_canton` VALUES ('2bcc8f09-e125-4bd2-9140-2e4d2872fc98', '2017-05-27 12:45:19', '2017-05-27 12:45:19', '0', '雁峰区', '', '1', '430406', '3', '226', 'YFQ', null);
INSERT INTO `b_canton` VALUES ('2bd23b37-e7e6-4a60-b4aa-4a29d7a080f1', '2017-05-27 13:28:01', '2017-05-27 13:28:01', '0', '乐昌市', '', '1', '440281', '10', '238', 'LCS', null);
INSERT INTO `b_canton` VALUES ('2bda00b7-af96-45a6-bfe1-fe5390ffe0b4', '2017-05-27 10:52:01', '2017-05-27 10:52:01', '0', '南召县', '', '1', '411321', '4', '203', 'NZX', null);
INSERT INTO `b_canton` VALUES ('2be5bf11-594c-4ff0-b5ba-3267934f6828', '2017-05-27 12:46:08', '2017-05-27 12:46:08', '0', '衡阳县', '', '1', '430421', '7', '226', 'HYX', null);
INSERT INTO `b_canton` VALUES ('2bf40721-7171-4c9e-8eae-8a5379537c61', '2017-05-27 13:24:25', '2017-05-27 13:24:25', '0', '花都区', '', '1', '440114', '9', '237', 'HDQ', null);
INSERT INTO `b_canton` VALUES ('2c023d8a-21dd-4adb-b6e6-f8e1a88cba09', '2017-05-26 15:42:25', '2017-05-26 15:42:25', '0', '连云区', '', '1', '320703', '2', 'faa472aa-cde3-4952-9cc1-d0dbed78459a', 'LYQ', null);
INSERT INTO `b_canton` VALUES ('2c4a1d9e-c174-409a-8070-a55a722517fc', '2017-05-27 16:26:22', '2017-05-27 16:26:22', '0', '玉屏侗族自治县', '', '1', '520622', '5', '302', 'YPDZZZX', null);
INSERT INTO `b_canton` VALUES ('2c4aa5b3-f266-44f3-a1bd-40b4f06ba2c8', '2017-05-27 18:08:40', '2017-05-27 18:08:40', '0', '吴起县', '', '1', '610626', '8', '335', 'WQX', null);
INSERT INTO `b_canton` VALUES ('2c87440c-4129-4e29-a64a-8260eb3027b3', '2017-05-27 18:52:00', '2017-05-27 18:52:00', '0', '夏河县', '', '1', '623027', '8', '353', 'XHX', null);
INSERT INTO `b_canton` VALUES ('2c8d7329-98bd-45f1-8e4c-50755fa0e1d3', '2017-05-27 19:19:23', '2017-05-27 19:19:23', '0', '天山区', '', '1', '650102', '2', '367', 'TSQ', null);
INSERT INTO `b_canton` VALUES ('2ca75146-eee7-46d8-aaea-13a952e9e2f7', '2017-05-26 16:19:35', '2017-05-26 16:19:35', '0', '义乌市', '', '1', '330782', '8', '135', 'YWS', null);
INSERT INTO `b_canton` VALUES ('2cb5ce44-3d58-4cd8-a18b-0fa8e6feab81', '2017-05-27 17:03:44', '2017-05-27 17:03:44', '0', '市辖区', '', '1', '530901', '1', '314', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('2cc8bf12-60a3-438c-bfab-084ed6ff24c4', '2017-05-27 19:42:10', '2017-05-27 19:42:10', '0', '尼勒克县', '', '1', '654028', '11', '378', 'NLKX', null);
INSERT INTO `b_canton` VALUES ('2ccb0c3c-c176-4dcf-aba1-6fa0ece325c4', '2017-05-27 19:37:04', '2017-05-27 19:37:04', '0', '塔什库尔干塔吉克自治县', '', '1', '653131', '12', '376', 'TSKEGTJKZZX', null);
INSERT INTO `b_canton` VALUES ('2cd1f1ee-7c98-4951-9f4c-4ea3f344d587', '2017-05-26 16:20:01', '2017-05-26 16:20:01', '0', '永康市', '', '1', '330784', '10', '135', 'YKS', null);
INSERT INTO `b_canton` VALUES ('2d0d5a99-b272-4509-8ced-e305b2a4917f', '2017-05-26 09:33:47', '2017-05-26 09:33:47', '0', '竞秀区', '', '1', '130602', '2', '43', 'JXQ', null);
INSERT INTO `b_canton` VALUES ('2d17e36e-dd3f-4c7d-b08b-03d1937c9f10', '2017-05-26 16:04:29', '2017-05-26 16:04:29', '0', '江东区', '', '1', '330204', '3', '130', 'JDQ', null);
INSERT INTO `b_canton` VALUES ('2d3d0f56-5a72-4edc-bbff-b2203e81d509', '2017-05-27 16:00:24', '2017-05-27 16:00:24', '0', '得荣县', '', '1', '513338', '18', '296', 'DRX', null);
INSERT INTO `b_canton` VALUES ('2d41ab7c-e77a-412f-b5fc-65a36afba7ca', '2017-05-26 15:41:11', '2017-05-26 15:41:11', '0', '如东县', '', '1', '320623', '6', '937b81e5-ce62-429a-b6d8-33ea4e7159c0', 'RDX', null);
INSERT INTO `b_canton` VALUES ('2d5f6925-dfa5-4f24-9bb1-fa39a6f4f7c3', '2017-05-27 10:59:27', '2017-05-27 10:59:27', '0', '商城县', '', '1', '411524', '7', '205', 'SCX', null);
INSERT INTO `b_canton` VALUES ('2dc0e41c-2490-4932-a958-0bfac0df90f7', '2017-05-27 17:21:58', '2017-05-27 17:21:58', '0', '福贡县', '', '1', '533323', '2', '321', 'FGX', null);
INSERT INTO `b_canton` VALUES ('2dc4cc6a-24cf-46b1-86a0-eb713f0f7f52', '2017-05-27 10:30:36', '2017-05-27 10:30:42', '0', '郏县', '', '1', '410425', '9', '194', 'JX', null);
INSERT INTO `b_canton` VALUES ('2ddd2d74-9d8f-485d-9db9-6bf95c773542', '2017-05-26 10:47:05', '2017-05-26 10:47:05', '0', '安泽县', '', '1', '141026', '8', '58', 'AZX', null);
INSERT INTO `b_canton` VALUES ('2de305d1-dbc1-40d3-ae85-305945890e63', '2017-05-27 09:57:30', '2017-05-27 09:57:30', '0', '莱城区', '', '1', '371202', '2', '185', 'LCQ', null);
INSERT INTO `b_canton` VALUES ('2e0cf676-3af4-41b4-8ace-ea7b29b7b78a', '2017-05-27 16:43:48', '2017-05-27 16:43:48', '0', '富民县', '', '1', '530124', '9', '307', 'FMX', null);
INSERT INTO `b_canton` VALUES ('2e8d0568-99a3-4c75-a429-30d7f1d437b3', '2017-05-27 10:31:07', '2017-05-27 10:31:07', '0', '舞钢市', '', '1', '410481', '10', '194', 'WGS', null);
INSERT INTO `b_canton` VALUES ('2e97180e-deb1-4d5d-8c36-8489178c2f01', '2017-05-27 10:58:09', '2017-05-27 10:58:09', '0', '市辖区', '', '1', '411501', '1', '205', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('2f055acf-f5ba-4051-81c2-e464e2db4e72', '2017-05-27 12:44:37', '2017-05-27 12:44:37', '0', '韶山市', '', '1', '430382', '6', '225', 'SSS', null);
INSERT INTO `b_canton` VALUES ('2f07dec2-b22d-481e-9f4e-6e1f3e98e20d', '2017-05-27 15:49:49', '2017-05-27 15:49:49', '0', '市辖区', '', '1', '511901', '1', '293', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('2f08fb3b-dc4b-4a67-a020-36aec7a6305f', '2017-05-27 19:41:57', '2017-05-27 19:41:57', '0', '特克斯县', '', '1', '654027', '10', '378', 'TKSX', null);
INSERT INTO `b_canton` VALUES ('2f13477c-c9e9-4f88-a11f-79c5380dd9ee', '2017-05-27 10:10:58', '2017-05-27 10:10:58', '0', '牡丹区', '', '1', '371702', '2', '190', 'MDQ', null);
INSERT INTO `b_canton` VALUES ('2f4aeda0-8503-4607-822e-491ebdcc02f9', '2017-05-27 15:31:35', '2017-05-27 15:31:35', '0', '五通桥区', '', '1', '511112', '4', '286', 'WTQQ', null);
INSERT INTO `b_canton` VALUES ('2f4c5e7e-bc26-4061-afab-fd9e7116b494', '2017-05-26 18:04:57', '2017-05-26 18:04:57', '0', '安源区', '', '1', '360302', '2', '165', 'AYQ', null);
INSERT INTO `b_canton` VALUES ('2f575bb8-52bf-4c62-b34e-d01c95b9a05c', '2017-05-27 13:32:14', '2017-05-27 13:32:14', '0', '福田区', '', '1', '440304', '3', '239', 'FTQ', null);
INSERT INTO `b_canton` VALUES ('2f62e47f-8fac-4b18-ad0a-9178668974f2', '2017-05-27 11:11:48', '2017-05-27 11:11:48', '0', '蔡甸区', '', '1', '420114', '11', '209', 'CDQ', null);
INSERT INTO `b_canton` VALUES ('2f718848-6531-43a4-a649-325333d398d2', '2017-05-26 16:12:02', '2017-05-26 16:12:02', '0', '市辖区', '', '1', '330401', '1', '132', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('2f7f4ce0-dabd-406d-ba07-f5b9f73e289e', '2017-05-26 14:33:32', '2017-05-26 14:33:32', '0', '方正县', '', '1', '230124', '12', '96', 'FZX', null);
INSERT INTO `b_canton` VALUES ('2f7ff2bb-2ae3-4176-a21d-772510778957', '2017-05-26 14:58:06', '2017-05-26 14:58:06', '0', '同江市', '', '1', '230881', '9', '103', 'TJS', null);
INSERT INTO `b_canton` VALUES ('2fa6e7a8-3f3a-4907-9dd2-3498cd93d45a', '2017-05-27 15:38:53', '2017-05-27 15:38:53', '0', '丹棱县', '', '1', '511424', '6', '288', 'DLX', null);
INSERT INTO `b_canton` VALUES ('2fe0ae14-2338-4b22-a9e7-6beef71477eb', '2017-05-26 16:03:15', '2017-05-26 16:03:21', '0', '淳安县', '', '1', '330127', '12', '127', 'CAX', null);
INSERT INTO `b_canton` VALUES ('2fe9a232-7298-436f-a754-c4319fb7c3f2', '2017-05-25 17:41:00', '2017-05-25 17:41:00', '0', '通州区', '', '1', '110112', '10', '2', 'TZQ', null);
INSERT INTO `b_canton` VALUES ('3', null, null, null, '天津市', null, '1', null, '3', '1', 'TJS', null);
INSERT INTO `b_canton` VALUES ('30', null, null, null, '青海省', null, '1', null, '30', '1', 'QHS', null);
INSERT INTO `b_canton` VALUES ('300', null, '2017-05-27 16:04:37', '0', '贵州省遵义市', '', '1', '520300', '300', '25', 'GZSZYS', null);
INSERT INTO `b_canton` VALUES ('301', null, '2017-05-27 16:04:45', '0', '贵州省安顺市', '', '1', '520400', '301', '25', 'GZSASS', null);
INSERT INTO `b_canton` VALUES ('301abbcb-81cb-4840-ba65-b31873ca8605', '2017-05-26 10:16:49', '2017-05-26 10:16:49', '0', '郊区', '', '1', '140311', '4', '51', 'JQ', null);
INSERT INTO `b_canton` VALUES ('302', null, '2017-05-27 16:06:39', '0', '贵州省铜仁地区', '', '1', '520600', '303', '25', 'GZSTRDQ', null);
INSERT INTO `b_canton` VALUES ('302516f1-e0b7-4ece-90b3-e5e2f3e4f653', '2017-05-27 18:40:04', '2017-05-27 18:40:04', '0', '华池县', '', '1', '621023', '5', '349', 'HCX', null);
INSERT INTO `b_canton` VALUES ('303', null, '2017-05-27 16:06:56', '0', '贵州省黔西南布依族苗族自治州', '', '1', '522300', '304', '25', 'GZSQXNBYZMZZZZ', null);
INSERT INTO `b_canton` VALUES ('3038dc4f-0290-4031-ba26-c73ef99813ae', '2017-05-27 14:58:25', '2017-05-27 14:58:25', '0', '永川区', '', '1', '500118', '18', '275', 'YCQ', null);
INSERT INTO `b_canton` VALUES ('304', null, '2017-05-27 16:06:31', '0', '贵州省毕节地区', '', '1', '520500', '302', '25', 'GZSBJDQ', null);
INSERT INTO `b_canton` VALUES ('30419922-a5a3-4503-a562-12ee53bfcb7d', '2017-05-26 16:01:12', '2017-05-26 16:01:12', '0', '市辖区', '', '1', '330101', '1', '127', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('3047fe8c-4e16-418a-b408-e7ac732030e0', '2017-05-27 17:18:28', '2017-05-27 17:18:28', '0', '南涧彝族自治县', '', '1', '532926', '6', '319', 'NJYZZZX', null);
INSERT INTO `b_canton` VALUES ('305', null, '2017-05-27 16:07:06', '0', '贵州省黔东南苗族侗族自治州', '', '1', '522600', '305', '25', 'GZSQDNMZDZZZZ', null);
INSERT INTO `b_canton` VALUES ('305aa742-e652-4256-9ff2-1737f796e935', '2017-05-27 13:42:28', '2017-05-27 13:42:28', '0', '雷州市', '', '1', '440882', '9', '244', 'LZS', null);
INSERT INTO `b_canton` VALUES ('305c94b4-5954-4d42-b189-e5b6a34eef62', '2017-05-26 16:37:29', '2017-05-26 16:37:29', '0', '长丰县', '', '1', '340121', '6', '137', 'CFX', null);
INSERT INTO `b_canton` VALUES ('306', null, '2017-05-27 16:07:14', '0', '贵州省黔南布依族苗族自治州', '', '1', '522700', '306', '25', 'GZSQNBYZMZZZZ', null);
INSERT INTO `b_canton` VALUES ('3061aa38-125c-4d4f-8280-e3978ad042c2', '2017-05-26 09:51:08', '2017-05-26 09:51:08', '0', '丰宁满族自治县', '', '1', '130826', '10', '45', 'FNMZZZX', null);
INSERT INTO `b_canton` VALUES ('307', null, '2017-05-27 16:37:34', '0', '云南省昆明市', '', '1', '530100', '307', '26', 'YNSKMS', null);
INSERT INTO `b_canton` VALUES ('308', null, '2017-05-27 16:37:43', '0', '云南省曲靖市', '', '1', '530300', '308', '26', 'YNSQJS', null);
INSERT INTO `b_canton` VALUES ('309', null, '2017-05-27 16:37:58', '0', '云南省玉溪市', '', '1', '530400', '309', '26', 'YNSYXS', null);
INSERT INTO `b_canton` VALUES ('30aad3ce-e547-435a-b205-d2c59db7008b', '2017-05-27 15:57:25', '2017-05-27 15:57:25', '0', '道孚县', '', '1', '513326', '6', '296', 'DFX', null);
INSERT INTO `b_canton` VALUES ('30ad5701-8f82-479f-a653-2a51970eb0ea', '2017-05-26 15:02:32', '2017-05-26 15:02:32', '0', '爱辉区', '', '1', '231102', '2', '106', 'AHQ', null);
INSERT INTO `b_canton` VALUES ('30af1965-636c-44a4-8763-32a0f439fc8e', '2017-05-27 09:19:21', '2017-05-27 09:19:30', '0', '乐安县', '', '1', '361025', '7', '172', 'LAX', null);
INSERT INTO `b_canton` VALUES ('30b99be8-3261-420d-b626-de366f4d19f4', '2017-05-27 16:00:09', '2017-05-27 16:00:09', '0', '稻城县', '', '1', '513337', '17', '296', 'DCX', null);
INSERT INTO `b_canton` VALUES ('30eeac63-ca71-495c-a899-7718260a1770', '2017-05-27 16:21:07', '2017-05-27 16:21:07', '0', '七星关区', '', '1', '520502', '2', '304', 'QXGQ', null);
INSERT INTO `b_canton` VALUES ('30f6632c-798e-4ef9-b1fc-376ef094405e', '2017-05-27 15:20:21', '2017-05-27 15:20:21', '0', '市辖区', '', '1', '510601', '1', '281', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('31', null, null, null, '宁夏回族自治区', null, '1', null, '31', '1', 'NXHZZZQ', null);
INSERT INTO `b_canton` VALUES ('310', null, '2017-05-27 16:38:12', '0', '云南省保山市', '', '1', '530500', '310', '26', 'YNSBSS', null);
INSERT INTO `b_canton` VALUES ('311', null, '2017-05-27 16:38:25', '0', '云南省昭通市', '', '1', '530600', '311', '26', 'YNSZTS', null);
INSERT INTO `b_canton` VALUES ('3114ce11-3a1a-47e2-8100-ff5c6bfcedd3', '2017-05-26 10:04:25', '2017-05-26 10:04:25', '0', '景县', '', '1', '131127', '10', '48', 'JX', null);
INSERT INTO `b_canton` VALUES ('312', null, '2017-05-27 16:38:33', '0', '云南省丽江市', '', '1', '530700', '312', '26', 'YNSLJS', null);
INSERT INTO `b_canton` VALUES ('31226955-fb24-4f9d-96b0-4be88bbfcaad', '2017-05-27 11:10:17', '2017-05-27 11:10:25', '0', '武昌区', '', '1', '420106', '6', '209', 'WCQ', null);
INSERT INTO `b_canton` VALUES ('312f61c2-4eec-4967-a0a9-92260fd1989f', '2017-05-27 10:52:45', '2017-05-27 10:52:54', '0', '内乡县', '', '1', '411325', '8', '203', 'NXX', null);
INSERT INTO `b_canton` VALUES ('313', null, '2017-05-27 16:38:43', '0', '云南省普洱市', '', '1', '530800', '313', '26', 'YNSPES', null);
INSERT INTO `b_canton` VALUES ('313e077e-56cc-408c-9997-eb036e00def2', '2017-05-27 10:34:43', '2017-05-27 10:34:43', '0', '市辖区', '', '1', '410601', '1', '196', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('314', null, '2017-05-27 16:39:01', '0', '云南省临沧市', '', '1', '530900', '314', '26', 'YNSLCS', null);
INSERT INTO `b_canton` VALUES ('314b973a-cdd3-4825-af3e-e776d9f8925e', '2017-05-27 19:36:38', '2017-05-27 19:36:38', '0', '巴楚县', '', '1', '653130', '11', '376', 'BCX', null);
INSERT INTO `b_canton` VALUES ('315', null, '2017-05-27 16:39:17', '0', '云南省楚雄彝族自治州', '', '1', '532300', '315', '26', 'YNSCXYZZZZ', null);
INSERT INTO `b_canton` VALUES ('3155efd3-a760-4a36-99e6-769c345f13e4', '2017-05-27 18:21:58', '2017-05-27 18:21:58', '0', '商州区', '', '1', '611002', '2', '339', 'SZQ', null);
INSERT INTO `b_canton` VALUES ('316', null, '2017-05-27 16:39:29', '0', '云南省红河哈尼族彝族自治州', '', '1', '532500', '316', '26', 'YNSHHHNZYZZZZ', null);
INSERT INTO `b_canton` VALUES ('317', null, '2017-05-27 16:39:38', '0', '云南省文山壮族苗族自治州', '', '1', '532600', '317', '26', 'YNSWSZZMZZZZ', null);
INSERT INTO `b_canton` VALUES ('31724fc1-bcfd-499b-95fb-9506c65099e0', '2017-05-26 14:04:01', '2017-05-26 14:04:01', '0', '大洼区', '', '1', '211104', '4', '82', 'DWQ', null);
INSERT INTO `b_canton` VALUES ('318', null, '2017-05-27 16:39:51', '0', '云南省西双版纳傣族自治州', '', '1', '532800', '318', '26', 'YNSXSBNDZZZZ', null);
INSERT INTO `b_canton` VALUES ('31867b1d-6173-4509-b957-be36c1fb7f75', '2017-05-27 14:26:47', '2017-05-27 14:26:47', '0', '浦北县', '', '1', '450722', '5', '264', 'PBX', null);
INSERT INTO `b_canton` VALUES ('319', null, '2017-05-27 16:39:59', '0', '云南省大理白族自治州', '', '1', '532900', '319', '26', 'YNSDLBZZZZ', null);
INSERT INTO `b_canton` VALUES ('31935ee8-8ccd-48d1-9002-37bca6d2f50f', '2017-05-27 19:00:36', '2017-05-27 19:00:36', '0', '同德县', '', '1', '632522', '2', '358', 'TDX', null);
INSERT INTO `b_canton` VALUES ('31a6fe37-7d5a-460f-b4cc-92c665a094d7', '2017-05-27 15:56:56', '2017-05-27 15:56:56', '0', '丹巴县', '', '1', '513323', '3', '296', 'DBX', null);
INSERT INTO `b_canton` VALUES ('31b5969a-3645-4924-88f5-3b5a357d80ad', '2017-05-26 09:19:54', '2017-05-26 09:19:54', '0', '青龙满族自治县', '', '1', '130321', '6', '40', 'QLMZZZX', null);
INSERT INTO `b_canton` VALUES ('31c5f216-f6c3-4daa-b301-86e9baca5ea9', '2017-05-26 17:26:27', '2017-05-26 17:26:36', '0', '福清市', '', '1', '350181', '13', '154', 'FQS', null);
INSERT INTO `b_canton` VALUES ('31c6d88f-3030-4bd3-b05b-87446668adea', '2017-05-26 11:00:11', '2017-05-26 11:00:11', '0', '武川县', '', '1', '150125', '10', '60', 'WCX', null);
INSERT INTO `b_canton` VALUES ('32', null, null, null, '新疆维吾尔自治区', null, '1', null, '32', '1', 'XJWWEZZQ', null);
INSERT INTO `b_canton` VALUES ('320', null, '2017-05-27 16:40:12', '0', '云南省德宏傣族景颇族自治州', '', '1', '533100', '320', '26', 'YNSDHDZJPZZZZ', null);
INSERT INTO `b_canton` VALUES ('321', null, '2017-05-27 16:40:21', '0', '云南省怒江傈僳族自治州', '', '1', '533300', '321', '26', 'YNSNJLSZZZZ', null);
INSERT INTO `b_canton` VALUES ('322', null, '2017-05-27 16:40:29', '0', '云南省迪庆藏族自治州', '', '1', '533400', '322', '26', 'YNSDQCZZZZ', null);
INSERT INTO `b_canton` VALUES ('32223573-f57a-4253-b097-9f096c9f58d4', '2017-05-26 13:45:07', '2017-05-26 13:45:07', '0', '振安区', '', '1', '210604', '4', '77', 'ZAQ', null);
INSERT INTO `b_canton` VALUES ('323', null, '2017-05-27 17:25:45', '0', '西藏自治区拉萨市', '', '1', '540100', '323', '27', 'XCZZQLSS', null);
INSERT INTO `b_canton` VALUES ('3230db1a-e8ac-4523-bef5-64f3cf033ff7', '2017-05-27 12:48:26', '2017-05-27 12:48:26', '0', '市辖区', '', '1', '430501', '1', '227', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('324', null, '2017-05-27 17:26:08', '0', '西藏自治区昌都地区', '', '1', '540300', '324', '27', 'XCZZQCDDQ', null);
INSERT INTO `b_canton` VALUES ('325', null, '2017-05-27 17:26:30', '0', '西藏自治区山南地区', '', '1', '540500', '325', '27', 'XCZZQSNDQ', null);
INSERT INTO `b_canton` VALUES ('3256ff65-3073-43fd-9639-5926a5d284c7', '2017-05-27 10:25:22', '2017-05-27 10:25:22', '0', '瀍河回族区', '', '1', '410304', '4', '193', 'CHHZQ', null);
INSERT INTO `b_canton` VALUES ('326', null, '2017-05-27 17:25:59', '0', '西藏自治区日喀则地区', '', '1', '540200', '326', '27', 'XCZZQRKZDQ', null);
INSERT INTO `b_canton` VALUES ('3263ff0b-8077-43d1-87e2-be645481dbc6', '2017-05-27 11:26:03', '2017-05-27 11:26:03', '0', '东宝区', '', '1', '420802', '2', '215', 'DBQ', null);
INSERT INTO `b_canton` VALUES ('326535b9-16a8-43a3-b00e-fe53249f1a27', '2017-05-27 12:52:46', '2017-05-27 12:52:46', '0', '湘阴县', '', '1', '430624', '7', '228', 'XYX', null);
INSERT INTO `b_canton` VALUES ('327', null, '2017-05-27 17:26:41', '0', '西藏自治区那曲地区', '', '1', '542400', '327', '27', 'XCZZQNQDQ', null);
INSERT INTO `b_canton` VALUES ('328', null, '2017-05-27 17:26:49', '0', '西藏自治区阿里地区', '', '1', '542500', '328', '27', 'XCZZQALDQ', null);
INSERT INTO `b_canton` VALUES ('329', null, '2017-05-27 17:26:21', '0', '西藏自治区林芝地区', '', '1', '540400', '329', '27', 'XCZZQLZDQ', null);
INSERT INTO `b_canton` VALUES ('3292e275-a5d2-4fe6-b1fe-9f372d079606', '2017-05-26 17:50:02', '2017-05-26 17:50:02', '0', '武平县', '', '1', '350824', '6', '161', 'WPX', null);
INSERT INTO `b_canton` VALUES ('32bc5982-4e88-4810-bb7d-b0d2558d0f00', '2017-05-27 12:51:27', '2017-05-27 12:51:27', '0', '市辖区', '', '1', '430601', '1', '228', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('32d0019c-96e6-4b0f-9416-2396643aa917', '2017-05-26 09:33:35', '2017-05-26 09:33:35', '0', '市辖区', '', '1', '130601', '1', '43', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('32d1d044-8103-4e93-97e7-204a7593e61d', '2017-05-27 11:28:19', '2017-05-27 11:28:19', '0', '大悟县', '', '1', '420922', '4', '216', 'DWX', null);
INSERT INTO `b_canton` VALUES ('32d7006d-b9aa-473c-af09-eba27f8112a1', '2017-05-27 11:00:53', '2017-05-27 11:00:53', '0', '市辖区', '', '1', '411601', '1', '206', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('32e2b5d4-0040-4322-a21d-ba21ddf340d2', '2017-05-26 18:09:42', '2017-05-26 18:09:42', '0', '湖口县', '', '1', '360429', '10', '166', 'HKX', null);
INSERT INTO `b_canton` VALUES ('33', null, null, null, '新疆兵团', null, '1', null, '33', '1', 'XJBT', null);
INSERT INTO `b_canton` VALUES ('330', null, '2017-05-27 17:49:43', '0', '陕西省西安市', '', '1', '610100', '330', '28', 'SXSXAS', null);
INSERT INTO `b_canton` VALUES ('330db382-fd96-4113-a039-585f0e244d5a', '2017-05-27 18:20:07', '2017-05-27 18:20:07', '0', '石泉县', '', '1', '610922', '4', '338', 'SQX', null);
INSERT INTO `b_canton` VALUES ('331', null, '2017-05-27 17:49:57', '0', '陕西省铜川市', '', '1', '610200', '331', '28', 'SXSTCS', null);
INSERT INTO `b_canton` VALUES ('332', null, '2017-05-27 17:50:05', '0', '陕西省宝鸡市', '', '1', '610300', '332', '28', 'SXSBJS', null);
INSERT INTO `b_canton` VALUES ('3325062d-d12b-409a-bfdb-93404ddd8ed4', '2017-05-26 13:45:58', '2017-05-26 13:45:58', '0', '凤城市', '', '1', '210682', '7', '77', 'FCS', null);
INSERT INTO `b_canton` VALUES ('333', null, '2017-05-27 17:50:14', '0', '陕西省咸阳市', '', '1', '610400', '333', '28', 'SXSXYS', null);
INSERT INTO `b_canton` VALUES ('3334f781-30f3-458e-9305-0dfe559d6552', '2017-05-25 18:07:32', '2017-05-25 18:07:46', '0', '桥西区', '', '1', '130104', '3', '38', 'QXQ', null);
INSERT INTO `b_canton` VALUES ('334', null, '2017-05-27 17:50:24', '0', '陕西省渭南市', '', '1', '610500', '334', '28', 'SXSWNS', null);
INSERT INTO `b_canton` VALUES ('3348938d-a20b-4cba-8d48-49a367c66a01', '2017-05-26 14:22:48', '2017-05-26 14:22:48', '0', '靖宇县', '', '1', '220622', '5', '91', 'JYX', null);
INSERT INTO `b_canton` VALUES ('334c622e-6c5a-4aa3-93d9-c6e9d1f863a8', '2017-05-27 14:53:42', '2017-05-27 14:53:42', '0', '涪陵区', '', '1', '500102', '2', '275', 'FLQ', null);
INSERT INTO `b_canton` VALUES ('334f88af-235b-4e5f-95ee-ce1ddd0a88c6', '2017-05-26 18:16:57', '2017-05-26 18:16:57', '0', '兴国县', '', '1', '360732', '14', '169', 'XGX', null);
INSERT INTO `b_canton` VALUES ('335', null, '2017-05-27 17:50:31', '0', '陕西省延安市', '', '1', '610600', '335', '28', 'SXSYAS', null);
INSERT INTO `b_canton` VALUES ('336', null, '2017-05-27 17:50:40', '0', '陕西省汉中市', '', '1', '610700', '336', '28', 'SXSHZS', null);
INSERT INTO `b_canton` VALUES ('33634bae-2337-4e3b-a2e2-8a0448ac4faf', '2017-05-27 10:38:13', '2017-05-27 10:38:13', '0', '凤泉区', '', '1', '410704', '4', '197', 'FQQ', null);
INSERT INTO `b_canton` VALUES ('337', null, '2017-05-27 17:50:50', '0', '陕西省榆林市', '', '1', '610800', '337', '28', 'SXSYLS', null);
INSERT INTO `b_canton` VALUES ('33783e2c-6c2f-4f56-aee1-b2114b95b5ba', '2017-05-27 19:07:34', '2017-05-27 19:07:34', '0', '西夏区', '', '1', '640105', '3', '362', 'XXQ', null);
INSERT INTO `b_canton` VALUES ('337cd4a8-aefb-4137-af59-859e57a830c8', '2017-05-27 14:54:23', '2017-05-27 14:54:23', '0', '江北区', '', '1', '500105', '5', '275', 'JBQ', null);
INSERT INTO `b_canton` VALUES ('338', null, '2017-05-27 17:50:58', '0', '陕西省安康市', '', '1', '610900', '338', '28', 'SXSAKS', null);
INSERT INTO `b_canton` VALUES ('339', null, '2017-05-27 17:51:05', '0', '陕西省商洛市', '', '1', '611000', '339', '28', 'SXSSLS', null);
INSERT INTO `b_canton` VALUES ('33a1d74c-89a4-4254-af26-c6a478fbff77', '2017-05-27 15:47:15', '2017-05-27 15:47:15', '0', '雨城区', '', '1', '511802', '2', '292', 'YCQ', null);
INSERT INTO `b_canton` VALUES ('33ac900f-6571-4ca5-bb42-acefb6b0044a', '2017-05-27 13:44:12', '2017-05-27 13:44:12', '0', '市辖区', '', '1', '441201', '1', '246', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('33be5347-0d90-41fd-be4a-2678aae4602e', '2017-05-27 09:42:07', '2017-05-27 09:42:07', '0', '福山区', '', '1', '370611', '3', '179', 'FSQ', null);
INSERT INTO `b_canton` VALUES ('33c8663f-45c2-4004-acdc-7f689f1915e0', '2017-05-27 16:20:51', '2017-05-27 16:20:51', '0', '市辖区', '', '1', '520501', '1', '304', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('33cf32c1-9f30-4510-8908-11674fdeaa3f', '2017-05-27 17:28:47', '2017-05-27 17:28:47', '0', '曲水县', '', '1', '540124', '7', '323', 'QSX', null);
INSERT INTO `b_canton` VALUES ('33d37e96-dac7-49c7-841a-71e06e910504', '2017-05-27 13:02:19', '2017-05-27 13:02:19', '0', '汝城县', '', '1', '431026', '9', '232', 'RCX', null);
INSERT INTO `b_canton` VALUES ('33df3fb1-4444-4423-927d-c86821a0bd1c', '2017-05-26 11:12:40', '2017-05-26 11:12:40', '0', '市辖区', '', '1', '150601', '1', '65', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('33e4e053-119b-4330-8b37-83c5e70cd741', '2017-05-27 14:03:27', '2017-05-27 14:03:27', '0', '普宁市', '', '1', '445281', '6', '256', 'PNS', null);
INSERT INTO `b_canton` VALUES ('33ea22d8-1bc7-45a8-8542-2351d4324171', '2017-05-27 12:44:25', '2017-05-27 12:44:25', '0', '湘乡市', '', '1', '430381', '5', '225', 'XXS', null);
INSERT INTO `b_canton` VALUES ('33f54e6e-0fec-48d0-aa0b-46cc193b8e0b', '2017-05-27 15:02:10', '2017-05-27 15:02:10', '0', '巫山县', '', '1', '500237', '9', '276', 'WSX', null);
INSERT INTO `b_canton` VALUES ('34', null, '2017-06-09 15:48:29', '0', '北京市市辖区', '', '1', '110100', '1', '2', 'BJSSXQ', '');
INSERT INTO `b_canton` VALUES ('340', null, '2017-05-27 18:23:52', '0', '甘肃省兰州市', '', '1', '620100', '340', '29', 'GSSLZS', null);
INSERT INTO `b_canton` VALUES ('341', null, '2017-05-27 18:24:01', '0', '甘肃省嘉峪关市', '', '1', '620200', '341', '29', 'GSSJYGS', null);
INSERT INTO `b_canton` VALUES ('342', null, '2017-05-27 18:24:08', '0', '甘肃省金昌市', '', '1', '620300', '342', '29', 'GSSJCS', null);
INSERT INTO `b_canton` VALUES ('3429e180-4800-476f-a4f5-55974c2e92c1', '2017-05-27 16:11:09', '2017-05-27 16:11:09', '0', '盘县', '', '1', '520222', '4', '299', 'PX', null);
INSERT INTO `b_canton` VALUES ('343', null, '2017-05-27 18:24:22', '0', '甘肃省白银市', '', '1', '620400', '343', '29', 'GSSBYS', null);
INSERT INTO `b_canton` VALUES ('34354baa-dd67-4ff1-802e-9bca3bcf877c', '2017-05-27 16:54:03', '2017-05-27 16:54:03', '0', '盐津县', '', '1', '530623', '5', '311', 'YJX', null);
INSERT INTO `b_canton` VALUES ('343b5eaf-fb94-402c-bc39-34f830e081c4', '2017-05-27 12:48:50', '2017-05-27 12:48:50', '0', '大祥区', '', '1', '430503', '3', '227', 'DXQ', null);
INSERT INTO `b_canton` VALUES ('343b81a5-2b42-453d-8794-6c2f28e47283', '2017-05-26 15:26:16', '2017-05-26 15:26:16', '0', '建邺区', '', '1', '320105', '4', '17076c42-81a5-4063-b798-c2eb0b38a41b', 'JSQ', null);
INSERT INTO `b_canton` VALUES ('344', null, '2017-05-27 18:24:29', '0', '甘肃省天水市', '', '1', '620500', '344', '29', 'GSSTSS', null);
INSERT INTO `b_canton` VALUES ('345', null, '2017-05-27 18:24:40', '0', '甘肃省武威市', '', '1', '620600', '345', '29', 'GSSWWS', null);
INSERT INTO `b_canton` VALUES ('346', null, '2017-05-27 18:24:48', '0', '甘肃省张掖市', '', '1', '620700', '346', '29', 'GSSZYS', null);
INSERT INTO `b_canton` VALUES ('347', null, '2017-05-27 18:24:57', '0', '甘肃省平凉市', '', '1', '620800', '347', '29', 'GSSPLS', null);
INSERT INTO `b_canton` VALUES ('348', null, '2017-05-27 18:25:06', '0', '甘肃省酒泉市', '', '1', '620900', '348', '29', 'GSSJQS', null);
INSERT INTO `b_canton` VALUES ('349', null, '2017-05-27 18:25:15', '0', '甘肃省庆阳市', '', '1', '621000', '349', '29', 'GSSQYS', null);
INSERT INTO `b_canton` VALUES ('34b81d67-e19e-4a6d-93c7-f0d1b2cfc83d', '2017-05-27 14:47:35', '2017-05-27 14:47:35', '0', '海棠区', '', '1', '460202', '2', '273', 'HTQ', null);
INSERT INTO `b_canton` VALUES ('34bc914e-6281-4318-8e37-cf58c6f607a2', '2017-05-27 13:07:44', '2017-05-27 13:07:49', '0', '辰溪县', '', '1', '431223', '5', '234', 'CXX', null);
INSERT INTO `b_canton` VALUES ('34ceaae4-6491-43c1-92a4-02fa96bada9d', '2017-05-27 11:31:43', '2017-05-27 11:31:43', '0', '团风县', '', '1', '421121', '3', '218', 'TFX', null);
INSERT INTO `b_canton` VALUES ('34d50398-f78b-43a2-add0-726858cdec4b', '2017-05-26 15:06:58', '2017-05-26 15:06:58', '0', '望奎县', '', '1', '231221', '3', '107', 'WKX', null);
INSERT INTO `b_canton` VALUES ('34d91122-525a-430c-9135-346727570e4f', '2017-05-26 17:42:45', '2017-05-26 17:42:45', '0', '东山县', '', '1', '350626', '8', '159', 'DSX', null);
INSERT INTO `b_canton` VALUES ('34f754d9-c898-4f4c-baa0-5c55ce45fe20', '2017-05-27 11:01:15', '2017-05-27 11:01:15', '0', '扶沟县', '', '1', '411621', '3', '206', 'FGX', null);
INSERT INTO `b_canton` VALUES ('350', null, '2017-05-27 18:25:25', '0', '甘肃省定西市', '', '1', '621100', '350', '29', 'GSSDXS', null);
INSERT INTO `b_canton` VALUES ('3508e8bf-a5fb-475e-b233-e17aadacd482', '2017-05-27 12:38:25', '2017-05-27 12:38:25', '0', '开福区', '', '1', '430105', '5', '223', 'KFQ', null);
INSERT INTO `b_canton` VALUES ('351', null, '2017-05-27 18:25:34', '0', '甘肃省陇南市', '', '1', '621200', '351', '29', 'GSSLNS', null);
INSERT INTO `b_canton` VALUES ('352', null, '2017-05-27 18:25:43', '0', '甘肃省临夏回族自治州', '', '1', '622900', '352', '29', 'GSSLXHZZZZ', null);
INSERT INTO `b_canton` VALUES ('3520bd8e-4374-4db5-b446-916014f4f6b4', '2017-05-27 10:37:31', '2017-05-27 10:37:31', '0', '市辖区', '', '1', '410701', '1', '197', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('353', null, '2017-05-27 18:25:52', '0', '甘肃省甘南藏族自治州', '', '1', '623000', '353', '29', 'GSSGNCZZZZ', null);
INSERT INTO `b_canton` VALUES ('354', null, '2017-05-27 18:52:15', '0', '青海省西宁市', '', '1', '630100', '354', '30', 'QHSXNS', null);
INSERT INTO `b_canton` VALUES ('35432abe-63e1-40e8-8793-b667b8cc8709', '2017-05-27 14:34:39', '2017-05-27 14:34:39', '0', '八步区', '', '1', '451102', '2', '268', 'BBQ', null);
INSERT INTO `b_canton` VALUES ('35487956-0a39-470c-8b26-c78c0a665810', '2017-05-27 15:30:58', '2017-05-27 15:30:58', '0', '市辖区', '', '1', '511101', '1', '286', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('354c0967-7910-473d-8a3e-4ebc446289eb', '2017-05-26 16:38:57', '2017-05-26 16:38:57', '0', '市辖区', '', '1', '340201', '1', '138', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('355', null, '2017-05-27 18:52:23', '0', '青海省海东地区', '', '1', '630200', '355', '30', 'QHSHDDQ', null);
INSERT INTO `b_canton` VALUES ('356', null, '2017-05-27 18:52:30', '0', '青海省海北藏族自治州', '', '1', '632200', '356', '30', 'QHSHBCZZZZ', null);
INSERT INTO `b_canton` VALUES ('35613039-efa5-4a2b-90d0-303db1ba6e12', '2017-05-27 13:06:43', '2017-05-27 13:06:43', '0', '中方县', '', '1', '431221', '3', '234', 'ZFX', null);
INSERT INTO `b_canton` VALUES ('356743c0-710b-471e-bdd3-5067aad51cf7', '2017-05-26 14:37:53', '2017-05-26 14:37:53', '0', '依安县', '', '1', '230223', '10', '97', 'YAX', null);
INSERT INTO `b_canton` VALUES ('356dbf22-8e96-43eb-bbf9-e59ce9433a7d', '2017-05-27 16:10:46', '2017-05-27 16:10:46', '0', '六枝特区', '', '1', '520203', '2', '299', 'LZTQ', null);
INSERT INTO `b_canton` VALUES ('357', null, '2017-05-27 18:52:38', '0', '青海省黄南藏族自治州', '', '1', '632300', '357', '30', 'QHSHNCZZZZ', null);
INSERT INTO `b_canton` VALUES ('357ec189-44dc-40fd-84b7-d280202e5359', '2017-05-26 15:31:23', '2017-05-26 15:31:23', '0', '泉山区', '', '1', '320311', '5', '3ea4535b-a908-44c9-aafc-01b0f78166f4', 'QSQ', null);
INSERT INTO `b_canton` VALUES ('358', null, '2017-05-27 18:53:00', '0', '青海省海南藏族自治州', '', '1', '632500', '358', '30', 'QHSHNCZZZZ', null);
INSERT INTO `b_canton` VALUES ('35844875-9c32-4a6b-9963-0d1ec6813b2f', '2017-05-27 16:13:11', '2017-05-27 16:13:11', '0', '红花岗区', '', '1', '520302', '2', '300', 'HHGQ', null);
INSERT INTO `b_canton` VALUES ('358df86e-83b5-44e4-a2e2-4c6cebb2e67b', '2017-05-26 10:03:47', '2017-05-26 10:03:47', '0', '饶阳县', '', '1', '1311124', '7', '48', 'RYX', null);
INSERT INTO `b_canton` VALUES ('359', null, '2017-05-27 18:53:18', '0', '青海省果洛藏族自治州', '', '1', '632600', '359', '30', 'QHSGLCZZZZ', null);
INSERT INTO `b_canton` VALUES ('35905c28-bc84-4905-8ff6-5b3852cd9ddc', '2017-05-27 11:27:07', '2017-05-27 11:27:07', '0', '沙洋县', '', '1', '420822', '5', '215', 'SYX', null);
INSERT INTO `b_canton` VALUES ('35af80e1-6f1b-4b1b-96ec-f5c2c90aa058', '2017-05-26 14:12:45', '2017-05-26 14:12:45', '0', '宽城区', '', '1', '220103', '3', '86', 'KCQ', null);
INSERT INTO `b_canton` VALUES ('35b87354-7d78-4334-8333-63bf12a30303', '2017-05-27 13:35:25', '2017-05-27 13:35:31', '0', '潮阳区', '', '1', '440513', '5', '241', 'CYQ', null);
INSERT INTO `b_canton` VALUES ('35ba9059-be84-4d0e-b679-d1b4f78dddb7', '2017-05-27 15:28:20', '2017-05-27 15:28:20', '0', '船山区', '', '1', '510903', '2', '284', 'CSQ', null);
INSERT INTO `b_canton` VALUES ('35bfcc8c-e97e-423d-9a78-1e7b1c4c4c88', '2017-05-26 14:47:39', '2017-05-26 14:47:39', '0', '红岗区', '', '1', '230605', '5', '101', 'HGQ', null);
INSERT INTO `b_canton` VALUES ('35cbeb64-da88-44de-b358-32e0c7ee803e', '2017-05-27 18:39:20', '2017-05-27 18:39:20', '0', '市辖区', '', '1', '621001', '1', '349', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('36', null, '2017-05-25 17:51:42', '0', '天津市市辖区', '', '1', '120100', '1', '3', 'TJSSXQ', null);
INSERT INTO `b_canton` VALUES ('360', null, '2017-05-27 18:53:28', '0', '青海省玉树藏族自治州', '', '1', '632700', '360', '30', 'QHSYSCZZZZ', null);
INSERT INTO `b_canton` VALUES ('361', null, '2017-05-27 18:53:39', '0', '青海省海西蒙古族藏族自治州', '', '1', '632800', '361', '30', 'QHSHXMGZCZZZZ', null);
INSERT INTO `b_canton` VALUES ('362', null, '2017-05-27 19:05:54', '0', '宁夏回族自治区银川市', '', '1', '640100', '362', '31', 'NXHZZZQYCS', null);
INSERT INTO `b_canton` VALUES ('363', null, '2017-05-27 19:06:10', '0', '宁夏回族自治区石嘴山市', '', '1', '640200', '363', '31', 'NXHZZZQSZSS', null);
INSERT INTO `b_canton` VALUES ('364', null, '2017-05-27 19:06:19', '0', '宁夏回族自治区吴忠市', '', '1', '640300', '364', '31', 'NXHZZZQWZS', null);
INSERT INTO `b_canton` VALUES ('364bf44b-3194-4fcc-9cac-dba42a04cb63', '2017-05-27 18:10:02', '2017-05-27 18:10:07', '0', '黄龙县', '', '1', '610631', '13', '335', 'HLX', null);
INSERT INTO `b_canton` VALUES ('365', null, '2017-05-27 19:06:27', '0', '宁夏回族自治区固原市', '', '1', '640400', '365', '31', 'NXHZZZQGYS', null);
INSERT INTO `b_canton` VALUES ('365f5e06-58ad-47b6-8225-fa8e06ca1a41', '2017-05-27 18:39:29', '2017-05-27 18:39:29', '0', '西峰区', '', '1', '621002', '2', '349', 'XFQ', null);
INSERT INTO `b_canton` VALUES ('366', null, '2017-05-27 19:06:36', '0', '宁夏回族自治区中卫市', '', '1', '640500', '366', '31', 'NXHZZZQZWS', null);
INSERT INTO `b_canton` VALUES ('366314f1-90d3-4899-98c1-12db68eb2890', '2017-05-26 10:01:02', '2017-05-26 10:01:02', '0', '文安县', '', '1', '131026', '8', '47', 'WAX', null);
INSERT INTO `b_canton` VALUES ('366c08f0-a47a-49f3-9c3a-c4e424e76dc1', '2017-05-26 16:03:31', '2017-05-26 16:03:31', '0', '建德市', '', '1', '330182', '13', '127', 'JDS', null);
INSERT INTO `b_canton` VALUES ('367', null, '2017-05-27 19:15:00', '0', '新疆维吾尔自治区乌鲁木齐市', '', '1', '650100', '367', '32', 'XJWWEZZQWLMQS', null);
INSERT INTO `b_canton` VALUES ('368', null, '2017-05-27 19:15:08', '0', '新疆维吾尔自治区克拉玛依市', '', '1', '650200', '368', '32', 'XJWWEZZQKLMYS', null);
INSERT INTO `b_canton` VALUES ('3683b803-068e-4cb4-81f9-aaa43bfdfb91', '2017-05-27 13:54:01', '2017-05-27 13:54:01', '0', '蕉岭县', '', '1', '441427', '8', '248', 'JLX', null);
INSERT INTO `b_canton` VALUES ('369', null, '2017-05-27 19:15:18', '0', '新疆维吾尔自治区吐鲁番地区', '', '1', '650400', '369', '32', 'XJWWEZZQTLFDQ', null);
INSERT INTO `b_canton` VALUES ('3690d55d-07cc-4885-9bb2-b568fd27e738', '2017-05-26 17:12:52', '2017-05-26 17:12:52', '0', '霍山县', '', '1', '341525', '8', '150', 'HSX', null);
INSERT INTO `b_canton` VALUES ('36976600-12fe-4081-9190-d9e72d8cca9d', '2017-05-26 15:49:30', '2017-05-26 15:49:30', '0', '市辖区', '', '1', '321001', '1', '096af671-0fa9-44c8-b082-2f55db25b3a6', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('36b04fbb-6da8-46f8-b227-55f0dd4a2c44', '2017-05-26 14:09:23', '2017-05-26 14:09:23', '0', '凌源市', '', '1', '211382', '8', '84', 'LYS', null);
INSERT INTO `b_canton` VALUES ('36ca3867-078c-46c5-aa55-1544223882cf', '2017-05-27 16:34:05', '2017-05-27 16:34:05', '0', '从江县', '', '1', '522633', '13', '305', 'CJX', null);
INSERT INTO `b_canton` VALUES ('36d33ac5-03ad-4f36-8fc8-a19425d7b31a', '2017-05-27 19:01:07', '2017-05-27 19:01:07', '0', '贵南县', '', '1', '632525', '5', '358', 'GNX', null);
INSERT INTO `b_canton` VALUES ('36e8e8c9-a300-4e87-b52a-8b3af25da87b', '2017-05-27 10:55:54', '2017-05-27 10:55:54', '0', '睢县', '', '1', '411422', '5', '204', 'SX', null);
INSERT INTO `b_canton` VALUES ('36f8e12c-671e-46ea-99b4-e24052dbdb04', '2017-05-27 13:06:54', '2017-05-27 13:06:54', '0', '沅陵县', '', '1', '431222', '4', '234', 'YLX', null);
INSERT INTO `b_canton` VALUES ('370', null, '2017-05-27 19:15:26', '0', '新疆维吾尔自治区哈密地区', '', '1', '650500', '370', '32', 'XJWWEZZQHMDQ', null);
INSERT INTO `b_canton` VALUES ('371', null, '2017-05-27 19:16:12', '0', '新疆维吾尔自治区昌吉回族自治州', '', '1', '652300', '371', '32', 'XJWWEZZQCJHZZZZ', null);
INSERT INTO `b_canton` VALUES ('3711dbcb-aec1-4941-acfb-5ba5a665d2b5', '2017-05-26 15:32:09', '2017-05-26 15:32:09', '0', '沛县', '', '1', '320322', '8', '3ea4535b-a908-44c9-aafc-01b0f78166f4', 'PX', null);
INSERT INTO `b_canton` VALUES ('372', null, '2017-05-27 19:16:21', '0', '新疆维吾尔自治区博尔塔拉蒙古自治州', '', '1', '652700', '372', '32', 'XJWWEZZQBETLMGZZZ', null);
INSERT INTO `b_canton` VALUES ('372cb54b-bedf-4e2b-8f35-8013375ed73a', '2017-05-25 18:07:06', '2017-05-25 18:07:06', '0', '市辖区', '', '1', '130100', '1', '38', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('373', null, '2017-05-27 19:16:36', '0', '新疆维吾尔自治区巴音郭楞蒙古自治州', '', '1', '652800', '373', '32', 'XJWWEZZQBYGLMGZZZ', null);
INSERT INTO `b_canton` VALUES ('3739fade-8075-4576-af8a-616080d05a93', '2017-05-27 14:16:57', '2017-05-27 14:16:57', '0', '临桂区', '', '1', '450312', '7', '260', 'LGQ', null);
INSERT INTO `b_canton` VALUES ('374', null, '2017-05-27 19:16:55', '0', '新疆维吾尔自治区阿克苏地区', '', '1', '652900', '374', '32', 'XJWWEZZQAKSDQ', null);
INSERT INTO `b_canton` VALUES ('37479bbf-3bba-45d6-9894-ce9bb3207ea0', '2017-05-27 15:17:25', '2017-05-27 15:17:25', '0', '仁和区', '', '1', '510411', '4', '279', 'RHQ', null);
INSERT INTO `b_canton` VALUES ('374996fe-eb36-4595-9479-a53dcc03cbbe', '2017-05-27 17:40:11', '2017-05-27 17:40:11', '0', '贡嘎县', '', '1', '540522', '4', '325', 'GGX', null);
INSERT INTO `b_canton` VALUES ('375', null, '2017-05-27 19:17:07', '0', '新疆维吾尔自治区克孜勒苏柯尔克孜自治州', '', '1', '653000', '375', '32', 'XJWWEZZQKZLSKEKZZZZ', null);
INSERT INTO `b_canton` VALUES ('37539166-695b-4845-b103-d87e52282619', '2017-05-26 10:28:19', '2017-05-26 10:28:19', '0', '市辖区', '', '1', '140701', '1', '55', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('376', null, '2017-05-27 19:17:18', '0', '新疆维吾尔自治区喀什地区', '', '1', '653100', '376', '32', 'XJWWEZZQKSDQ', null);
INSERT INTO `b_canton` VALUES ('376932ed-8511-44b8-8fa7-60fe52f887fa', '2017-05-27 14:24:00', '2017-05-27 14:24:00', '0', '海城区', '', '1', '450502', '2', '262', 'HCQ', null);
INSERT INTO `b_canton` VALUES ('377', null, '2017-05-27 19:17:28', '0', '新疆维吾尔自治区和田地区', '', '1', '653200', '377', '32', 'XJWWEZZQHTDQ', null);
INSERT INTO `b_canton` VALUES ('3776a04a-2e08-49fc-a7f3-1700dd884982', '2017-05-27 10:52:11', '2017-05-27 10:52:11', '0', '方城县', '', '1', '411322', '5', '203', 'FCX', null);
INSERT INTO `b_canton` VALUES ('378', null, '2017-05-27 19:17:43', '0', '新疆维吾尔自治区伊犁哈萨克自治州', '', '1', '654000', '378', '32', 'XJWWEZZQYLHSKZZZ', null);
INSERT INTO `b_canton` VALUES ('379', null, '2017-05-27 19:17:52', '0', '新疆维吾尔自治区塔城地区', '', '1', '654200', '379', '32', 'XJWWEZZQTCDQ', null);
INSERT INTO `b_canton` VALUES ('37ae3976-bfb1-4f34-bb2e-6e90782940d2', '2017-05-27 09:31:16', '2017-05-27 09:31:16', '0', '历城区', '', '1', '370112', '6', '174', 'LCQ', null);
INSERT INTO `b_canton` VALUES ('37f9f049-6fb1-4366-abd6-3cf6465555aa', '2017-05-27 09:43:31', '2017-05-27 09:43:31', '0', '莱州市', '', '1', '370683', '9', '179', 'LZS', null);
INSERT INTO `b_canton` VALUES ('38', null, '2017-05-25 18:04:18', '0', '河北省石家庄市', '', '1', '130101', '1', '4', 'HBSSJZS', null);
INSERT INTO `b_canton` VALUES ('380', null, '2017-05-27 19:18:05', '0', '新疆维吾尔自治区阿勒泰地区', '', '1', '654300', '380', '32', 'XJWWEZZQALTDQ', null);
INSERT INTO `b_canton` VALUES ('3805dd8f-a720-423c-89d3-31b042b3742a', '2017-05-26 17:37:20', '2017-05-26 17:37:20', '0', '鲤城区', '', '1', '350502', '2', '158', 'LCQ', null);
INSERT INTO `b_canton` VALUES ('381', null, '2017-05-27 19:18:18', '0', '新疆维吾尔自治区自治区直辖县级行政单位', '', '1', '659000', '381', '32', 'XJWWEZZQZZQZXXJXZDW', null);
INSERT INTO `b_canton` VALUES ('382', null, null, null, '新疆兵团农一师', null, '1', null, '382', '33', 'XJBTNYS', null);
INSERT INTO `b_canton` VALUES ('38291734-087c-412b-851a-38293f41b4f1', '2017-05-26 10:44:57', '2017-05-26 10:44:57', '0', '原平市', '', '1', '140981', '15', '57', 'YPS', null);
INSERT INTO `b_canton` VALUES ('382bfcf5-6b12-4653-8e2a-e22a0c9bbb90', '2017-05-26 14:22:22', '2017-05-26 14:22:22', '0', '江源区', '', '1', '220605', '3', '91', 'JYQ', null);
INSERT INTO `b_canton` VALUES ('383', null, null, null, '新疆兵团农二师', null, '1', null, '383', '33', 'XJBTNES', null);
INSERT INTO `b_canton` VALUES ('384', null, null, null, '新疆兵团农三师', null, '1', null, '384', '33', 'XJBTNSS', null);
INSERT INTO `b_canton` VALUES ('3849af73-6e59-4239-a076-e725dec45171', '2017-05-27 11:19:57', '2017-05-27 11:19:57', '0', '长阳土家族自治县', '', '1', '420528', '10', '212', 'CYTJZZZX', null);
INSERT INTO `b_canton` VALUES ('384c8607-59ff-4730-83c3-5e10e2802fb8', '2017-05-27 14:48:12', '2017-05-27 14:48:12', '0', '崖州区', '', '1', '460205', '5', '273', 'YZQ', null);
INSERT INTO `b_canton` VALUES ('385', null, null, null, '新疆兵团农四师', null, '1', null, '385', '33', 'XJBTNSS', null);
INSERT INTO `b_canton` VALUES ('3852d30b-618e-4e30-8d47-c67da78dc0cc', '2017-05-27 15:49:18', '2017-05-27 15:49:18', '0', '芦山县', '', '1', '511826', '8', '292', 'LSX', null);
INSERT INTO `b_canton` VALUES ('386', null, null, null, '新疆兵团农五师', null, '1', null, '386', '33', 'XJBTNWS', null);
INSERT INTO `b_canton` VALUES ('3862683b-3981-4b6a-b0d8-1ef91dde6c88', '2017-05-27 09:31:54', '2017-05-27 09:31:54', '0', '济阳县', '', '1', '370125', '9', '174', 'JYX', null);
INSERT INTO `b_canton` VALUES ('387', null, null, null, '新疆兵团农六师', null, '1', null, '387', '33', 'XJBTNLS', null);
INSERT INTO `b_canton` VALUES ('388', null, null, null, '新疆兵团农七师', null, '1', null, '388', '33', 'XJBTNQS', null);
INSERT INTO `b_canton` VALUES ('389', null, null, null, '新疆兵团农八师', null, '1', null, '389', '33', 'XJBTNBS', null);
INSERT INTO `b_canton` VALUES ('38927711-8d39-4ea4-8421-5d4c467827c2', '2017-05-26 14:13:48', '2017-05-26 14:13:48', '0', '农安县', '', '1', '220122', '9', '86', 'NAX', null);
INSERT INTO `b_canton` VALUES ('389ebb4f-9802-44b2-ac20-cc1767bc8cd1', '2017-05-26 10:00:04', '2017-05-26 10:00:04', '0', '固安县', '', '1', '131022', '4', '47', 'GAX', null);
INSERT INTO `b_canton` VALUES ('38cd7546-8fc1-4d70-98ac-41d80bce7bc8', '2017-05-27 19:05:32', '2017-05-27 19:05:32', '0', '天峻县', '', '1', '632823', '5', '361', 'TJX', null);
INSERT INTO `b_canton` VALUES ('38f39199-6e8b-4fc6-adfc-2309d94beb9d', '2017-05-26 09:49:47', '2017-05-26 09:49:47', '0', '兴隆县', '', '1', '130822', '6', '45', 'XLX', null);
INSERT INTO `b_canton` VALUES ('38ffa485-53e2-4af8-9d46-b9f25bda0d4f', '2017-05-26 09:18:16', '2017-05-26 09:18:16', '0', '市辖区', '', '1', '130301', '1', '40', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('39', null, '2017-05-25 18:04:37', '0', '河北省唐山市', '', '1', '130200', '2', '4', 'HBSTSS', null);
INSERT INTO `b_canton` VALUES ('390', null, null, null, '新疆兵团农九师', null, '1', null, '390', '33', 'XJBTNJS', null);
INSERT INTO `b_canton` VALUES ('391', null, null, null, '新疆兵团农十师', null, '1', null, '391', '33', 'XJBTNSS', null);
INSERT INTO `b_canton` VALUES ('392', null, null, null, '新疆兵团建工师', null, '1', null, '392', '33', 'XJBTJGS', null);
INSERT INTO `b_canton` VALUES ('393', null, null, null, '新疆兵团农十二师', null, '1', null, '393', '33', 'XJBTNSES', null);
INSERT INTO `b_canton` VALUES ('393d5dbb-315a-46e8-83c3-e151d60b7453', '2017-05-26 16:10:40', '2017-05-26 16:10:49', '0', '文成县', '', '1', '330328', '9', '131', 'WCX', null);
INSERT INTO `b_canton` VALUES ('394', null, null, null, '新疆兵团农十三师', null, '1', null, '394', '33', 'XJBTNSSS', null);
INSERT INTO `b_canton` VALUES ('395', null, null, null, '新疆兵团农十四师', null, '1', null, '395', '33', 'XJBTNSSS', null);
INSERT INTO `b_canton` VALUES ('396', null, null, null, '新疆兵团', null, '1', null, '396', '33', 'XJBT', null);
INSERT INTO `b_canton` VALUES ('396928f5-7cb1-42e5-a42a-bf99b41b3d68', '2017-05-27 14:20:10', '2017-05-27 14:20:10', '0', '荔浦县', '', '1', '450331', '17', '260', 'LPX', null);
INSERT INTO `b_canton` VALUES ('3982dd7f-0af7-4efa-a655-0bfc93fe2f21', '2017-05-27 11:03:54', '2017-05-27 11:03:54', '0', '上蔡县', '', '1', '411722', '4', '207', 'SCX', null);
INSERT INTO `b_canton` VALUES ('39874934-05c0-4aad-bf4b-3c5d53c62653', '2017-05-27 09:36:16', '2017-05-27 09:36:16', '0', '临淄区', '', '1', '370305', '5', '176', 'LZQ', null);
INSERT INTO `b_canton` VALUES ('398b6711-dfcf-424b-8061-e5d8c141c9bd', '2017-05-27 13:26:25', '2017-05-27 13:26:25', '0', '曲江区', '', '1', '440205', '4', '238', 'QJQ', null);
INSERT INTO `b_canton` VALUES ('3992b5c0-e8c4-4ead-9a25-ece6bf8d40e6', '2017-05-27 10:38:39', '2017-05-27 10:38:39', '0', '新乡县', '', '1', '410721', '6', '197', 'XXX', null);
INSERT INTO `b_canton` VALUES ('39959551-0ec3-43e7-9a4b-0df0993c2393', '2017-05-26 14:43:41', '2017-05-26 14:43:41', '0', '萝北县', '', '1', '230421', '8', '99', 'LBX', null);
INSERT INTO `b_canton` VALUES ('3999a3f0-9039-4abb-9885-4e92b6c13632', '2017-05-26 15:23:45', '2017-05-26 15:23:45', '0', '江苏省盐城市', '', '1', '320900', '9', '11', 'JSSYCS', null);
INSERT INTO `b_canton` VALUES ('399b0a06-6fa4-4000-b123-96d62ddb919f', '2017-05-27 14:15:56', '2017-05-27 14:16:02', '0', '秀峰区', '', '1', '450302', '2', '260', 'XFQ', null);
INSERT INTO `b_canton` VALUES ('39adb387-6134-46d4-997b-4ae88edbbadf', '2017-05-27 10:05:18', '2017-05-27 10:05:18', '0', '市辖区', '', '1', '371501', '1', '188', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('39d382fe-cffb-4524-b7ee-ed8d59ea9979', '2017-05-27 15:17:01', '2017-05-27 15:17:01', '0', '东区', '', '1', '510402', '2', '279', 'DQ', null);
INSERT INTO `b_canton` VALUES ('39d4bb53-8004-4454-951d-82dd1880a410', '2017-05-27 10:51:50', '2017-05-27 10:51:50', '0', '卧龙区', '', '1', '411303', '3', '203', 'WLQ', null);
INSERT INTO `b_canton` VALUES ('39d9436a-e0a0-42a7-a6a3-4e601619709f', '2017-05-27 18:41:32', '2017-05-27 18:41:32', '0', '镇原县', '', '1', '621027', '9', '349', 'ZYX', null);
INSERT INTO `b_canton` VALUES ('3a007692-66a0-4900-8abc-ce37d5e76bc3', '2017-05-27 14:52:07', '2017-05-27 14:52:07', '0', '保亭黎族苗族自治县', '', '1', '469029', '14', '274', 'BTLZMZZZX', null);
INSERT INTO `b_canton` VALUES ('3a0dd8a1-e1db-4015-b887-36903a665da9', '2017-05-27 14:47:09', '2017-05-27 14:47:09', '0', '美兰区', '', '1', '460108', '5', '272', 'MLQ', null);
INSERT INTO `b_canton` VALUES ('3a1473dc-9e84-46af-802e-ba98c37ad66e', '2017-05-26 16:26:46', '2017-05-26 16:26:46', '0', '市辖区', '', '1', '331101', '1', 'a2ce7e83-1df0-48ba-8c5a-7d1f202f78f7', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('3a1e79c9-7a75-4fda-ba23-6065dada7715', '2017-05-26 11:21:37', '2017-05-26 11:21:37', '0', '根河市', '', '1', '150785', '15', '66', 'GHS', null);
INSERT INTO `b_canton` VALUES ('3a22e65e-5833-43cb-a5b4-9975f480c767', '2017-05-27 09:56:07', '2017-05-27 09:56:07', '0', '东港区', '', '1', '371102', '2', '184', 'DGQ', null);
INSERT INTO `b_canton` VALUES ('3a2cdd3a-7879-4731-8685-3cdbc023aeaa', '2017-05-27 09:53:32', '2017-05-27 09:53:32', '0', '泰山区', '', '1', '370902', '2', '182', 'TSQ', null);
INSERT INTO `b_canton` VALUES ('3a2fd496-a6f2-435f-9965-9f1605c59bc2', '2017-05-27 18:44:56', '2017-05-27 18:44:56', '0', '市辖区', '', '1', '621201', '1', '351', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('3a67205f-f114-4e67-984b-0a10db902cc7', '2017-05-27 19:26:12', '2017-05-27 19:26:12', '0', '博乐市', '', '1', '652701', '1', '372', 'BLS', null);
INSERT INTO `b_canton` VALUES ('3a6c99a5-eb54-4003-8a76-3ee94ee2a879', '2017-05-27 14:36:40', '2017-05-27 14:36:40', '0', '天峨县', '', '1', '451222', '4', '269', 'TEX', null);
INSERT INTO `b_canton` VALUES ('3a943158-ce40-4458-8d90-8fb91c07b578', '2017-05-26 14:32:52', '2017-05-26 14:32:52', '0', '阿城区', '', '1', '230112', '9', '96', 'ACQ', null);
INSERT INTO `b_canton` VALUES ('3abf39a7-82ec-4cf9-b4ef-62c4e3a51f5a', '2017-05-26 11:14:12', '2017-05-26 11:14:12', '0', '鄂托克旗', '', '1', '150624', '7', '65', 'ETKQ', null);
INSERT INTO `b_canton` VALUES ('3af2b79d-d554-41ea-8fb7-6170ad30c435', '2017-05-26 17:37:40', '2017-05-26 17:37:40', '0', '洛江区', '', '1', '350504', '4', '158', 'LJQ', null);
INSERT INTO `b_canton` VALUES ('3b1e4eaf-7d46-4917-a4fb-3d1c02ef5eba', '2017-05-27 09:46:36', '2017-05-27 09:46:36', '0', '奎文区', '', '1', '370705', '5', '180', 'KWQ', null);
INSERT INTO `b_canton` VALUES ('3b220713-6e7e-48c3-a8de-a2ed1425d078', '2017-05-27 10:11:38', '2017-05-27 10:11:38', '0', '单县', '', '1', '371722', '5', '190', 'DX', null);
INSERT INTO `b_canton` VALUES ('3b3057fb-d717-4058-9692-e38ad2c9fd57', '2017-05-26 10:58:38', '2017-05-26 10:58:38', '0', '玉泉区', '', '1', '150104', '4', '60', 'YQQ', null);
INSERT INTO `b_canton` VALUES ('3b5f8884-7fc5-4c3c-9e12-8bb98c7cb697', '2017-05-25 18:16:38', '2017-05-25 18:16:38', '0', '正定县', '', '1', '130123', '11', '38', 'ZDX', null);
INSERT INTO `b_canton` VALUES ('3b7091fa-af2f-43a6-9e61-72428b4abd44', '2017-05-27 10:00:17', '2017-05-27 10:00:17', '0', '沂水县', '', '1', '371323', '7', '186', 'YSX', null);
INSERT INTO `b_canton` VALUES ('3b9200c4-e560-4003-aa67-863e62a36e42', '2017-05-26 15:02:10', '2017-05-26 15:02:10', '0', '东宁市', '', '1', '231086', '11', '105', 'DNS', null);
INSERT INTO `b_canton` VALUES ('3ba2cbb7-ca6a-4643-8954-40dfb696d14e', '2017-05-27 14:20:44', '2017-05-27 14:20:44', '0', '市辖区', '', '1', '450401', '1', '261', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('3bb3f3dd-b59d-4ef3-96f7-5b07ff1c7118', '2017-05-26 14:42:45', '2017-05-26 14:42:45', '0', '工农区', '', '1', '230403', '3', '99', 'GNQ', null);
INSERT INTO `b_canton` VALUES ('3bc0e241-bc38-4e72-b55a-4756bf038a57', '2017-05-26 16:25:13', '2017-05-26 16:25:13', '0', '路桥区', '', '1', '331004', '4', '79e64557-6e6a-4cae-b802-9ee18b2002d5', 'LQQ', null);
INSERT INTO `b_canton` VALUES ('3bca7a3a-3aed-44f1-8e18-d093b8276768', '2017-05-27 14:30:12', '2017-05-27 14:30:12', '0', '兴业县', '', '1', '450924', '7', '266', 'XYX', null);
INSERT INTO `b_canton` VALUES ('3be551db-41b4-46d8-bd33-0b7c2f638812', '2017-05-27 16:00:53', '2017-05-27 16:00:53', '0', '木里藏族自治州', '', '1', '513422', '2', '297', 'MLCZZZZ', null);
INSERT INTO `b_canton` VALUES ('3bf1650c-6dac-43c9-8e85-c694d029b493', '2017-05-27 09:15:09', '2017-05-27 09:15:09', '0', '市辖区', '', '1', '360901', '1', '171', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('3c36e88d-8ec0-4521-bcbd-aaff68eb2bf3', '2017-05-27 12:50:35', '2017-05-27 12:50:35', '0', '新宁县', '', '1', '430528', '10', '227', 'XNX', null);
INSERT INTO `b_canton` VALUES ('3c4ee3a6-04cb-468d-9967-1d413337b44b', '2017-05-26 15:44:11', '2017-05-26 15:44:11', '0', '市辖区', '', '1', '320801', '1', 'bafc8bca-1196-4708-b245-c38981653656', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('3c5063bf-c828-445d-93b1-849e058df6bb', '2017-05-27 15:53:09', '2017-05-27 15:53:09', '0', '茂县', '', '1', '513223', '4', '295', 'MX', null);
INSERT INTO `b_canton` VALUES ('3c9c9ccd-424d-4033-9225-0c80cede64ed', '2017-05-27 18:03:05', '2017-05-27 18:03:05', '0', '淳化县', '', '1', '610430', '13', '333', 'CHX', null);
INSERT INTO `b_canton` VALUES ('3ccb7a72-398a-49b7-9826-dd06623291e8', '2017-05-27 09:51:17', '2017-05-27 09:51:17', '0', '金乡县', '', '1', '370828', '6', '181', 'JXX', null);
INSERT INTO `b_canton` VALUES ('3ccfefb5-56f9-47c8-8755-7e80b8d60ff2', '2017-05-26 17:58:27', '2017-05-26 17:58:27', '0', '新建区', '', '1', '360112', '7', '163', 'XJQ', null);
INSERT INTO `b_canton` VALUES ('3cd178b6-055e-438d-8b28-c582c346294b', '2017-05-27 18:04:09', '2017-05-27 18:04:09', '0', '临渭区', '', '1', '610502', '2', '334', 'LWQ', null);
INSERT INTO `b_canton` VALUES ('3cd20afb-f30f-4122-8012-10fa6bedc9fe', '2017-05-27 13:15:35', '2017-05-27 13:15:35', '0', '双峰县', '', '1', '431321', '3', '235', 'SFX', null);
INSERT INTO `b_canton` VALUES ('3ce19f80-caca-4a22-823a-17a5e68ab62e', '2017-05-27 10:13:47', '2017-05-27 10:13:54', '0', '鄄城县', '', '1', '371726', '9', '190', 'JCX', null);
INSERT INTO `b_canton` VALUES ('3cedd4d8-dda7-40b9-a450-21741866aa51', '2017-05-27 09:47:03', '2017-05-27 09:47:03', '0', '临朐县', '', '1', '370724', '6', '180', 'LQX', null);
INSERT INTO `b_canton` VALUES ('3d01ce76-a6ba-495b-b574-cc983db9445a', '2017-05-26 18:08:11', '2017-05-26 18:08:11', '0', '修水县', '', '1', '360424', '6', '166', 'XSX', null);
INSERT INTO `b_canton` VALUES ('3d024e98-b347-4297-b51f-cdbe02780071', '2017-05-27 13:03:35', '2017-05-27 13:03:35', '0', '冷水滩区', '', '1', '431103', '3', '233', 'LSTQ', null);
INSERT INTO `b_canton` VALUES ('3d02a0b5-d99c-4bcb-9afb-59608efbf198', '2017-05-27 15:35:17', '2017-05-27 15:35:17', '0', '高坪区', '', '1', '511303', '3', '287', 'GPQ', null);
INSERT INTO `b_canton` VALUES ('3d162952-bb09-4270-847e-33e59102bda5', '2017-05-27 11:31:21', '2017-05-27 11:31:21', '0', '市辖区', '', '1', '421101', '1', '218', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('3d180dd4-d66e-4783-a4fc-08a869d36583', '2017-05-27 11:25:29', '2017-05-27 11:25:29', '0', '华容区', '', '1', '420703', '3', '214', 'HRQ', null);
INSERT INTO `b_canton` VALUES ('3d183185-db58-436c-8edf-1285d9dc426a', '2017-05-27 19:00:23', '2017-05-27 19:00:23', '0', '共和县', '', '1', '632521', '1', '358', 'GHX', null);
INSERT INTO `b_canton` VALUES ('3d205d95-c264-4992-920e-eee55a5307cb', '2017-05-27 11:33:35', '2017-05-27 11:33:35', '0', '蕲春县', '', '1', '421126', '8', '218', 'QCX', null);
INSERT INTO `b_canton` VALUES ('3d254699-95d1-4577-8654-58a799008c5d', '2017-05-26 17:50:43', '2017-05-26 17:50:43', '0', '市辖区', '', '1', '350901', '1', '162', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('3d587c2d-7de3-4ed5-bf41-015aa3a4ce04', '2017-05-27 09:32:50', '2017-05-27 09:32:50', '0', '市北区', '', '1', '370203', '3', '175', 'SBQ', null);
INSERT INTO `b_canton` VALUES ('3d67866e-48bd-4215-b274-10a3afd78c91', '2017-05-26 15:47:09', '2017-05-26 15:47:09', '0', '市辖区', '', '1', '320901', '1', '3999a3f0-9039-4abb-9885-4e92b6c13632', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('3d90f2e7-150b-493c-afa4-54706de6a4a5', '2017-05-26 16:08:28', '2017-05-26 16:08:28', '0', '鹿城区', '', '1', '330302', '2', '131', 'LCQ', null);
INSERT INTO `b_canton` VALUES ('3d91747a-cacb-4709-90db-63497cd6c468', '2017-05-26 10:59:55', '2017-05-26 10:59:55', '0', '清水河县', '', '1', '150124', '9', '60', 'QSHX', null);
INSERT INTO `b_canton` VALUES ('3da22650-9616-46d9-a74e-c722e8c29a79', '2017-05-27 13:41:11', '2017-05-27 13:41:11', '0', '霞山区', '', '1', '440803', '3', '244', 'XSQ', null);
INSERT INTO `b_canton` VALUES ('3dabf966-f5de-4724-8f9e-479dd7471407', '2017-05-27 14:28:24', '2017-05-27 14:28:24', '0', '平南县', '', '1', '450821', '5', '265', 'PNX', null);
INSERT INTO `b_canton` VALUES ('3db7ebe5-ddda-404b-97b6-e5a53b009b80', '2017-05-26 11:11:21', '2017-05-26 11:11:21', '0', '开鲁县', '', '1', '150523', '5', '64', 'KLX', null);
INSERT INTO `b_canton` VALUES ('3dcef5cd-fbda-40c1-8f87-2ef447f0c25e', '2017-05-27 10:35:11', '2017-05-27 10:35:11', '0', '山城区', '', '1', '410603', '3', '196', 'SCQ', null);
INSERT INTO `b_canton` VALUES ('3df5f203-f0be-41ef-8722-aeed5584ff24', '2017-05-26 16:16:39', '2017-05-26 16:16:39', '0', '嵊州市', '', '1', '330683', '7', '134', 'CZS', null);
INSERT INTO `b_canton` VALUES ('3e46b49a-6197-4a34-a6d1-4287ded7164f', '2017-05-27 19:19:35', '2017-05-27 19:19:35', '0', '沙依巴克区', '', '1', '650103', '3', '367', 'SYBKQ', null);
INSERT INTO `b_canton` VALUES ('3e46f3de-e07f-4797-8d4c-9def0f720381', '2017-05-27 19:37:52', '2017-05-27 19:37:52', '0', '皮山县', '', '1', '653223', '4', '377', 'PSX', null);
INSERT INTO `b_canton` VALUES ('3e47158f-0c5f-48fe-97f8-0e2f5014e57d', '2017-05-26 09:25:01', '2017-05-26 09:25:01', '0', '邱县', '', '1', '130430', '14', '41', 'QX', null);
INSERT INTO `b_canton` VALUES ('3e4f6b47-cc00-4c42-b07c-d18a2ebbd581', '2017-05-26 11:22:45', '2017-05-26 11:22:45', '0', '磴口县', '', '1', '150822', '4', '67', 'CKX', null);
INSERT INTO `b_canton` VALUES ('3e529974-6f15-4970-a781-1f00b5a2d579', '2017-05-26 09:59:39', '2017-05-26 09:59:39', '0', '安次区', '', '1', '131002', '2', '47', 'ACQ', null);
INSERT INTO `b_canton` VALUES ('3ea192ad-09b3-4381-a7d5-5a0f490ff36f', '2017-05-27 18:32:46', '2017-05-27 18:32:46', '0', '民勤县', '', '1', '620621', '3', '345', 'MQX', null);
INSERT INTO `b_canton` VALUES ('3ea4535b-a908-44c9-aafc-01b0f78166f4', '2017-05-26 15:21:45', '2017-05-26 15:21:45', '0', '江苏省徐州市', '', '1', '320300', '3', '11', 'JSSXZS', null);
INSERT INTO `b_canton` VALUES ('3eac6258-4c64-4248-bba7-0924a95f6ce1', '2017-05-27 15:38:39', '2017-05-27 15:38:39', '0', '洪雅县', '', '1', '511423', '5', '288', 'HYX', null);
INSERT INTO `b_canton` VALUES ('3eeb9eab-2787-47cc-9115-621bc52b629a', '2017-05-27 19:03:09', '2017-05-27 19:03:09', '0', '杂多县', '', '1', '632722', '2', '360', 'ZDX', null);
INSERT INTO `b_canton` VALUES ('3f1eacb6-9811-4e84-a6e6-8f8ba3602059', '2017-05-26 17:15:07', '2017-05-26 17:15:07', '0', '东至县', '', '1', '341721', '3', '152', 'DZX', null);
INSERT INTO `b_canton` VALUES ('3f2359b1-fb52-4b65-840b-d83e8038cf41', '2017-05-27 12:40:25', '2017-05-27 12:40:36', '0', '长沙县', '', '1', '430121', '8', '223', 'CSX', null);
INSERT INTO `b_canton` VALUES ('3f48d409-757f-4dd2-b971-1546fa518f2c', '2017-05-27 12:28:34', '2017-05-27 12:28:34', '0', '替江市', '', '1', '429005', '2', '222', 'TJS', null);
INSERT INTO `b_canton` VALUES ('3f5ebbab-b132-4ffd-8aa1-e0ddda5d9d3f', '2017-05-27 10:43:52', '2017-05-27 10:44:04', '0', '孟州市', '', '1', '410883', '11', '198', 'MZS', null);
INSERT INTO `b_canton` VALUES ('3f6cc287-50fb-4d8b-800a-0e782414c145', '2017-05-26 10:13:03', '2017-05-26 10:13:03', '0', '市辖区', '', '1', '140201', '1', '50', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('3f8e78de-2bef-4779-b14d-3f535dd39940', '2017-05-26 17:38:17', '2017-05-26 17:38:27', '0', '安溪县', '', '1', '350524', '7', '158', 'AXX', null);
INSERT INTO `b_canton` VALUES ('3fa6119f-389e-4f4d-9bbf-08921ab24cc9', '2017-05-26 09:52:50', '2017-05-26 09:52:50', '0', '青县', '', '1', '130922', '5', '46', 'QX', null);
INSERT INTO `b_canton` VALUES ('3faf5876-ed81-4801-ab84-6ebfa232ad71', '2017-05-26 11:31:57', '2017-05-26 11:32:03', '0', '太仆寺旗', '', '1', '152527', '8', '70', 'TPSQ', null);
INSERT INTO `b_canton` VALUES ('3fafe523-31fc-47af-9b9d-3ec5048d34d5', '2017-05-26 16:44:44', '2017-05-26 16:44:44', '0', '凤台县', '', '1', '340421', '7', '140', 'FTX', null);
INSERT INTO `b_canton` VALUES ('3fe7805a-7d61-4afb-8cc4-d17eb06ad0f6', '2017-05-26 14:40:51', '2017-05-26 14:40:51', '0', '恒山区', '', '1', '230303', '3', '98', 'HSQ', null);
INSERT INTO `b_canton` VALUES ('3ff012d7-2e67-465a-9d93-d8cac65d500f', '2017-05-27 17:13:25', '2017-05-27 17:13:25', '0', '砚山县', '', '1', '532622', '2', '317', 'YSX', null);
INSERT INTO `b_canton` VALUES ('3ff7ec5e-69ed-4649-be35-0d20ea447d56', '2017-05-27 14:41:23', '2017-05-27 14:41:23', '0', '武宣县', '', '1', '451323', '5', '270', 'WXX', null);
INSERT INTO `b_canton` VALUES ('3fffec5a-502b-44fc-b43d-90d33902704d', '2017-05-26 10:04:12', '2017-05-26 10:04:12', '0', '故城县', '', '1', '131126', '9', '48', 'GCX', null);
INSERT INTO `b_canton` VALUES ('4', null, null, null, '河北省', null, '1', null, '4', '1', 'HBS', null);
INSERT INTO `b_canton` VALUES ('40', null, '2017-05-25 18:04:49', '0', '河北省秦皇岛市', '', '1', '130300', '3', '4', 'HBSQHDS', null);
INSERT INTO `b_canton` VALUES ('4007175d-3dc3-439f-832f-b4696eddd8df', '2017-05-27 17:09:16', '2017-05-27 17:09:16', '0', '个旧市', '', '1', '532501', '1', '316', 'GJS', null);
INSERT INTO `b_canton` VALUES ('403060fc-0dfa-4213-b4fa-45a2af2cd723', '2017-05-27 15:45:58', '2017-05-27 15:46:03', '0', '开江县', '', '1', '511723', '5', '291', 'KJX', null);
INSERT INTO `b_canton` VALUES ('4032b7e8-4b99-46f9-a097-030264277290', '2017-05-26 16:14:45', '2017-05-26 16:14:45', '0', '安吉县', '', '1', '330523', '6', '133', 'AJX', null);
INSERT INTO `b_canton` VALUES ('405b2536-c21d-444e-9d0b-a175d197fff9', '2017-05-26 16:52:54', '2017-05-26 16:52:54', '0', '迎江区', '', '1', '340802', '2', '144', 'YJQ', null);
INSERT INTO `b_canton` VALUES ('40814be2-1410-47f1-8d71-2a1685f41648', '2017-05-27 15:17:39', '2017-05-27 15:17:39', '0', '米易县', '', '1', '510421', '5', '279', 'MYX', null);
INSERT INTO `b_canton` VALUES ('40c078ef-a241-41e6-bfc3-f4c4ee5162d1', '2017-05-26 17:42:15', '2017-05-26 17:42:15', '0', '诏安县', '', '1', '350624', '6', '159', 'JAX', null);
INSERT INTO `b_canton` VALUES ('40c2269d-0a5b-4d67-a19d-a047db191674', '2017-05-26 15:02:49', '2017-05-26 15:02:49', '0', '嫩江县', '', '1', '231121', '3', '106', 'NJX', null);
INSERT INTO `b_canton` VALUES ('40c5ce5f-7d71-45bb-a388-f4bffde9cb36', '2017-05-26 16:23:26', '2017-05-26 16:23:26', '0', '岱山县', '', '1', '330921', '4', 'b19334c2-0ccd-473c-b6ae-b7680d02c987', 'XSX', null);
INSERT INTO `b_canton` VALUES ('40ce8eae-9f84-4072-8280-99a3033a03e5', '2017-05-26 11:08:10', '2017-05-26 11:08:17', '0', '翁牛特旗', '', '1', '150426', '10', '63', 'WNTQ', null);
INSERT INTO `b_canton` VALUES ('40d3a96d-2ccc-4081-9336-917b5c78f44d', '2017-05-27 16:16:03', '2017-05-27 16:16:03', '0', '道真仡佬族苗族自治县', '', '1', '520325', '8', '300', 'DZGLZMZZZX', null);
INSERT INTO `b_canton` VALUES ('40deba5d-a452-46ed-ab17-f4a4375803c7', '2017-05-27 18:58:17', '2017-05-27 18:58:17', '0', '祁连县', '', '1', '632222', '2', '356', 'QLX', null);
INSERT INTO `b_canton` VALUES ('40f6e55a-fe43-43a9-ace3-290d98120f76', '2017-05-27 19:19:14', '2017-05-27 19:19:14', '0', '市辖区', '', '1', '650101', '1', '367', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('41', null, '2017-05-25 18:05:03', '0', '河北省邯郸市', '', '1', '130400', '4', '4', 'HBSHDS', null);
INSERT INTO `b_canton` VALUES ('41272792-1115-4b2d-a2a3-c69a05d2ca44', '2017-05-27 09:40:04', '2017-05-27 09:40:04', '0', '市辖区', '', '1', '370501', '1', '178', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('412b941b-1707-4b35-a79e-28e84e5b0812', '2017-05-27 19:30:01', '2017-05-27 19:30:01', '0', '和硕县', '', '1', '652828', '8', '373', 'HSX', null);
INSERT INTO `b_canton` VALUES ('415b2e96-e8a4-4ba3-ae2e-f9b9d9b890d9', '2017-05-26 15:42:34', '2017-05-26 15:42:34', '0', '海州区', '', '1', '320706', '3', 'faa472aa-cde3-4952-9cc1-d0dbed78459a', 'HZQ', null);
INSERT INTO `b_canton` VALUES ('415f40e1-f486-4b91-9d18-cbb5c9a60993', '2017-05-27 10:12:56', '2017-05-27 10:13:14', '0', '郓城县', '', '1', '371725', '8', '190', 'YCX', null);
INSERT INTO `b_canton` VALUES ('41a035be-10eb-4c36-b795-ba9dfde5c4dc', '2017-05-27 19:34:06', '2017-05-27 19:34:06', '0', '疏附县', '', '1', '653121', '2', '376', 'SFX', null);
INSERT INTO `b_canton` VALUES ('41c2270c-8245-477c-9d5e-65f2c072f2fa', '2017-05-26 17:01:24', '2017-05-26 17:01:24', '0', '市辖区', '', '1', '341101', '1', '146', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('41f5b4c8-418d-47f3-b3a1-dd399a58ae28', '2017-05-26 15:38:25', '2017-05-26 15:38:25', '0', '吴江区', '', '1', '320509', '6', '98fd7192-e4bf-49ef-a19a-61f20d75ec51', 'WJQ', null);
INSERT INTO `b_canton` VALUES ('41f944d5-e1de-4651-9859-58147a1ab76f', '2017-05-26 14:37:41', '2017-05-26 14:37:41', '0', '龙江县', '', '1', '230221', '9', '97', 'LJX', null);
INSERT INTO `b_canton` VALUES ('42', null, '2017-05-25 18:05:16', '0', '河北省邢台市', '', '1', '130500', '5', '4', 'HBSXTS', null);
INSERT INTO `b_canton` VALUES ('4203bb77-9a81-4705-aedc-c55a52dea339', '2017-05-26 14:51:47', '2017-05-26 14:51:47', '0', '美溪区', '', '1', '230708', '8', '102', 'MXQ', null);
INSERT INTO `b_canton` VALUES ('4212593c-d87f-4862-8237-cb5ddd3d580b', '2017-05-26 11:23:22', '2017-05-26 11:23:28', '0', '乌拉特后旗', '', '1', '150825', '7', '67', 'WLTHQ', null);
INSERT INTO `b_canton` VALUES ('421a9f54-e965-489e-9ce4-e33ab07c7f80', '2017-05-26 11:20:52', '2017-05-26 11:20:52', '0', '牙克石市', '', '1', '150782', '12', '66', 'YKSS', null);
INSERT INTO `b_canton` VALUES ('4240a96d-27df-426b-9fbc-ef0f933265d2', '2017-05-27 15:58:07', '2017-05-27 15:58:07', '0', '甘孜县', '', '1', '513328', '8', '296', 'GZX', null);
INSERT INTO `b_canton` VALUES ('424b1235-ef9e-4513-bf63-2d094b0f21b1', '2017-05-27 15:26:02', '2017-05-27 15:26:02', '0', '江油市', '', '1', '510781', '10', '282', 'JYS', null);
INSERT INTO `b_canton` VALUES ('425e1aee-68cd-4ba6-9006-60a8fcfce093', '2017-05-27 17:11:46', '2017-05-27 17:11:46', '0', '红河县', '', '1', '532529', '10', '316', 'HHX', null);
INSERT INTO `b_canton` VALUES ('4264f3e1-31a4-486e-a864-c431f702f92a', '2017-05-26 15:39:25', '2017-05-26 15:39:25', '0', '太仓市', '', '1', '320585', '10', '98fd7192-e4bf-49ef-a19a-61f20d75ec51', 'TCS', null);
INSERT INTO `b_canton` VALUES ('4266ba83-7693-4f68-8e7f-aa5a3792be5d', '2017-05-26 11:13:06', '2017-05-26 11:13:06', '0', '康巴什区', '', '1', '150603', '3', '65', 'KBSQ', null);
INSERT INTO `b_canton` VALUES ('427fdc51-ecda-4369-9cf7-9f3038da6f55', '2017-05-26 14:31:48', '2017-05-26 14:31:48', '0', '道外区', '', '1', '230104', '4', '96', 'DWQ', null);
INSERT INTO `b_canton` VALUES ('427ff232-b967-43e4-a43e-496b487d07d7', '2017-05-25 18:09:54', '2017-05-25 18:09:54', '0', '藁城区', '', '1', '130109', '7', '38', 'LCQ', null);
INSERT INTO `b_canton` VALUES ('4286204a-5379-4865-9703-a6d70b1ecca3', '2017-05-27 18:02:12', '2017-05-27 18:02:19', '0', '彬县', '', '1', '610427', '10', '333', 'BX', null);
INSERT INTO `b_canton` VALUES ('428d3177-5bdb-48c4-bbf2-d3c5a221bc1b', '2017-05-27 12:48:36', '2017-05-27 12:48:36', '0', '双清区', '', '1', '430502', '2', '227', 'SQQ', null);
INSERT INTO `b_canton` VALUES ('42936fd8-b2ac-4346-bcf0-fe866b99e801', '2017-05-27 14:15:46', '2017-05-27 14:15:46', '0', '市辖区', '', '1', '450301', '1', '260', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('429f4ca7-1f99-49e2-9b4f-faa0828b5f47', '2017-05-27 13:57:02', '2017-05-27 13:57:02', '0', '江城区', '', '1', '441702', '2', '251', 'JCQ', null);
INSERT INTO `b_canton` VALUES ('42a28c95-129f-484e-90c1-0ff250e52c34', '2017-05-27 15:33:47', '2017-05-27 15:33:47', '0', '峨边彝族自治县', '', '1', '511132', '10', '286', 'EBYZZZX', null);
INSERT INTO `b_canton` VALUES ('42a2ce24-ade9-48c4-8fdd-0a455affa8c6', '2017-05-27 18:21:22', '2017-05-27 18:21:22', '0', '旬阳县', '', '1', '610928', '10', '338', 'XYX', null);
INSERT INTO `b_canton` VALUES ('42b154bf-b1db-4e15-834a-1fffa4dd76ca', '2017-05-27 14:09:16', '2017-05-27 14:09:16', '0', '良庆区', '', '1', '450108', '6', '258', 'LQQ', null);
INSERT INTO `b_canton` VALUES ('42ea4b29-0964-4304-bddf-c53989ad3323', '2017-05-27 15:31:10', '2017-05-27 15:31:10', '0', '市中区', '', '1', '511102', '2', '286', 'SZQ', null);
INSERT INTO `b_canton` VALUES ('42ee74d4-904c-4800-bbe7-9cfa32f7c968', '2017-05-27 09:21:45', '2017-05-27 09:21:45', '0', '上饶县', '', '1', '361121', '4', '173', 'SRX', null);
INSERT INTO `b_canton` VALUES ('43', null, '2017-05-25 18:05:29', '0', '河北省保定市', '', '1', '130600', '6', '4', 'HBSBDS', null);
INSERT INTO `b_canton` VALUES ('43111a3f-3e71-4f06-93e7-5dae0a1121b3', '2017-05-27 14:40:32', '2017-05-27 14:40:32', '0', '兴宾区', '', '1', '451302', '2', '270', 'XBQ', null);
INSERT INTO `b_canton` VALUES ('4320f360-9214-4399-8643-2c9eba65f454', '2017-05-27 17:43:44', '2017-05-27 17:43:44', '0', '浪卡子县', '', '1', '540531', '13', '325', 'LKZX', null);
INSERT INTO `b_canton` VALUES ('434574fd-9a44-4e28-887b-add4742b2fe1', '2017-05-27 17:16:04', '2017-05-27 17:16:04', '0', '勐腊县', '', '1', '532823', '3', '318', 'MLX', null);
INSERT INTO `b_canton` VALUES ('435a5001-b966-4869-b4a7-3fbaf8d66d8f', '2017-05-27 18:58:05', '2017-05-27 18:58:05', '0', '门源回族自治县', '', '1', '632221', '1', '356', 'MYHZZZX', null);
INSERT INTO `b_canton` VALUES ('436ce710-63c8-411b-a1bf-e1717d5bf1fd', '2017-05-27 16:40:53', '2017-05-27 16:40:53', '0', '市辖区', '', '1', '530101', '1', '307', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('437cc819-7425-47b1-b8a8-57f0b5cfaa8e', '2017-05-27 11:15:30', '2017-05-27 11:15:30', '0', '张湾区', '', '1', '420303', '3', '211', 'ZWQ', null);
INSERT INTO `b_canton` VALUES ('437d96bb-0575-431e-9972-ad8b4341d3fd', '2017-05-26 16:47:18', '2017-05-26 16:47:18', '0', '博望区', '', '1', '340506', '4', '141', 'BWQ', null);
INSERT INTO `b_canton` VALUES ('439e049d-9728-48e1-bb96-4d3feb30eb17', '2017-05-27 16:33:39', '2017-05-27 16:33:39', '0', '黎平县', '', '1', '522631', '11', '305', 'LPX', null);
INSERT INTO `b_canton` VALUES ('43ce08fd-b885-4a60-8e4f-5d46180fc508', '2017-05-25 18:30:25', '2017-05-25 18:30:25', '0', '新乐市', '', '1', '130184', '22', '38', 'XLS', null);
INSERT INTO `b_canton` VALUES ('43cfcf63-ce14-432a-8080-ee27c18b24bb', '2017-05-26 10:46:52', '2017-05-26 10:46:52', '0', '古县', '', '1', '141025', '7', '58', 'GX', null);
INSERT INTO `b_canton` VALUES ('43d12fc0-98be-4ecf-afb3-10ae6310dcf3', '2017-05-27 10:00:55', '2017-05-27 10:00:55', '0', '平邑县', '', '1', '371326', '10', '186', 'PYX', null);
INSERT INTO `b_canton` VALUES ('43d4dd0d-3d74-4260-b4a1-cab28efb9a2b', '2017-05-27 09:39:41', '2017-05-27 09:39:41', '0', '山亭区', '', '1', '370406', '6', '177', 'STQ', null);
INSERT INTO `b_canton` VALUES ('43d7f03f-e208-4f63-bae6-f5a78f62e5b3', '2017-05-26 17:17:30', '2017-05-26 17:17:30', '0', '泾县', '', '1', '341823', '5', '153', 'JX', null);
INSERT INTO `b_canton` VALUES ('43daf65a-0a94-4aca-80c5-695c811c5c1b', '2017-05-27 18:16:28', '2017-05-27 18:16:28', '0', '榆阳区', '', '1', '610802', '2', '337', 'YYQ', null);
INSERT INTO `b_canton` VALUES ('43eb1430-85c4-4660-af00-3d17a1bebee7', '2017-05-26 15:41:46', '2017-05-26 15:41:53', '0', '海门市', '', '1', '320684', '9', '937b81e5-ce62-429a-b6d8-33ea4e7159c0', 'HMS', null);
INSERT INTO `b_canton` VALUES ('43ebd49e-18e7-46f4-8455-d8e9eaf2a0f3', '2017-05-26 10:59:09', '2017-05-26 10:59:09', '0', '土默特左旗', '', '1', '150121', '6', '60', 'TMTZQ', null);
INSERT INTO `b_canton` VALUES ('43ec4939-b74c-4891-975e-273d2d0f1fa2', '2017-05-27 11:32:04', '2017-05-27 11:32:04', '0', '罗田县', '', '1', '421122', '5', '218', 'LTX', null);
INSERT INTO `b_canton` VALUES ('44', null, '2017-05-25 18:05:43', '0', '河北省张家口市', '', '1', '130700', '7', '4', 'HBSZJKS', null);
INSERT INTO `b_canton` VALUES ('441963f2-70a8-4873-9f0f-24bf08059087', '2017-05-26 14:49:34', '2017-05-26 14:49:42', '0', '杜尔伯特蒙古族自治县', '', '1', '230624', '10', '101', 'DEBTMGZZZX', null);
INSERT INTO `b_canton` VALUES ('444feea3-3723-427f-93c6-615c0c0384a7', '2017-05-27 12:42:08', '2017-05-27 12:42:13', '0', '株洲县', '', '1', '430221', '6', '224', 'ZZX', null);
INSERT INTO `b_canton` VALUES ('4462e72e-3278-4a14-8832-54bbb82eb4ab', '2017-05-27 18:29:14', '2017-05-27 18:29:14', '0', '白银区', '', '1', '620402', '2', '343', 'BYQ', null);
INSERT INTO `b_canton` VALUES ('4472eed3-40d5-4719-917e-57659c9cad95', '2017-05-27 14:36:52', '2017-05-27 14:36:52', '0', '凤山县', '', '1', '451223', '5', '269', 'FSX', null);
INSERT INTO `b_canton` VALUES ('4473eac7-cadb-46c5-bb36-ca962aacd64f', '2017-05-26 17:57:33', '2017-05-26 17:57:33', '0', '溪湖区', '', '1', '360103', '3', '163', 'XHQ', null);
INSERT INTO `b_canton` VALUES ('44b65ebb-ceef-41a4-939d-590cd57b9494', '2017-05-26 11:21:20', '2017-05-26 11:21:20', '0', '额尔古纳市', '', '1', '150784', '14', '66', 'EEGNS', null);
INSERT INTO `b_canton` VALUES ('44c8796c-c5aa-473b-95b7-92de2ab5752a', '2017-05-26 13:38:23', '2017-05-26 13:38:23', '0', '千山区', '', '1', '210311', '5', '74', 'QSQ', null);
INSERT INTO `b_canton` VALUES ('44d3f7a5-7d0e-43ca-bc20-d5090d5c33b4', '2017-05-26 14:04:30', '2017-05-26 14:04:30', '0', '市辖区', '', '1', '211201', '1', '83', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('44dda395-7016-4611-bf70-5d1ff66793f0', '2017-05-27 14:32:22', '2017-05-27 14:32:22', '0', '凌云县', '', '1', '451027', '8', '267', 'LYX', null);
INSERT INTO `b_canton` VALUES ('45', null, '2017-05-25 18:05:55', '0', '河北省承德市', '', '1', '130800', '8', '4', 'HBSCDS', null);
INSERT INTO `b_canton` VALUES ('4506f24f-aca7-4761-8c9d-f4322aee6fc3', '2017-05-26 14:31:07', '2017-05-26 14:31:07', '0', '市辖区', '', '1', '230101', '1', '96', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('450a1c49-a598-42e7-9f24-554c14d9f032', '2017-05-27 17:28:17', '2017-05-27 17:28:17', '0', '当雄县', '', '1', '540122', '5', '323', 'DXX', null);
INSERT INTO `b_canton` VALUES ('451286d2-9ab2-46ba-bcdc-be4885870f16', '2017-05-27 19:04:02', '2017-05-27 19:04:02', '0', '囊谦县', '', '1', '632725', '5', '360', 'NQX', null);
INSERT INTO `b_canton` VALUES ('452c3e0f-3985-47ac-9700-825283ff6a22', '2017-05-26 11:07:27', '2017-05-26 11:07:27', '0', '克什克腾旗', '', '1', '150425', '9', '63', 'KSKTQ', null);
INSERT INTO `b_canton` VALUES ('452de969-935e-45d8-afa2-63ce0a5b8db5', '2017-05-27 10:24:59', '2017-05-27 10:24:59', '0', '西工区', '', '1', '410303', '3', '193', 'XGQ', null);
INSERT INTO `b_canton` VALUES ('4530027d-ab2f-45be-9db4-7432764baeb3', '2017-05-26 09:29:46', '2017-05-26 09:29:46', '0', '任县', '', '1', '130526', '9', '42', 'RX', null);
INSERT INTO `b_canton` VALUES ('453c20b1-a55e-4287-91f9-fe4b20a81489', '2017-05-27 17:20:45', '2017-05-27 17:20:45', '0', '芒市', '', '1', '533103', '2', '320', 'MS', null);
INSERT INTO `b_canton` VALUES ('454601b2-a51a-4dc1-bb50-3f563b3e1aaf', '2017-05-27 13:00:47', '2017-05-27 13:00:47', '0', '北湖区', '', '1', '431002', '2', '232', 'BHQ', null);
INSERT INTO `b_canton` VALUES ('45556721-3da1-4e8d-b973-586f30f97eb8', '2017-05-26 16:02:32', '2017-05-26 16:02:32', '0', '余杭区', '', '1', '330110', '9', '127', 'YHQ', null);
INSERT INTO `b_canton` VALUES ('45566e1f-42b6-4a64-96d2-328bd6f00719', '2017-05-26 10:30:56', '2017-05-26 10:30:56', '0', '介休市', '', '1', '140781', '12', '55', 'JXS', null);
INSERT INTO `b_canton` VALUES ('4569c9ec-578c-4b62-82c8-a1292a890b4b', '2017-05-26 16:27:00', '2017-05-26 16:27:00', '0', '莲都区', '', '1', '331102', '2', 'a2ce7e83-1df0-48ba-8c5a-7d1f202f78f7', 'LDQ', null);
INSERT INTO `b_canton` VALUES ('456ac963-ff4b-4d35-9fc3-7b8c48c2b5da', '2017-05-27 13:06:22', '2017-05-27 13:06:22', '0', '市辖区', '', '1', '431201', '1', '234', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('45790f3c-0fd1-4b97-9a4f-4d6c1c367cf9', '2017-05-27 10:54:25', '2017-05-27 10:54:25', '0', '邓州市', '', '1', '411381', '14', '203', 'DZS', null);
INSERT INTO `b_canton` VALUES ('457ad115-3906-4077-8cba-d7983b012189', '2017-05-27 14:26:32', '2017-05-27 14:26:32', '0', '灵山县', '', '1', '450721', '4', '264', 'LSX', null);
INSERT INTO `b_canton` VALUES ('4582fe49-40a5-4af8-8d39-57130a40697d', '2017-05-26 10:47:41', '2017-05-26 10:47:41', '0', '吉县', '', '1', '141028', '10', '58', 'JX', null);
INSERT INTO `b_canton` VALUES ('45948464-1e64-43e1-8514-2416b69cf518', '2017-05-26 14:42:56', '2017-05-26 14:42:56', '0', '南山区', '', '1', '230404', '4', '99', 'NSQ', null);
INSERT INTO `b_canton` VALUES ('45c22f07-bfca-4c12-8796-04e7d33d6527', '2017-05-27 10:50:46', '2017-05-27 10:50:51', '0', '卢氏县', '', '1', '411224', '5', '202', 'LSX', null);
INSERT INTO `b_canton` VALUES ('45ee303e-315e-49ab-b193-4d758a367d34', '2017-05-26 15:42:15', '2017-05-26 15:42:15', '0', '市辖区', '', '1', '320701', '1', 'faa472aa-cde3-4952-9cc1-d0dbed78459a', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('45feee95-7c90-4673-a010-9e9f8a5585cc', '2017-05-27 13:37:36', '2017-05-27 13:37:36', '0', '三水区', '', '1', '440607', '5', '242', 'SSQ', null);
INSERT INTO `b_canton` VALUES ('46', null, '2017-05-25 18:06:07', '0', '河北省沧州市', '', '1', '130900', '9', '4', 'HBSCZS', null);
INSERT INTO `b_canton` VALUES ('46066102-5816-4acd-930b-f97cd1a578f6', '2017-05-27 09:36:57', '2017-05-27 09:36:57', '0', '高青县', '', '1', '370322', '8', '176', 'GQX', null);
INSERT INTO `b_canton` VALUES ('4626a9cc-231c-434f-bc18-b3792f350284', '2017-05-26 11:10:12', '2017-05-26 11:10:12', '0', '科尔沁区', '', '1', '150502', '2', '64', 'KEQQ', null);
INSERT INTO `b_canton` VALUES ('462eb59a-668c-46f7-b5c0-af8d65698ea2', '2017-05-26 14:18:14', '2017-05-26 14:18:20', '0', '双辽市', '', '1', '220382', '7', '88', 'SLS', null);
INSERT INTO `b_canton` VALUES ('463fb81c-e7ee-442b-b658-0fdc7875344e', '2017-05-27 10:51:14', '2017-05-27 10:51:14', '0', '灵宝市', '', '1', '411282', '7', '202', 'LBS', null);
INSERT INTO `b_canton` VALUES ('463fd299-2273-4996-aa62-587737dfe201', '2017-05-26 11:06:58', '2017-05-26 11:06:58', '0', '林西县', '', '1', '150424', '8', '63', 'LXX', null);
INSERT INTO `b_canton` VALUES ('46430592-ba3f-4fda-b245-cd15643697e9', '2017-05-27 13:42:39', '2017-05-27 13:42:39', '0', '吴川市', '', '1', '440883', '10', '244', 'WCS', null);
INSERT INTO `b_canton` VALUES ('467171c6-155c-439a-8d70-b0a1213998c7', '2017-05-26 18:11:12', '2017-05-26 18:11:12', '0', '渝水区', '', '1', '360502', '2', '167', 'YSQ', null);
INSERT INTO `b_canton` VALUES ('467568f2-7e7f-4435-95af-c802e735e304', '2017-05-26 10:55:05', '2017-05-26 10:55:05', '0', '方山县', '', '1', '141128', '10', '59', 'FSX', null);
INSERT INTO `b_canton` VALUES ('46901c8e-26e4-43b9-8bcc-3d6af8fd75a1', '2017-05-27 19:23:32', '2017-05-27 19:23:32', '0', '伊州区', '', '1', '650502', '1', '370', 'YZQ', null);
INSERT INTO `b_canton` VALUES ('46dacb85-6c20-49f1-99b7-d9f26cd2225a', '2017-05-27 12:51:49', '2017-05-27 12:51:49', '0', '云溪区', '', '1', '430603', '3', '228', 'YXQ', null);
INSERT INTO `b_canton` VALUES ('46e0f231-a79a-4fc0-9d3b-7ac0ad1c1620', '2017-05-27 10:00:37', '2017-05-27 10:00:43', '0', '费县', '', '1', '371325', '9', '186', 'FX', null);
INSERT INTO `b_canton` VALUES ('46e99dad-febf-4e52-9535-38beef669a69', '2017-05-26 10:17:08', '2017-05-26 10:17:08', '0', '平定县', '', '1', '140321', '5', '51', 'PDX', null);
INSERT INTO `b_canton` VALUES ('46eefe32-ab07-4d40-8baf-ceacd7a1a74e', '2017-05-27 09:56:27', '2017-05-27 09:56:27', '0', '岚山区', '', '1', '371103', '3', '184', 'RSQ', null);
INSERT INTO `b_canton` VALUES ('47', null, '2017-05-25 18:06:34', '0', '河北省廊坊市', '', '1', '131000', '10', '4', 'HBSLFS', null);
INSERT INTO `b_canton` VALUES ('471f975c-869f-4384-8c3a-f721614937e4', '2017-05-27 16:41:30', '2017-05-27 16:41:30', '0', '盘龙区', '', '1', '530103', '3', '307', 'PLQ', null);
INSERT INTO `b_canton` VALUES ('4739fe14-0b42-495d-bb51-771e77e036dc', '2017-05-27 14:46:34', '2017-05-27 14:46:34', '0', '秀英区', '', '1', '460105', '2', '272', 'XYQ', null);
INSERT INTO `b_canton` VALUES ('47448ef1-c1f8-446e-bd81-045398e651fa', '2017-05-27 15:41:11', '2017-05-27 15:41:11', '0', '珙县', '', '1', '511526', '8', '289', 'GX', null);
INSERT INTO `b_canton` VALUES ('4768917a-70a6-4cd4-ac0d-1eca1ac0c709', '2017-05-26 15:02:23', '2017-05-26 15:02:23', '0', '市辖区', '', '1', '231101', '1', '106', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('47c72dff-e78b-4b01-a0aa-906fe2041744', '2017-05-26 16:15:44', '2017-05-26 16:15:44', '0', '新昌县', '', '1', '330624', '5', '134', 'XCX', null);
INSERT INTO `b_canton` VALUES ('47d1f784-60bd-4c32-9dda-cbe46df155e6', '2017-05-27 10:05:04', '2017-05-27 10:05:04', '0', '禹城市', '', '1', '371482', '12', '187', 'YCS', null);
INSERT INTO `b_canton` VALUES ('47ef8d72-4bb8-4512-aa2b-3589ec87e770', '2017-05-27 18:20:54', '2017-05-27 18:20:54', '0', '平利县', '', '1', '610926', '8', '338', 'PLX', null);
INSERT INTO `b_canton` VALUES ('48', null, '2017-05-25 18:06:51', '0', '河北省衡水市', '', '1', '131100', '11', '4', 'HBSHSS', null);
INSERT INTO `b_canton` VALUES ('480500df-b2c4-48cb-88e4-063caac3d491', '2017-05-27 15:01:05', '2017-05-27 15:01:05', '0', '武隆县', '', '1', '500232', '5', '276', 'WLX', null);
INSERT INTO `b_canton` VALUES ('483438d5-548e-498d-9f7d-c499f21753f6', '2017-05-27 10:04:20', '2017-05-27 10:04:20', '0', '平原县', '', '1', '371426', '8', '187', 'PYX', null);
INSERT INTO `b_canton` VALUES ('483a949b-4725-42a7-8456-34682ac8ca20', '2017-05-26 09:48:23', '2017-05-26 09:48:23', '0', '赤城县', '', '1', '130732', '17', '44', 'CCX', null);
INSERT INTO `b_canton` VALUES ('484a1099-00c0-4e91-93e8-d3b021d67acd', '2017-05-26 09:39:31', '2017-05-26 09:39:31', '0', '蠡县', '', '1', '130635', '18', '43', 'LX', null);
INSERT INTO `b_canton` VALUES ('484abdc7-aede-4de8-97c0-7974a9919816', '2017-05-27 16:10:31', '2017-05-27 16:10:31', '0', '钟山区', '', '1', '520201', '1', '299', 'ZSQ', null);
INSERT INTO `b_canton` VALUES ('485a36f0-1311-4f21-bef5-88d776486595', '2017-05-26 14:46:31', '2017-05-26 14:46:31', '0', '萨尔图区', '', '1', '230602', '2', '101', 'SETQ', null);
INSERT INTO `b_canton` VALUES ('485ed207-beea-4f7e-9d9e-1db90173977b', '2017-05-25 17:41:31', '2017-05-25 17:41:31', '0', '顺义区', '', '1', '110113', '11', '2', 'SYQ', null);
INSERT INTO `b_canton` VALUES ('488a311c-3147-4375-8e40-e4ac9a7a7a6e', '2017-05-27 11:02:16', '2017-05-27 11:02:16', '0', '淮阳县', '', '1', '411626', '8', '206', 'HYX', null);
INSERT INTO `b_canton` VALUES ('48a0fbda-7eb1-4ed2-be86-eb7e571fc413', '2017-05-27 15:38:16', '2017-05-27 15:38:16', '0', '彭山区', '', '1', '511403', '3', '288', 'PSQ', null);
INSERT INTO `b_canton` VALUES ('48eeb299-4b30-4d23-8008-d9fef16db97e', '2017-05-27 19:00:57', '2017-05-27 19:00:57', '0', '兴海县', '', '1', '632524', '4', '358', 'XHX', null);
INSERT INTO `b_canton` VALUES ('48f46c7d-3ef6-47f9-8f76-3896418b9e1a', '2017-05-27 13:41:51', '2017-05-27 13:41:51', '0', '遂溪县', '', '1', '440823', '6', '244', 'SXX', null);
INSERT INTO `b_canton` VALUES ('49', null, null, null, '山西省太原市', null, '1', null, '49', '5', 'SXSTYS', null);
INSERT INTO `b_canton` VALUES ('4912d14a-b43f-481d-9734-3270501d51d7', '2017-05-26 17:06:44', '2017-05-26 17:06:49', '0', '颍上县', '', '1', '341226', '8', '147', 'YSX', null);
INSERT INTO `b_canton` VALUES ('491e08bc-f8da-460e-8fda-8434e52d4a5b', '2017-05-26 16:57:07', '2017-05-26 16:57:07', '0', '黄山区', '', '1', '341003', '3', '145', 'HSQ', null);
INSERT INTO `b_canton` VALUES ('494e90e2-d5a7-4951-9887-1965849b959c', '2017-05-27 16:02:04', '2017-05-27 16:02:04', '0', '普格县', '', '1', '513728', '8', '297', 'PGX', null);
INSERT INTO `b_canton` VALUES ('49589477-054f-4eb1-9780-b8df6aa0e2e3', '2017-05-26 10:17:41', '2017-05-26 10:17:41', '0', '市辖区', '', '1', '140401', '1', '52', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('49630a90-a318-47f8-85c5-dba280005628', '2017-05-27 09:22:50', '2017-05-27 09:22:50', '0', '戈阳县', '', '1', '361126', '8', '173', 'GYX', null);
INSERT INTO `b_canton` VALUES ('49645b7b-1785-45b1-8f8f-ddcba3594bc5', '2017-05-27 10:07:41', '2017-05-27 10:07:41', '0', '冠县', '', '1', '371525', '7', '188', 'GX', null);
INSERT INTO `b_canton` VALUES ('4988080f-46ae-48c7-a6eb-a62263bb92d9', '2017-05-27 18:58:41', '2017-05-27 18:58:41', '0', '海晏县', '', '1', '632223', '3', '356', 'HAX', null);
INSERT INTO `b_canton` VALUES ('498d956c-bdc1-497e-a35d-1ee3f7aa06ae', '2017-05-27 16:42:22', '2017-05-27 16:42:22', '0', '西山区', '', '1', '530112', '5', '307', 'XSQ', null);
INSERT INTO `b_canton` VALUES ('49912481-b40d-4dc5-84cb-dc7354f10fdf', '2017-05-26 17:58:54', '2017-05-26 17:59:04', '0', '安义县', '', '1', '360123', '9', '163', 'AYX', null);
INSERT INTO `b_canton` VALUES ('49988d44-5bf5-4460-9100-88f5ce299069', '2017-05-27 16:41:19', '2017-05-27 16:41:19', '0', '五华区', '', '1', '530102', '2', '307', 'WHQ', null);
INSERT INTO `b_canton` VALUES ('49c0237d-5089-4844-9144-9ec6c00e5329', '2017-05-27 11:28:07', '2017-05-27 11:28:07', '0', '孝昌县', '', '1', '420921', '3', '216', 'XCX', null);
INSERT INTO `b_canton` VALUES ('49da4fe6-7c98-4085-804c-573ffd7c378b', '2017-05-27 11:04:22', '2017-05-27 11:04:27', '0', '正阳县', '', '1', '411724', '6', '207', 'ZYX', null);
INSERT INTO `b_canton` VALUES ('49f0651b-de56-4054-b1c0-d2237deec052', '2017-05-27 18:34:18', '2017-05-27 18:34:18', '0', '民乐县', '', '1', '620722', '4', '346', 'MLX', null);
INSERT INTO `b_canton` VALUES ('49f51513-dbc4-4021-af1f-1ee93b96ba93', '2017-05-26 09:31:45', '2017-05-26 09:31:45', '0', '平乡县', '', '1', '130532', '15', '42', 'PXX', null);
INSERT INTO `b_canton` VALUES ('4a0d78bd-f08a-415f-af2e-193ca86a61b6', '2017-05-27 15:26:31', '2017-05-27 15:26:31', '0', '利州区', '', '1', '510802', '2', '283', 'LZQ', null);
INSERT INTO `b_canton` VALUES ('4a5b5c39-9abd-46a2-9bd3-3e461dfc24d4', '2017-05-27 13:53:09', '2017-05-27 13:53:09', '0', '丰顺县', '', '1', '441423', '5', '248', 'FSX', null);
INSERT INTO `b_canton` VALUES ('4a6d525d-8a0e-444e-a5a8-85acb788a676', '2017-05-27 11:20:55', '2017-05-27 11:20:55', '0', '枝江市', '', '1', '420583', '14', '212', 'ZJS', null);
INSERT INTO `b_canton` VALUES ('4a705840-0089-4631-8b86-ebd79bd0bfa5', '2017-05-26 17:58:39', '2017-05-26 17:58:39', '0', '南昌县', '', '1', '360121', '8', '163', 'NCX', null);
INSERT INTO `b_canton` VALUES ('4a7e6055-3a21-413d-ac53-c87bb798571b', '2017-05-27 19:01:45', '2017-05-27 19:01:45', '0', '班玛县', '', '1', '632622', '2', '359', 'BMX', null);
INSERT INTO `b_canton` VALUES ('4aa04baf-8957-4501-85f2-adfb9a548eeb', '2017-05-26 15:51:45', '2017-05-26 15:51:45', '0', '丹徒区', '', '1', '321112', '4', '17723387-32ed-44ab-be2e-f82e4bbb16d0', 'DTQ', null);
INSERT INTO `b_canton` VALUES ('4acad1ad-c3c1-42ba-ba1b-bd22348e41da', '2017-05-27 14:18:16', '2017-05-27 14:18:16', '0', '灵川县', '', '1', '450323', '9', '260', 'LCX', null);
INSERT INTO `b_canton` VALUES ('4af40f78-1dd2-40bd-9e87-97c0e277c0e9', '2017-05-27 19:30:55', '2017-05-27 19:30:55', '0', '库车县', '', '1', '652923', '3', '374', 'KCX', null);
INSERT INTO `b_canton` VALUES ('4b143539-4c89-4038-9a77-d2a8759cf638', '2017-05-27 17:35:52', '2017-05-27 17:35:52', '0', '丁青县', '', '1', '540324', '5', '324', 'DQX', null);
INSERT INTO `b_canton` VALUES ('4b3b1f0b-9991-4a35-836d-ff1b78ac5576', '2017-05-25 17:42:04', '2017-05-25 17:42:04', '0', '昌平区', '', '1', '110114', '12', '2', 'CPQ', null);
INSERT INTO `b_canton` VALUES ('4b3d7623-caa5-4148-bebc-f3667e80c958', '2017-05-27 12:38:04', '2017-05-27 12:38:04', '0', '天心区', '', '1', '430103', '3', '223', 'TXQ', null);
INSERT INTO `b_canton` VALUES ('4b56247e-276e-4e38-9695-b515462cc352', '2017-05-26 13:43:01', '2017-05-26 13:43:01', '0', '平山区', '', '1', '210502', '2', '76', 'PSQ', null);
INSERT INTO `b_canton` VALUES ('4b87a39a-f1f7-4937-9815-e8fb0e841d92', '2017-05-27 13:34:01', '2017-05-27 13:34:01', '0', '金湾区', '', '1', '440404', '4', '240', 'JWQ', null);
INSERT INTO `b_canton` VALUES ('4bf69190-a596-4532-9ac5-b0b308e421a5', '2017-05-26 10:10:27', '2017-05-26 10:10:27', '0', '晋源区', '', '1', '140110', '7', '49', 'JYQ', null);
INSERT INTO `b_canton` VALUES ('4c6be607-f9a9-4c12-8e72-d053e87c00e8', '2017-05-26 17:15:17', '2017-05-26 17:15:17', '0', '石台县', '', '1', '341722', '4', '152', 'STX', null);
INSERT INTO `b_canton` VALUES ('4cadd660-4c85-4e9f-aeba-3f7c8594edfd', '2017-05-26 09:42:17', '2017-05-26 09:42:17', '0', '雄县', '', '1', '130638', '21', '43', 'XX', null);
INSERT INTO `b_canton` VALUES ('4cadfd6e-52fe-4c48-95c9-78c54d1ac031', '2017-05-27 14:22:07', '2017-05-27 14:22:07', '0', '苍梧县', '', '1', '450421', '5', '261', 'CWX', null);
INSERT INTO `b_canton` VALUES ('4cb9ed0b-bf07-46db-b654-f929d5e113bb', '2017-05-27 17:14:16', '2017-05-27 17:14:16', '0', '麻栗坡县', '', '1', '532624', '4', '317', 'MLPX', null);
INSERT INTO `b_canton` VALUES ('4cc2d0cc-18eb-48c5-99b3-ee63537df16c', '2017-05-26 09:20:37', '2017-05-26 09:20:37', '0', '昌黎县', '', '1', '130322', '7', '40', 'CLX', null);
INSERT INTO `b_canton` VALUES ('4cd37af0-b56f-479e-9eb5-0ca8b7d0bcc6', '2017-05-27 16:57:08', '2017-05-27 16:57:08', '0', '永胜县', '', '1', '530722', '4', '312', 'YSX', null);
INSERT INTO `b_canton` VALUES ('4d052e54-dd42-4d13-817e-e7d4eb1e22f1', '2017-05-26 10:27:08', '2017-05-26 10:27:08', '0', '朔城区', '', '1', '140602', '2', '54', 'SCQ', null);
INSERT INTO `b_canton` VALUES ('4d19e541-cede-41fa-8422-4f7075174d55', '2017-05-27 16:09:30', '2017-05-27 16:09:30', '0', '开阳县', '', '1', '520121', '8', '298', 'KYX', null);
INSERT INTO `b_canton` VALUES ('4d617ed2-df88-42bc-a78b-31581a03cd9c', '2017-05-27 18:27:26', '2017-05-27 18:27:26', '0', '永登县', '', '1', '620121', '7', '340', 'YDX', null);
INSERT INTO `b_canton` VALUES ('4d650792-1d92-46c2-a189-8a60e913041d', '2017-05-26 15:00:38', '2017-05-26 15:00:38', '0', '西安区', '', '1', '231005', '5', '105', 'XAQ', null);
INSERT INTO `b_canton` VALUES ('4d78bd95-6208-4578-83f2-9d962644bb06', '2017-05-26 16:19:48', '2017-05-26 16:19:48', '0', '东阳市', '', '1', '330783', '9', '135', 'DYS', null);
INSERT INTO `b_canton` VALUES ('4d867a4f-6d46-458f-a8cc-14b476cb9525', '2017-05-26 14:51:03', '2017-05-26 14:51:03', '0', '翠峦区', '', '1', '230706', '6', '102', 'CLQ', null);
INSERT INTO `b_canton` VALUES ('4d8d9d44-3f36-4c04-b7fd-a3ccbe1d46ba', '2017-05-26 09:34:19', '2017-05-26 09:34:19', '0', '满城区', '', '1', '130607', '4', '43', 'MCQ', null);
INSERT INTO `b_canton` VALUES ('4d8db028-fa99-413c-924f-13384076a098', '2017-05-27 13:42:17', '2017-05-27 13:42:17', '0', '廉江市', '', '1', '440881', '8', '244', 'LJS', null);
INSERT INTO `b_canton` VALUES ('4d9a370f-b2be-404f-bd72-47d7868b1a91', '2017-05-26 10:22:54', '2017-05-26 10:22:54', '0', '沁水县', '', '1', '140521', '3', '53', 'QSX', null);
INSERT INTO `b_canton` VALUES ('4d9f87b2-a1f5-49df-9c67-413d2599e7b6', '2017-05-26 14:23:23', '2017-05-26 14:23:23', '0', '临江市', '', '1', '220681', '7', '91', 'LJS', null);
INSERT INTO `b_canton` VALUES ('4da3e87e-6628-47f3-8095-5d12f40e2b74', '2017-05-27 19:43:25', '2017-05-27 19:43:25', '0', '裕民县', '', '1', '654225', '6', '379', 'YMX', null);
INSERT INTO `b_canton` VALUES ('4dba5540-fee7-4e2c-b80e-451b5cc5a57d', '2017-05-26 16:54:57', '2017-05-26 16:54:57', '0', '岳西县', '', '1', '340828', '10', '144', 'YXX', null);
INSERT INTO `b_canton` VALUES ('4dc3c587-adf6-48d5-b392-46a129f7bcae', '2017-05-27 10:24:38', '2017-05-27 10:24:38', '0', '市辖区', '', '1', '410301', '1', '193', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('4dd20902-549b-4217-a1e8-299be7e5517e', '2017-05-27 11:37:03', '2017-05-27 11:37:03', '0', '恩施市', '', '1', '422801', '1', '221', 'ESS', null);
INSERT INTO `b_canton` VALUES ('4df376cc-93a5-4d2a-93b8-0720245d5b52', '2017-05-27 18:17:43', '2017-05-27 18:17:43', '0', '定边县', '', '1', '610825', '7', '337', 'DBX', null);
INSERT INTO `b_canton` VALUES ('4e108fa6-a938-4524-b2b6-ad730554bcf8', '2017-05-27 16:51:07', '2017-05-27 16:51:07', '0', '市辖区', '', '1', '530501', '1', '310', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('4e3e27d9-57a7-4518-a690-92b3c7419a6d', '2017-05-27 19:00:46', '2017-05-27 19:00:46', '0', '贵德县', '', '1', '632523', '3', '358', 'GDX', null);
INSERT INTO `b_canton` VALUES ('4e53a4d8-e950-44ec-bcec-5027b98a26c2', '2017-05-26 09:28:25', '2017-05-26 09:28:25', '0', '临城县', '', '1', '130522', '5', '42', 'LCX', null);
INSERT INTO `b_canton` VALUES ('4e79485d-d54e-4105-91c8-4992bdbc7188', '2017-05-27 18:43:34', '2017-05-27 18:43:34', '0', '漳县', '', '1', '621125', '7', '350', 'ZX', null);
INSERT INTO `b_canton` VALUES ('4e7c985c-7021-4b8f-a144-30ecf5732dbb', '2017-05-27 14:24:56', '2017-05-27 14:24:56', '0', '市辖区', '', '1', '450601', '1', '263', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('4ea033e0-a129-4890-814d-b49e23a4d18b', '2017-05-26 16:16:56', '2017-05-26 16:16:56', '0', '市辖区', '', '1', '330701', '1', '135', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('4eadf234-c5f5-4015-be71-33dd76b1428e', '2017-05-27 13:37:52', '2017-05-27 13:37:52', '0', '高明区', '', '1', '440608', '6', '242', 'GMQ', null);
INSERT INTO `b_canton` VALUES ('4eb34f20-2b62-4209-900e-881564f07446', '2017-05-27 17:30:12', '2017-05-27 17:30:12', '0', '江孜县', '', '1', '540222', '3', '326', 'JZX', null);
INSERT INTO `b_canton` VALUES ('4ebd5faf-592e-4c0b-8ae0-2a6c588a0cbf', '2017-05-27 11:24:01', '2017-05-27 11:24:01', '0', '保康县', '', '1', '420626', '7', '213', 'BKX', null);
INSERT INTO `b_canton` VALUES ('4ece7517-cda6-4664-a7e8-3696fb525c3a', '2017-05-27 12:56:16', '2017-05-27 12:56:16', '0', '临澧县', '', '1', '430724', '7', '229', 'LLX', null);
INSERT INTO `b_canton` VALUES ('4ed33f3c-63a0-47fc-8415-98b6890e7690', '2017-05-27 13:04:56', '2017-05-27 13:04:56', '0', '宁远县', '', '1', '431126', '9', '233', 'NYX', null);
INSERT INTO `b_canton` VALUES ('4eef1595-84cd-424f-80da-d95aa1cc5260', '2017-05-26 09:34:43', '2017-05-26 09:34:43', '0', '徐水区', '', '1', '130609', '6', '43', 'XSQ', null);
INSERT INTO `b_canton` VALUES ('4ef5ec49-20b1-4b5e-a45f-16f218b47fab', '2017-05-27 11:37:12', '2017-05-27 11:37:12', '0', '利川市', '', '1', '422802', '2', '221', 'LCS', null);
INSERT INTO `b_canton` VALUES ('4f167da1-d62d-43b0-9b0e-cf7a1fa82136', '2017-05-27 18:59:14', '2017-05-27 18:59:14', '0', '同仁县', '', '1', '632321', '1', '357', 'TRX', null);
INSERT INTO `b_canton` VALUES ('4f1ef3a3-ac7a-4dff-8be1-11ed123695b0', '2017-05-26 15:40:29', '2017-05-26 15:40:29', '0', '港闸区', '', '1', '320611', '3', '937b81e5-ce62-429a-b6d8-33ea4e7159c0', 'GZQ', null);
INSERT INTO `b_canton` VALUES ('4f221f60-a35e-461c-96bd-3eca8a9ba6a1', '2017-05-27 11:27:55', '2017-05-27 11:27:55', '0', '孝南区', '', '1', '420902', '2', '216', 'XNQ', null);
INSERT INTO `b_canton` VALUES ('4f32795d-1258-46c2-b64a-dcf45819010f', '2017-05-26 18:11:23', '2017-05-26 18:11:23', '0', '分宜县', '', '1', '360521', '3', '167', 'FYX', null);
INSERT INTO `b_canton` VALUES ('4f3e4668-2f37-47d8-a0ed-c50efe1d9f5c', '2017-05-26 17:43:56', '2017-05-26 17:43:56', '0', '龙海市', '', '1', '350681', '12', '159', 'LHS', null);
INSERT INTO `b_canton` VALUES ('4f73e117-f2e2-4522-9f84-f969ba91d58e', '2017-05-27 19:32:55', '2017-05-27 19:32:55', '0', '阿克陶县', '', '1', '653022', '2', '375', 'AKTX', null);
INSERT INTO `b_canton` VALUES ('4fb55307-bdb5-44c8-a493-17824695d175', '2017-05-26 11:28:27', '2017-05-26 11:28:27', '0', '阿尔山市', '', '1', '152202', '2', '69', 'AESS', null);
INSERT INTO `b_canton` VALUES ('4ff4d2a1-5e11-4924-ad6c-0a46d8445c23', '2017-05-27 10:47:03', '2017-05-27 10:47:03', '0', '鄢陵县', '', '1', '411024', '4', '200', 'RLX', null);
INSERT INTO `b_canton` VALUES ('4ffe9353-c067-47f8-9ea9-b20cb31e6fae', '2017-05-27 16:18:27', '2017-05-27 16:18:35', '0', '怀仁市', '', '1', '520382', '15', '300', 'HRS', null);
INSERT INTO `b_canton` VALUES ('5', null, null, null, '山西省', null, '1', null, '5', '1', 'SXS', null);
INSERT INTO `b_canton` VALUES ('50', null, null, null, '山西省大同市', null, '1', null, '50', '5', 'SXSDTS', null);
INSERT INTO `b_canton` VALUES ('500be868-30ae-43e9-a35b-9333e08ecd57', '2017-05-26 14:24:36', '2017-05-26 14:24:36', '0', '扶余市', '', '1', '220781', '6', '92', 'FYS', null);
INSERT INTO `b_canton` VALUES ('50177124-36d7-4e4c-9619-05264fdd8091', '2017-05-27 19:24:36', '2017-05-27 19:24:36', '0', '阜康市', '', '1', '652302', '2', '371', 'FKS', null);
INSERT INTO `b_canton` VALUES ('502d739e-a203-4e92-878f-6ba604fb6465', '2017-05-27 13:58:41', '2017-05-27 13:58:41', '0', '清新区', '', '1', '441803', '3', '252', 'QXQ', null);
INSERT INTO `b_canton` VALUES ('50505903-d0e5-46f2-880d-144499199ef2', '2017-05-27 09:17:58', '2017-05-27 09:17:58', '0', '黎川县', '', '1', '361022', '4', '172', 'LCX', null);
INSERT INTO `b_canton` VALUES ('507fb413-97f5-47bc-8af9-c35993a3bf6b', '2017-05-27 10:56:24', '2017-05-27 10:56:24', '0', '宁陵县', '', '1', '411423', '6', '204', 'NLX', null);
INSERT INTO `b_canton` VALUES ('50a80187-187e-4377-adee-ccb85a3bd018', '2017-05-27 14:31:53', '2017-05-27 14:31:53', '0', '德保县', '', '1', '451024', '6', '267', 'DBX', null);
INSERT INTO `b_canton` VALUES ('50d84540-8163-40ee-9188-d4742d42d083', '2017-05-27 14:02:02', '2017-05-27 14:02:02', '0', '饶平县', '', '1', '445122', '4', '255', 'RPX', null);
INSERT INTO `b_canton` VALUES ('50e4c705-b0f0-4298-ab36-c3bcf1ee411e', '2017-05-27 13:25:20', '2017-05-27 13:25:20', '0', '市辖区', '', '1', '440201', '1', '238', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('50e8e87b-759b-4232-bee1-e63bbe530626', '2017-05-27 16:03:41', '2017-05-27 16:03:41', '0', '甘洛县', '', '1', '513435', '15', '297', 'GLX', null);
INSERT INTO `b_canton` VALUES ('50f6bbb9-95bd-4911-8e9b-2e2bc0e6838e', '2017-05-26 14:52:39', '2017-05-26 14:52:39', '0', '乌马河区', '', '1', '230711', '11', '102', 'WMHQ', null);
INSERT INTO `b_canton` VALUES ('50ffb0ba-bc91-4435-82f4-e9f5efaf77bf', '2017-05-27 11:30:15', '2017-05-27 11:30:15', '0', '监利县', '', '1', '421023', '5', '217', 'JLX', null);
INSERT INTO `b_canton` VALUES ('51', null, null, null, '山西省阳泉市', null, '1', null, '51', '5', 'SXSYQS', null);
INSERT INTO `b_canton` VALUES ('510b3425-65e6-455b-9ab9-c969393d7950', '2017-05-26 09:47:35', '2017-05-26 09:47:35', '0', '怀安县', '', '1', '130728', '14', '44', 'HAX', null);
INSERT INTO `b_canton` VALUES ('510cfe5e-90e1-493d-a7b1-1f2096b7a612', '2017-05-27 17:06:26', '2017-05-27 17:06:26', '0', '楚雄市', '', '1', '532301', '1', '315', 'CXS', null);
INSERT INTO `b_canton` VALUES ('514f0804-9523-43a8-9917-392f0e6168e0', '2017-05-27 14:57:15', '2017-05-27 14:57:15', '0', '巴南区', '', '1', '500113', '13', '275', 'BNQ', null);
INSERT INTO `b_canton` VALUES ('515bbf36-e777-4e66-9a87-1524e22890bc', '2017-05-27 13:03:58', '2017-05-27 13:03:58', '0', '东安县', '', '1', '431122', '5', '233', 'DAX', null);
INSERT INTO `b_canton` VALUES ('51722df5-24d5-400f-afa0-336085a6e32f', '2017-05-26 11:33:27', '2017-05-26 11:33:27', '0', '阿拉善右旗', '', '1', '152922', '2', '71', 'ALSYQ', null);
INSERT INTO `b_canton` VALUES ('51746c25-b766-4cfa-b66b-d04458dd5d86', '2017-05-26 13:52:52', '2017-05-26 13:52:58', '0', '大石桥市', '', '1', '210882', '7', '79', 'DSQS', null);
INSERT INTO `b_canton` VALUES ('51830858-babc-483a-9572-67cf95474af1', '2017-05-27 15:34:20', '2017-05-27 15:34:20', '0', '峨眉山市', '', '1', '511181', '12', '286', 'EMSS', null);
INSERT INTO `b_canton` VALUES ('51b4b01b-6194-427b-b3db-4d931978a05f', '2017-05-27 18:32:35', '2017-05-27 18:32:35', '0', '凉州区', '', '1', '620602', '2', '345', 'LZQ', null);
INSERT INTO `b_canton` VALUES ('51ce53f3-9ef0-4046-bbbd-df75b5eb9012', '2017-05-26 09:37:29', '2017-05-26 09:37:29', '0', '安新县', '', '1', '130632', '15', '43', 'AXX', null);
INSERT INTO `b_canton` VALUES ('51ffac1a-f843-446b-ab29-def89b8e5b58', '2017-05-27 16:04:08', '2017-05-27 16:04:08', '0', '雷波县', '', '1', '513437', '17', '297', 'LBX', null);
INSERT INTO `b_canton` VALUES ('52', null, null, null, '山西省长治市', null, '1', null, '52', '5', 'SXSCZS', null);
INSERT INTO `b_canton` VALUES ('521824d0-ebe7-4201-90b9-8ccea3e10f2c', '2017-05-26 17:14:02', '2017-05-26 17:14:02', '0', '蒙城县', '', '1', '341622', '4', '151', 'MCX', null);
INSERT INTO `b_canton` VALUES ('5218db92-e073-4503-a2ee-6a070d01c902', '2017-05-26 13:37:55', '2017-05-26 13:37:55', '0', '铁东区', '', '1', '210302', '2', '74', 'TDQ', null);
INSERT INTO `b_canton` VALUES ('5234cc34-609b-4f11-9514-e0b2880f37f1', '2017-05-27 09:25:46', '2017-05-27 09:25:46', '0', '德兴市', '', '1', '361181', '13', '173', 'DXS', null);
INSERT INTO `b_canton` VALUES ('525033fe-7889-416c-b42e-bd63d0658a23', '2017-05-27 17:15:10', '2017-05-27 17:15:10', '0', '富宁县', '', '1', '532628', '8', '317', 'FNX', null);
INSERT INTO `b_canton` VALUES ('5256622d-e5f6-4682-a84a-4c4de3b7a1cd', '2017-05-26 16:22:32', '2017-05-26 16:22:32', '0', '龙游县', '', '1', '330825', '6', '136', 'LYX', null);
INSERT INTO `b_canton` VALUES ('527700b4-76a9-4acb-a0fe-f490acb74a73', '2017-05-27 16:51:35', '2017-05-27 16:51:35', '0', '施甸县', '', '1', '530521', '3', '310', 'SDX', null);
INSERT INTO `b_canton` VALUES ('527fc906-42b2-4250-9220-d8cbda6ec479', '2017-05-27 11:37:48', '2017-05-27 11:37:48', '0', '宣恩县', '', '1', '422825', '5', '221', 'XEX', null);
INSERT INTO `b_canton` VALUES ('528de555-169e-4e5b-a95d-8acd322b5fb2', '2017-05-27 19:41:34', '2017-05-27 19:41:34', '0', '新源县', '', '1', '654025', '8', '378', 'XYX', null);
INSERT INTO `b_canton` VALUES ('52978b5a-a7a9-4165-8080-1420d863ebcf', '2017-05-26 16:06:10', '2017-05-26 16:06:10', '0', '宁海县', '', '1', '330226', '9', '130', 'NHX', null);
INSERT INTO `b_canton` VALUES ('52b0a1fb-6651-4c35-80ac-398e46ff5980', '2017-05-27 10:41:17', '2017-05-27 10:41:17', '0', '市辖区', '', '1', '410801', '1', '198', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('52bbe5d0-ee71-4bc7-a916-63495f6cd9d2', '2017-05-26 09:55:59', '2017-05-26 09:55:59', '0', '海兴县', '', '1', '130924', '7', '46', 'HXX', null);
INSERT INTO `b_canton` VALUES ('52d2bdc6-81ef-4364-9c00-9b34e83be0c7', '2017-05-27 17:47:34', '2017-05-27 17:47:34', '0', '噶尔县', '', '1', '542523', '3', '328', 'GEX', null);
INSERT INTO `b_canton` VALUES ('52d30957-444e-4f00-981c-e67bd0cc00ae', '2017-05-26 11:19:46', '2017-05-26 11:20:14', '0', '新巴尔虎右旗', '', '1', '150727', '10', '66', 'XBEHYQ', null);
INSERT INTO `b_canton` VALUES ('52ee567d-947d-4fef-8520-e8f3ff4b2136', '2017-05-26 10:09:50', '2017-05-26 10:09:50', '0', '尖草坪区', '', '1', '140108', '5', '49', 'JCPQ', null);
INSERT INTO `b_canton` VALUES ('53', null, null, null, '山西省晋城市', null, '1', null, '53', '5', 'SXSJCS', null);
INSERT INTO `b_canton` VALUES ('5312619b-3a55-497d-a3bf-ad0930e81ee9', '2017-05-27 09:55:01', '2017-05-27 09:55:01', '0', '市辖区', '', '1', '371001', '1', '183', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('531a8631-6975-45f5-b899-2e9d37b9c92b', '2017-05-27 18:11:39', '2017-05-27 18:11:39', '0', '西乡县', '', '1', '610724', '6', '336', 'XXX', null);
INSERT INTO `b_canton` VALUES ('5341fa46-d6d6-4954-a83c-fb1d03548106', '2017-05-27 16:46:02', '2017-05-27 16:46:02', '0', '市辖区', '', '1', '530301', '1', '308', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('5357a9d9-6cf6-4bf1-a518-7a4c47b671f4', '2017-05-26 14:24:05', '2017-05-26 14:24:05', '0', '前郭尔罗斯蒙古族自治县', '', '1', '220721', '3', '92', 'QGELSMGZZZX', null);
INSERT INTO `b_canton` VALUES ('536ab5d8-73c6-4e74-a9f5-13cacc464130', '2017-05-25 17:44:17', '2017-05-25 17:44:17', '0', '密云区', '', '1', '110118', '16', '2', 'MYQ', null);
INSERT INTO `b_canton` VALUES ('536c314a-523b-4c3d-ac97-e4dc2c661ebd', '2017-05-26 15:29:29', '2017-05-26 15:29:29', '0', '梁溪区', '', '1', '320213', '5', '7b5f4d44-5578-4039-8079-54b6d36f1325', 'LXQ', null);
INSERT INTO `b_canton` VALUES ('536f20c4-f269-471b-bc84-d90efcd89b9c', '2017-05-27 11:01:47', '2017-05-27 11:01:47', '0', '沈丘县', '', '1', '411624', '6', '206', 'SQX', null);
INSERT INTO `b_canton` VALUES ('53709c2c-1a83-4a88-ba02-4eec107dde97', '2017-05-26 17:16:54', '2017-05-26 17:16:54', '0', '郎溪县', '', '1', '341821', '3', '153', 'LXX', null);
INSERT INTO `b_canton` VALUES ('53742a1a-6c68-4306-95a1-9f49ec283b42', '2017-05-27 19:01:34', '2017-05-27 19:01:34', '0', '玛沁县', '', '1', '632621', '1', '359', 'MQX', null);
INSERT INTO `b_canton` VALUES ('537b8c7b-1662-4486-8dd4-cb9a8df86ee5', '2017-05-27 09:34:28', '2017-05-27 09:34:28', '0', '莱西市', '', '1', '370285', '11', '175', 'LXS', null);
INSERT INTO `b_canton` VALUES ('53968b76-c2f1-407d-b0d1-78d0b7d04066', '2017-05-27 10:32:56', '2017-05-27 10:32:56', '0', '安阳县', '', '1', '410522', '6', '195', 'AYX', null);
INSERT INTO `b_canton` VALUES ('53a37f35-9d7d-4cc8-bf98-3fdfd02b907c', '2017-05-26 09:18:45', '2017-05-26 09:18:45', '0', '山海关区', '', '1', '130303', '3', '40', 'SHGQ', null);
INSERT INTO `b_canton` VALUES ('53b8d278-6d25-496e-8569-28a373e5fc70', '2017-05-26 18:12:44', '2017-05-26 18:12:44', '0', '贵溪市', '', '1', '360681', '4', '168', 'GXS', null);
INSERT INTO `b_canton` VALUES ('53d15c10-498e-4164-89c0-da7952f966c3', '2017-05-27 13:15:24', '2017-05-27 13:15:24', '0', '娄星区', '', '1', '431302', '2', '235', 'LXQ', null);
INSERT INTO `b_canton` VALUES ('54', null, null, null, '山西省朔州市', null, '1', null, '54', '5', 'SXSSZS', null);
INSERT INTO `b_canton` VALUES ('540c64b4-cb8a-4a44-9168-9b0d3b05a2bc', '2017-05-27 17:47:06', '2017-05-27 17:47:06', '0', '普兰县', '', '1', '542521', '1', '328', 'PLX', null);
INSERT INTO `b_canton` VALUES ('540f9d52-7850-470f-bc91-cc6c5a2234d2', '2017-05-27 09:19:54', '2017-05-27 09:19:54', '0', '宜黄县', '', '1', '361026', '8', '172', 'YHX', null);
INSERT INTO `b_canton` VALUES ('5446acd1-59d4-45c1-a46c-d99537412bd8', '2017-05-27 13:15:49', '2017-05-27 13:15:49', '0', '新化县', '', '1', '431322', '4', '235', 'XHX', null);
INSERT INTO `b_canton` VALUES ('544ac885-5ed4-4672-af31-43781302d25d', '2017-05-26 09:49:21', '2017-05-26 09:49:21', '0', '鹰手营子矿区', '', '1', '130804', '4', '45', 'YSYZKQ', null);
INSERT INTO `b_canton` VALUES ('544aeb2e-6ab5-4455-bfdd-b5cfccd98a1a', '2017-05-26 14:43:55', '2017-05-26 14:43:55', '0', '绥滨县', '', '1', '230422', '9', '99', 'SBX', null);
INSERT INTO `b_canton` VALUES ('5459a72a-4f28-409e-860c-4f7b3078e17b', '2017-05-27 15:43:15', '2017-05-27 15:43:15', '0', '前锋区', '', '1', '511603', '3', '290', 'QFQ', null);
INSERT INTO `b_canton` VALUES ('545f93ae-b826-4a5c-bd29-6210bd973f66', '2017-05-27 14:35:51', '2017-05-27 14:35:51', '0', '富川瑶族自治县', '', '1', '451123', '6', '268', 'FCYZZZX', null);
INSERT INTO `b_canton` VALUES ('5467d8e1-fa04-43cc-a487-3b8a079887ba', '2017-05-26 10:21:47', '2017-05-26 10:21:58', '0', '沁源县', '', '1', '140431', '13', '52', 'QYX', null);
INSERT INTO `b_canton` VALUES ('548cf3f7-d89b-4374-b627-d63cc1cb8401', '2017-05-26 10:46:06', '2017-05-26 10:46:06', '0', '翼城县', '', '1', '141022', '4', '58', 'YCX', null);
INSERT INTO `b_canton` VALUES ('54cde953-c0cf-441a-bbc4-110f4da14faa', '2017-05-27 11:29:53', '2017-05-27 11:29:53', '0', '荆州区', '', '1', '421003', '3', '217', 'JZQ', null);
INSERT INTO `b_canton` VALUES ('54d0455f-7c18-4b65-94c0-ddf7abafb5df', '2017-05-25 17:55:13', '2017-05-25 17:55:13', '0', '东丽区', '', '1', '120110', '8', '3', 'DLQ', null);
INSERT INTO `b_canton` VALUES ('54d64e2f-1601-4cf5-85c3-5c76d997d49e', '2017-05-26 10:45:52', '2017-05-26 10:45:52', '0', '曲沃县', '', '1', '141021', '3', '58', 'QWX', null);
INSERT INTO `b_canton` VALUES ('54d97e71-e040-4a6a-bdd7-0c218f070090', '2017-05-26 17:59:47', '2017-05-26 17:59:47', '0', '昌江区', '', '1', '360202', '2', '164', 'CJQ', null);
INSERT INTO `b_canton` VALUES ('54e94a87-1cf9-4dec-ab90-fdcfe19e26b4', '2017-05-26 09:48:12', '2017-05-26 09:48:12', '0', '逐鹿县', '', '1', '130731', '16', '44', 'ZLX', null);
INSERT INTO `b_canton` VALUES ('54ef1d62-3f88-45cb-82e4-c3bfe4f389d8', '2017-05-27 15:34:08', '2017-05-27 15:34:08', '0', '马边彝族自治县', '', '1', '511133', '11', '286', 'MBYZZZX', null);
INSERT INTO `b_canton` VALUES ('54f0fc09-9da7-49c5-b099-be531c92cae6', '2017-05-26 17:05:40', '2017-05-26 17:05:40', '0', '颍泉区', '', '1', '341204', '4', '147', 'RQQ', null);
INSERT INTO `b_canton` VALUES ('54f4775a-79b9-4174-80a6-15ca125bc1be', '2017-05-27 14:47:44', '2017-05-27 14:47:44', '0', '吉阳区', '', '1', '460203', '3', '273', 'JYQ', null);
INSERT INTO `b_canton` VALUES ('55', null, null, null, '山西省晋中市', null, '1', null, '55', '5', 'SXSJZS', null);
INSERT INTO `b_canton` VALUES ('5542888e-b4e1-4321-adfe-80b5f3c455b0', '2017-05-27 15:32:18', '2017-05-27 15:32:24', '0', '犍为县', '', '1', '511123', '6', '286', 'QWX', null);
INSERT INTO `b_canton` VALUES ('554fbfc4-b44b-423a-a84d-9b06b56d677a', '2017-05-27 14:41:12', '2017-05-27 14:41:12', '0', '象州县', '', '1', '451322', '4', '270', 'XZX', null);
INSERT INTO `b_canton` VALUES ('5552a075-a94f-4b43-9d05-ff3cfaf4b86c', '2017-05-27 10:32:29', '2017-05-27 10:32:29', '0', '殷都区', '', '1', '410505', '4', '195', 'YDQ', null);
INSERT INTO `b_canton` VALUES ('55b9ec9b-f131-4d19-9099-be215ed2f29f', '2017-05-26 15:27:39', '2017-05-26 15:27:39', '0', '六合区', '', '1', '320116', '10', '17076c42-81a5-4063-b798-c2eb0b38a41b', 'LHQ', null);
INSERT INTO `b_canton` VALUES ('55bf0b35-12d4-498c-b398-e90827ad0c62', '2017-05-27 12:54:07', '2017-05-27 12:54:07', '0', '临湘市', '', '1', '430682', '10', '228', 'LXS', null);
INSERT INTO `b_canton` VALUES ('55d6d231-e033-4aa0-8fad-c33041e2de41', '2017-05-26 09:24:50', '2017-05-26 09:24:50', '0', '永年县', '', '1', '130429', '13', '41', 'YNX', null);
INSERT INTO `b_canton` VALUES ('55eb5c54-108e-49ef-b2a4-f5c02b1c75d0', '2017-05-27 14:59:01', '2017-05-27 14:59:01', '0', '铜梁区', '', '1', '500151', '21', '275', 'TLQ', null);
INSERT INTO `b_canton` VALUES ('55f4d0a2-b8ac-4864-b4ad-0a6843355e1e', '2017-05-27 10:32:44', '2017-05-27 10:32:44', '0', '龙安区', '', '1', '410506', '5', '195', 'LAQ', null);
INSERT INTO `b_canton` VALUES ('56', null, null, null, '山西省运城市', null, '1', null, '56', '5', 'SXSYCS', null);
INSERT INTO `b_canton` VALUES ('562bbef7-f03d-4af4-933e-32c5ba93855f', '2017-05-27 13:33:22', '2017-05-27 13:33:22', '0', '市辖区', '', '1', '440401', '1', '240', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('562f44f2-d4cc-498a-bd63-114098bfe124', '2017-05-27 15:31:47', '2017-05-27 15:31:52', '0', '金口河区', '', '1', '511113', '5', '286', 'JKHQ', null);
INSERT INTO `b_canton` VALUES ('563af387-1b3c-44ad-a77d-eb2cbb6a7f2b', '2017-05-27 15:24:27', '2017-05-27 15:24:27', '0', '梓潼县', '', '1', '510725', '7', '282', 'ZTX', null);
INSERT INTO `b_canton` VALUES ('564f2736-5499-488a-8017-4d0a1deaa9cf', '2017-05-27 10:45:23', '2017-05-27 10:45:27', '0', '台前县', '', '1', '410927', '6', '199', 'TQX', null);
INSERT INTO `b_canton` VALUES ('565308b8-f57a-4951-9558-ca238eb52d45', '2017-05-26 15:30:42', '2017-05-26 15:30:42', '0', '鼓楼区', '', '1', '320302', '2', '3ea4535b-a908-44c9-aafc-01b0f78166f4', 'GLQ', null);
INSERT INTO `b_canton` VALUES ('566570dc-c0be-4552-a14b-9d7eb70f6b12', '2017-05-27 17:47:17', '2017-05-27 17:47:17', '0', '札达县', '', '1', '542522', '2', '328', 'ZDX', null);
INSERT INTO `b_canton` VALUES ('566a8566-734a-45df-916a-ab0aebf1b84c', '2017-05-27 11:34:27', '2017-05-27 11:34:27', '0', '武穴市', '', '1', '421182', '11', '218', 'WXS', null);
INSERT INTO `b_canton` VALUES ('568ef711-3cc9-4ba5-a4a9-d145e7859d74', '2017-05-27 14:30:27', '2017-05-27 14:30:27', '0', '北流市', '', '1', '450981', '8', '266', 'BLS', null);
INSERT INTO `b_canton` VALUES ('56a7a59d-8641-41f8-9e1c-47bd887e8635', '2017-05-26 11:14:27', '2017-05-26 11:14:27', '0', '杭锦旗', '', '1', '150625', '8', '65', 'HJQ', null);
INSERT INTO `b_canton` VALUES ('56cda2b8-6fae-4298-aff5-d555c3846899', '2017-05-27 19:35:07', '2017-05-27 19:35:07', '0', '莎车县', '', '1', '653125', '6', '376', 'SCX', null);
INSERT INTO `b_canton` VALUES ('56f60e32-ff9b-4998-80cd-62a692b18058', '2017-05-27 13:54:14', '2017-05-27 13:54:14', '0', '兴宁市', '', '1', '441481', '9', '248', 'XNS', null);
INSERT INTO `b_canton` VALUES ('57', null, null, null, '山西省忻州市', null, '1', null, '57', '5', 'SXSXZS', null);
INSERT INTO `b_canton` VALUES ('5706e2a8-22f4-4f65-9f0f-543c268451b7', '2017-05-26 09:47:21', '2017-05-26 09:47:21', '0', '阳原县', '', '1', '130727', '13', '44', 'YYX', null);
INSERT INTO `b_canton` VALUES ('5710aa35-56a2-4ea2-bae2-a8c3102ddca2', '2017-05-27 17:22:20', '2017-05-27 17:22:20', '0', '贡山独龙族怒族自治县', '', '1', '533324', '3', '321', 'GSDLZNZZZX', null);
INSERT INTO `b_canton` VALUES ('571ed2a7-fd03-4d58-b871-50937db87cbe', '2017-05-26 10:51:31', '2017-05-26 10:51:31', '0', '侯马市', '', '1', '141081', '17', '58', 'HMS', null);
INSERT INTO `b_canton` VALUES ('57435ecd-a204-4911-ab49-2a729fcba6e0', '2017-05-26 13:34:01', '2017-05-26 13:34:01', '0', '法库县', '', '1', '210124', '13', '72', 'FKX', null);
INSERT INTO `b_canton` VALUES ('57485a0e-f480-4ada-bc07-50a634e26dbc', '2017-05-27 11:01:24', '2017-05-27 11:01:24', '0', '西华县', '', '1', '411622', '4', '206', 'XHX', null);
INSERT INTO `b_canton` VALUES ('576f39fb-b88e-45e6-acd0-b03f52cad4dd', '2017-05-26 16:20:23', '2017-05-26 16:20:23', '0', '市辖区', '', '1', '330801', '1', '136', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('5784e07e-6e3e-4b02-8d2f-35278ba3e962', '2017-05-27 13:43:25', '2017-05-27 13:43:25', '0', '高州市', '', '1', '440981', '4', '245', 'GZS', null);
INSERT INTO `b_canton` VALUES ('57c9c055-b832-417c-a0ed-d063fd62f3b3', '2017-05-27 16:08:52', '2017-05-27 16:08:52', '0', '乌当区', '', '1', '520112', '5', '298', 'WDQ', null);
INSERT INTO `b_canton` VALUES ('57ce3bcd-505b-4884-b0c6-c0de49a699cf', '2017-05-26 17:03:56', '2017-05-26 17:04:13', '0', '天长市', '', '1', '341181', '8', '146', 'TCS', null);
INSERT INTO `b_canton` VALUES ('57d9be5b-b619-4dd1-9794-37f14ac5b036', '2017-05-27 11:20:28', '2017-05-27 11:20:28', '0', '宜都市', '', '1', '420581', '12', '212', 'YDS', null);
INSERT INTO `b_canton` VALUES ('57ee9cec-ac4e-421e-ba85-162e299efe31', '2017-05-26 09:24:11', '2017-05-26 09:24:11', '0', '涉县', '', '1', '130426', '10', '41', 'SX', null);
INSERT INTO `b_canton` VALUES ('58', null, null, null, '山西省临汾市', null, '1', null, '58', '5', 'SXSLFS', null);
INSERT INTO `b_canton` VALUES ('5816c91e-eacc-4674-9696-3ef1158cdce6', '2017-05-27 18:00:55', '2017-05-27 18:00:55', '0', '乾县', '', '1', '610424', '7', '333', 'QX', null);
INSERT INTO `b_canton` VALUES ('582ef510-27a9-4c53-a46e-e5cdd0d9ab3e', '2017-05-26 16:47:05', '2017-05-26 16:47:05', '0', '雨山区', '', '1', '340504', '3', '141', 'YSQ', null);
INSERT INTO `b_canton` VALUES ('587406cb-002a-4188-88f2-9e5210b4d87d', '2017-05-26 13:34:58', '2017-05-26 13:34:58', '0', '中山区', '', '1', '210202', '2', '73', 'ZSQ', null);
INSERT INTO `b_canton` VALUES ('588050f4-6482-468e-a2de-33389628ae6b', '2017-05-27 19:41:13', '2017-05-27 19:41:13', '0', '霍城县', '', '1', '654023', '6', '378', 'HCX', null);
INSERT INTO `b_canton` VALUES ('5886eacb-7b94-4da4-8e6f-a3d430746296', '2017-05-27 10:23:03', '2017-05-27 10:23:03', '0', '禹王台区', '', '1', '410205', '5', '192', 'YWTQ', null);
INSERT INTO `b_canton` VALUES ('589595bc-8fe0-4e97-93f2-5dd927b8ded0', '2017-05-27 17:23:41', '2017-05-27 17:23:41', '0', '德钦县', '', '1', '533422', '2', '322', 'DQX', null);
INSERT INTO `b_canton` VALUES ('58d88656-6b21-449c-a35a-926871ad4e7d', '2017-05-27 18:41:55', '2017-05-27 18:41:55', '0', '市辖区', '', '1', '621101', '1', '350', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('58e19736-f842-421e-bec1-135b6c304954', '2017-05-27 10:22:38', '2017-05-27 10:22:38', '0', '顺河回族区', '', '1', '410203', '3', '192', 'SHHZQ', null);
INSERT INTO `b_canton` VALUES ('58fad12c-27b9-4728-a164-e7bd3f863b69', '2017-05-27 15:28:30', '2017-05-27 15:28:30', '0', '安居区', '', '1', '510904', '3', '284', 'AJQ', null);
INSERT INTO `b_canton` VALUES ('59', null, null, null, '山西省吕梁市', null, '1', null, '59', '5', 'SXSLLS', null);
INSERT INTO `b_canton` VALUES ('591f90d6-6bef-4386-ae74-f0b3861f9857', '2017-05-27 15:38:03', '2017-05-27 15:38:03', '0', '东坡区', '', '1', '511402', '2', '288', 'DPQ', null);
INSERT INTO `b_canton` VALUES ('593ee2a4-29ac-473a-81a1-832bd0ad177b', '2017-05-27 09:20:44', '2017-05-27 09:20:44', '0', '广昌县', '', '1', '361030', '12', '172', 'GCX', null);
INSERT INTO `b_canton` VALUES ('594d0e04-312e-433b-b7f0-5a8b471410d3', '2017-05-26 17:36:17', '2017-05-26 17:36:17', '0', '泰宁县', '', '1', '350429', '11', '157', 'TNX', null);
INSERT INTO `b_canton` VALUES ('598114c6-92af-4d21-8206-e51d12847f28', '2017-05-26 10:08:47', '2017-05-26 10:08:47', '0', '小店区', '', '1', '140105', '2', '49', 'XDQ', null);
INSERT INTO `b_canton` VALUES ('598c1184-2e2c-4b6c-952a-49bcc922cd44', '2017-05-26 09:58:20', '2017-05-26 09:58:27', '0', '任丘市', '', '1', '130982', '15', '46', 'RQS', null);
INSERT INTO `b_canton` VALUES ('599850ac-21bd-4c95-b79e-a73582ca3e0c', '2017-05-26 10:03:24', '2017-05-26 10:03:24', '0', '武邑县', '', '1', '131122', '5', '48', 'WYX', null);
INSERT INTO `b_canton` VALUES ('599ed52a-36f9-483b-9ac9-37f65afaf06b', '2017-05-27 16:54:18', '2017-05-27 16:54:18', '0', '大关县', '', '1', '530624', '6', '311', 'DGX', null);
INSERT INTO `b_canton` VALUES ('59c70976-8cf3-478d-9768-335780871610', '2017-05-27 11:22:55', '2017-05-27 11:22:55', '0', '南漳县', '', '1', '420602', '5', '213', 'NZX', null);
INSERT INTO `b_canton` VALUES ('59d5c603-5f89-4f07-a3df-c5e943f33abf', '2017-05-26 09:23:24', '2017-05-26 09:23:24', '0', '成安县', '', '1', '130424', '8', '41', 'CAX', null);
INSERT INTO `b_canton` VALUES ('59d7461b-0ce3-4f1f-b5c3-2a4fcc1019d5', '2017-05-27 14:01:09', '2017-05-27 14:01:45', '0', '潮安区', '', '1', '445103', '3', '255', 'CAQ', null);
INSERT INTO `b_canton` VALUES ('5a359cf6-e146-4237-a381-be0d93143f73', '2017-05-27 10:39:04', '2017-05-27 10:39:12', '0', '原阳县', '', '1', '410725', '8', '197', 'YYX', null);
INSERT INTO `b_canton` VALUES ('5a4e3907-d9ad-41dc-b3ff-1a301dd3160a', '2017-05-27 15:59:08', '2017-05-27 15:59:08', '0', '色达县', '', '1', '513333', '13', '296', 'SDX', null);
INSERT INTO `b_canton` VALUES ('5a7e5eb6-f058-4bf2-92dd-4b96f90eadd9', '2017-05-26 15:32:55', '2017-05-26 15:33:00', '0', '睢宁县', '', '1', '320324', '9', '3ea4535b-a908-44c9-aafc-01b0f78166f4', 'SNX', null);
INSERT INTO `b_canton` VALUES ('5a7ff095-2ff4-4708-b1ef-8a59ba7e2ceb', '2017-05-27 14:31:19', '2017-05-27 14:31:19', '0', '田阳县', '', '1', '451021', '3', '267', 'TYX', null);
INSERT INTO `b_canton` VALUES ('5a9daf86-cd24-4619-8b33-cd128782ff50', '2017-05-27 15:00:54', '2017-05-27 15:00:54', '0', '垫江县', '', '1', '500231', '4', '276', 'DJX', null);
INSERT INTO `b_canton` VALUES ('5aefbbde-8132-4915-a9b3-0cf2558860c1', '2017-05-26 11:17:42', '2017-05-26 11:17:42', '0', '莫力达瓦达翰尔族自治旗', '', '1', '150722', '5', '66', 'MLDWDHEZZZQ', null);
INSERT INTO `b_canton` VALUES ('5af3796e-0086-4fba-ad69-2fde1fadf7c6', '2017-05-26 14:35:05', '2017-05-26 14:35:05', '0', '尚志市', '', '1', '230183', '18', '96', 'SZS', null);
INSERT INTO `b_canton` VALUES ('5af653fc-4a4f-4938-99bd-fb4c78b1b997', '2017-05-26 17:31:40', '2017-05-26 17:31:40', '0', '三元区', '', '1', '350403', '3', '157', 'SYQ', null);
INSERT INTO `b_canton` VALUES ('5afa2da6-59da-4563-bf60-af83bce4c3c1', '2017-05-27 15:26:42', '2017-05-27 15:26:42', '0', '昭化区', '', '1', '510811', '3', '283', 'ZHQ', null);
INSERT INTO `b_canton` VALUES ('5b1a3a6f-7714-4f4c-b3e5-2c9b70359f9e', '2017-05-27 12:41:27', '2017-05-27 12:41:27', '0', '荷塘区', '', '1', '430202', '2', '224', 'HTQ', null);
INSERT INTO `b_canton` VALUES ('5b1f5960-3b05-42fd-89eb-456871dfab6e', '2017-05-26 14:17:11', '2017-05-26 14:17:11', '0', '铁东区', '', '1', '220303', '3', '88', 'TDQ', null);
INSERT INTO `b_canton` VALUES ('5b4b4fe0-360b-4214-a84a-5a192699e6a1', '2017-05-27 09:40:47', '2017-05-27 09:40:47', '0', '利津县', '', '1', '370522', '5', '178', 'LJX', null);
INSERT INTO `b_canton` VALUES ('5b540192-e100-497e-b967-16c4a3cac648', '2017-05-27 15:29:42', '2017-05-27 15:29:42', '0', '市中区', '', '1', '511002', '2', '285', 'SZQ', null);
INSERT INTO `b_canton` VALUES ('5b54bac5-f565-4877-bae5-69d4ccb8b2ac', '2017-05-27 16:29:14', '2017-05-27 16:29:14', '0', '普安县', '', '1', '522323', '3', '303', 'PAX', null);
INSERT INTO `b_canton` VALUES ('5b5acbb6-e7a3-4574-a338-c27bc1be3b03', '2017-05-27 09:12:01', '2017-05-27 09:12:06', '0', '新干县', '', '1', '360824', '7', '170', 'XGX', null);
INSERT INTO `b_canton` VALUES ('5b7cf7e8-0991-4c30-8006-b29c7c8acdb5', '2017-05-26 14:02:43', '2017-05-26 14:02:43', '0', '太子河区', '', '1', '211011', '6', '81', 'TZHQ', null);
INSERT INTO `b_canton` VALUES ('5b84be45-de89-4d15-b482-2aa25835b1ff', '2017-05-26 11:23:57', '2017-05-26 11:23:57', '0', '市辖区', '', '1', '150901', '1', '68', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('5b8a0da6-975a-434c-912b-56c0612cbae6', '2017-05-27 13:24:13', '2017-05-27 13:24:13', '0', '番禹区', '', '1', '440113', '8', '237', 'FYQ', null);
INSERT INTO `b_canton` VALUES ('5b9220dc-8d9d-43dc-8dae-1cd5d1a120cb', '2017-05-26 09:34:33', '2017-05-26 09:34:33', '0', '清苑区', '', '1', '130608', '5', '43', 'QYQ', null);
INSERT INTO `b_canton` VALUES ('5bb50196-cad1-4734-a9b8-74ac474ce0f0', '2017-05-27 18:31:31', '2017-05-27 18:31:31', '0', '甘谷县', '', '1', '620523', '6', '344', 'GGX', null);
INSERT INTO `b_canton` VALUES ('5bbb736c-f4f2-4ba5-9243-2d8b4039cea3', '2017-05-26 16:13:54', '2017-05-26 16:13:54', '0', '吴兴区', '', '1', '330502', '2', '133', 'WXQ', null);
INSERT INTO `b_canton` VALUES ('5bef2880-81b2-43c4-bd4d-7e693ae9ec51', '2017-05-26 16:13:45', '2017-05-26 16:13:45', '0', '市辖区', '', '1', '330501', '1', '133', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('5bf3086b-0b24-467d-8d72-56c576fdc6ab', '2017-05-27 11:27:25', '2017-05-27 11:27:25', '0', '钟祥市', '', '1', '420881', '6', '215', 'ZXS', null);
INSERT INTO `b_canton` VALUES ('5c083770-d6c1-45aa-9b67-7084c04cc01a', '2017-05-27 11:16:41', '2017-05-27 11:16:46', '0', '房县', '', '1', '420325', '8', '211', 'FX', null);
INSERT INTO `b_canton` VALUES ('5c19693d-12fd-4efa-b26c-f21133e8bec0', '2017-05-27 09:53:47', '2017-05-27 09:53:47', '0', '岱岳区', '', '1', '370911', '3', '182', 'XYQ', null);
INSERT INTO `b_canton` VALUES ('5c42f090-ae34-40ef-b9e8-ecf9f86ef734', '2017-05-27 16:44:36', '2017-05-27 16:44:36', '0', '崇明县', '', '1', '530127', '12', '307', 'CMX', null);
INSERT INTO `b_canton` VALUES ('5c4bcb24-b9c2-4e8c-a623-ad1ecd29775d', '2017-05-27 14:00:05', '2017-05-27 14:00:05', '0', '英德市', '', '1', '441881', '8', '252', 'YDS', null);
INSERT INTO `b_canton` VALUES ('5c5b9c38-042a-48ac-8377-f4bedf0647f1', '2017-05-27 14:58:48', '2017-05-27 14:58:48', '0', '璧山区', '', '1', '500120', '20', '275', 'YSQ', null);
INSERT INTO `b_canton` VALUES ('5c649bd5-a926-4d38-a17e-6580b3150228', '2017-05-26 17:23:34', '2017-05-26 17:23:34', '0', '台江区', '', '1', '350103', '3', '154', 'TJQ', null);
INSERT INTO `b_canton` VALUES ('5c822ceb-f89c-49c7-8348-a068ae7cb024', '2017-05-26 16:49:43', '2017-05-26 16:49:43', '0', '濉溪县', '', '1', '340621', '5', '142', 'DXX', null);
INSERT INTO `b_canton` VALUES ('5cb57220-6640-4bae-8a19-dc61494f2dbc', '2017-05-27 12:51:09', '2017-05-27 12:51:09', '0', '武冈市', '', '1', '430581', '12', '227', 'WGS', null);
INSERT INTO `b_canton` VALUES ('5cead606-4330-4597-840f-a4b90debed53', '2017-05-27 12:58:33', '2017-05-27 12:58:33', '0', '桑植县', '', '1', '430822', '5', '230', 'SZX', null);
INSERT INTO `b_canton` VALUES ('5d0845e8-7599-44c3-99c1-e396c8201370', '2017-05-26 16:01:30', '2017-05-26 16:01:30', '0', '下城区', '', '1', '330103', '3', '127', 'XCQ', null);
INSERT INTO `b_canton` VALUES ('5d1d4331-6d31-432b-8335-801bf8951abe', '2017-05-27 09:51:54', '2017-05-27 09:51:54', '0', '泗水县', '', '1', '370831', '9', '181', 'JSX', null);
INSERT INTO `b_canton` VALUES ('5d20c770-6acb-44cc-b2e6-3207264b3593', '2017-05-26 09:18:30', '2017-05-26 09:18:30', '0', '海港区', '', '1', '130302', '2', '40', 'HGQ', null);
INSERT INTO `b_canton` VALUES ('5d428f15-68ce-4c04-9499-4f62f3630f32', '2017-05-27 16:25:55', '2017-05-27 16:25:55', '0', '万山区', '', '1', '520603', '3', '302', 'WSQ', null);
INSERT INTO `b_canton` VALUES ('5d4d135e-2974-4004-9122-39f25ac8dcd9', '2017-05-27 14:24:25', '2017-05-27 14:24:25', '0', '铁山港区', '', '1', '450512', '4', '262', 'TSGQ', null);
INSERT INTO `b_canton` VALUES ('5d4d6ead-49f6-421c-bcdb-11fdb0e4a444', '2017-05-27 15:53:38', '2017-05-27 15:53:38', '0', '九寨沟县', '', '1', '513225', '6', '295', 'JZGX', null);
INSERT INTO `b_canton` VALUES ('5d6227e9-ede0-49dc-be8e-413a88eb56bf', '2017-05-26 17:24:37', '2017-05-26 17:24:44', '0', '闽侯县', '', '1', '350121', '7', '154', 'MHX', null);
INSERT INTO `b_canton` VALUES ('5d833db8-94cc-4a9b-9cc2-4618ea3d7d9a', '2017-05-27 11:11:14', '2017-05-27 11:11:21', '0', '东西湖区', '', '1', '420112', '9', '209', 'DXHQ', null);
INSERT INTO `b_canton` VALUES ('5da59c4d-d1ca-4d6d-876b-c36cb42c6945', '2017-05-27 17:34:42', '2017-05-27 17:34:42', '0', '卡若区', '', '1', '540302', '1', '324', 'KRQ', null);
INSERT INTO `b_canton` VALUES ('5db5f5b5-866f-404b-9749-e3f8180d6d33', '2017-05-27 18:21:08', '2017-05-27 18:21:08', '0', '镇坪县', '', '1', '610927', '9', '338', 'ZPX', null);
INSERT INTO `b_canton` VALUES ('5db6040a-adcd-4c21-98c7-10bdfbe62e85', '2017-05-27 11:28:46', '2017-05-27 11:28:46', '0', '应城市', '', '1', '420981', '6', '216', 'YCS', null);
INSERT INTO `b_canton` VALUES ('5dc6c59c-1f84-48b9-abd3-6c5c46de8f85', '2017-05-27 11:35:26', '2017-05-27 11:35:26', '0', '崇阳县', '', '1', '421223', '5', '219', 'CYX', null);
INSERT INTO `b_canton` VALUES ('5dd0a463-4ec1-49df-8a4a-a8c5be9d8268', '2017-05-27 10:04:43', '2017-05-27 10:04:43', '0', '武城县', '', '1', '371428', '10', '187', 'WCX', null);
INSERT INTO `b_canton` VALUES ('5de2ccd0-c7b2-47db-bf14-00de7d65127c', '2017-05-26 16:40:33', '2017-05-26 16:40:33', '0', '南陵县', '', '1', '340223', '8', '138', 'NLX', null);
INSERT INTO `b_canton` VALUES ('5de3a97f-c48b-46bd-a53a-8a8044d8fb76', '2017-05-27 11:29:41', '2017-05-27 11:29:41', '0', '沙市区', '', '1', '421002', '2', '217', 'SSQ', null);
INSERT INTO `b_canton` VALUES ('5de54735-755c-474c-a258-028e869121f1', '2017-05-27 10:41:27', '2017-05-27 10:41:27', '0', '解放区', '', '1', '410802', '2', '198', 'JFQ', null);
INSERT INTO `b_canton` VALUES ('5dff16c9-b7c7-4e83-bc52-cd500c6bbad7', '2017-05-27 15:53:59', '2017-05-27 15:53:59', '0', '金川县', '', '1', '513226', '7', '295', 'JCX', null);
INSERT INTO `b_canton` VALUES ('5e201a8a-1a21-47d8-92cb-229d05cd1178', '2017-05-27 17:48:41', '2017-05-27 17:48:41', '0', '措勤县', '', '1', '542527', '7', '328', 'CQX', null);
INSERT INTO `b_canton` VALUES ('5e3d7863-0f7a-4bf9-9f7a-491201f22653', '2017-05-27 11:04:53', '2017-05-27 11:04:53', '0', '确山县', '', '1', '411725', '7', '207', 'QSX', null);
INSERT INTO `b_canton` VALUES ('5e7b4081-c122-4ced-b20d-d4ac1135a930', '2017-05-26 18:00:42', '2017-05-26 18:00:42', '0', '市辖区', '', '1', '360301', '1', '165', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('5e8ddf2a-55c9-4f26-becc-8317cd80dcd8', '2017-05-27 14:49:47', '2017-05-27 14:49:47', '0', '屯昌县', '', '1', '469022', '7', '274', 'TCX', null);
INSERT INTO `b_canton` VALUES ('5e9a9880-9284-4041-9c7d-ac5ecc73bff1', '2017-05-27 12:58:19', '2017-05-27 12:58:19', '0', '慈利县', '', '1', '430821', '4', '230', 'CLX', null);
INSERT INTO `b_canton` VALUES ('5e9e7533-e8ec-40b2-bfb0-6bf9ff140e1f', '2017-05-27 17:51:55', '2017-05-27 17:51:55', '0', '碑林区', '', '1', '610103', '3', '330', 'BLQ', null);
INSERT INTO `b_canton` VALUES ('5e9fc33f-e5fd-4173-8c27-938121b1cc42', '2017-05-27 16:53:01', '2017-05-27 16:53:01', '0', '昭阳区', '', '1', '530602', '2', '311', 'ZYQ', null);
INSERT INTO `b_canton` VALUES ('5ed7fe72-e653-4824-8b27-0ac91c9a09f2', '2017-05-27 15:03:46', '2017-05-27 15:03:51', '0', '酉阳土家族苗族自治县', '', '1', '500242', '13', '276', 'YYTJZMZZZX', null);
INSERT INTO `b_canton` VALUES ('5ee38a38-e87f-4442-b555-1cf706c01e2c', '2017-05-27 09:37:21', '2017-05-27 09:37:27', '0', '沂源县', '', '1', '370323', '9', '176', 'YYX', null);
INSERT INTO `b_canton` VALUES ('5efd334d-59e9-4098-a719-fb8dd8bbc8e4', '2017-05-27 15:58:19', '2017-05-27 15:58:19', '0', '新龙县', '', '1', '513329', '9', '296', 'XLX', null);
INSERT INTO `b_canton` VALUES ('5f0af666-3a85-4b23-8c6b-c0ff71d202b8', '2017-05-27 10:35:01', '2017-05-27 10:35:01', '0', '鹤山区', '', '1', '410602', '2', '196', 'HSQ', null);
INSERT INTO `b_canton` VALUES ('5f11fdd8-3a91-4ae1-98fc-f7b6b794d8ed', '2017-05-26 16:03:42', '2017-05-26 16:03:42', '0', '临安市', '', '1', '330185', '14', '127', 'LAS', null);
INSERT INTO `b_canton` VALUES ('5f14ef63-025d-4cbb-ba31-aece30ffa666', '2017-05-27 19:32:44', '2017-05-27 19:32:44', '0', '阿图什市', '', '1', '653001', '1', '375', 'ATSS', null);
INSERT INTO `b_canton` VALUES ('5f4e3413-2ee3-4bb0-93b8-5292ab89602e', '2017-05-27 16:54:49', '2017-05-27 16:54:49', '0', '绥江县', '', '1', '530626', '8', '311', 'SJX', null);
INSERT INTO `b_canton` VALUES ('5f5b34f8-b607-4f96-981c-796d55d4801a', '2017-05-27 10:40:46', '2017-05-27 10:40:46', '0', '卫辉市', '', '1', '410781', '12', '197', 'WHS', null);
INSERT INTO `b_canton` VALUES ('5f923533-14a3-431e-99d4-bbfdecfa7b98', '2017-05-26 15:45:11', '2017-05-26 15:45:11', '0', '洪泽区', '', '1', '320813', '5', 'bafc8bca-1196-4708-b245-c38981653656', 'HZQ', null);
INSERT INTO `b_canton` VALUES ('5fb3c48e-856e-4f21-af0c-1375b7753120', '2017-05-26 09:50:17', '2017-05-26 09:50:24', '0', '滦平县', '', '1', '130824', '8', '45', 'LPX', null);
INSERT INTO `b_canton` VALUES ('5fc31e30-398f-4034-ba25-e220c5e9b261', '2017-05-27 17:47:46', '2017-05-27 17:47:46', '0', '日土县', '', '1', '542524', '4', '328', 'RTX', null);
INSERT INTO `b_canton` VALUES ('5fc71470-e37f-4a20-989d-ca892c34b9f0', '2017-05-27 17:28:35', '2017-05-27 17:28:35', '0', '尼木县', '', '1', '540123', '6', '323', 'NMX', null);
INSERT INTO `b_canton` VALUES ('5fe66de6-5263-46e7-9335-e966abc2a4c9', '2017-05-26 17:53:19', '2017-05-26 17:53:19', '0', '福鼎市', '', '1', '350982', '10', '162', 'FDS', null);
INSERT INTO `b_canton` VALUES ('5ffd620f-e77e-4156-b08e-af1fde46ef8f', '2017-05-27 12:37:54', '2017-05-27 12:37:54', '0', '芙蓉区', '', '1', '430102', '2', '223', 'XRQ', null);
INSERT INTO `b_canton` VALUES ('6', null, null, null, '内蒙古自治区', null, '1', null, '6', '1', 'NMGZZQ', null);
INSERT INTO `b_canton` VALUES ('60', null, null, null, '内蒙古自治区呼和浩特市', null, '1', null, '60', '6', 'NMGZZQHHHTS', null);
INSERT INTO `b_canton` VALUES ('60087e42-0472-47ac-b67e-509dd683ed41', '2017-05-26 15:00:23', '2017-05-26 15:00:23', '0', '爱民区', '', '1', '231004', '4', '105', 'AMQ', null);
INSERT INTO `b_canton` VALUES ('600b97f7-9a2a-4783-9d5c-358e9221cdf4', '2017-05-27 14:49:33', '2017-05-27 14:49:33', '0', '安定县', '', '1', '469021', '6', '274', 'ADX', null);
INSERT INTO `b_canton` VALUES ('601cdb2c-0126-4553-a5ee-e82ad9042b33', '2017-05-26 17:31:27', '2017-05-26 17:31:27', '0', '梅列区', '', '1', '350402', '2', '157', 'MLQ', null);
INSERT INTO `b_canton` VALUES ('60563760-a53b-419d-b01c-d6991c14bf14', '2017-05-27 18:13:43', '2017-05-27 18:13:43', '0', '市辖区', '', '1', '610801', '1', '337', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('605a0ced-036a-4a59-890e-b4d90681aec0', '2017-05-26 13:40:24', '2017-05-26 13:40:24', '0', '新抚区', '', '1', '210402', '2', '75', 'XFQ', null);
INSERT INTO `b_canton` VALUES ('605ac910-8877-4d00-a261-4fbcf3871336', '2017-05-26 14:45:32', '2017-05-26 14:45:32', '0', '友谊县', '', '1', '230523', '7', '100', 'YYX', null);
INSERT INTO `b_canton` VALUES ('60803584-f1d4-4d73-8073-bf22d097d4f8', '2017-05-27 16:45:22', '2017-05-27 16:45:22', '0', '寻甸回族彝族自治县', '', '1', '530129', '14', '307', 'XDHZYZZZX', null);
INSERT INTO `b_canton` VALUES ('60904707-19ab-432b-9432-57fdc7ff7892', '2017-05-27 13:32:39', '2017-05-27 13:32:39', '0', '宝安区', '', '1', '440306', '5', '239', 'BAQ', null);
INSERT INTO `b_canton` VALUES ('60d02759-8005-4a1c-91f6-e5eed47096a8', '2017-05-27 12:55:04', '2017-05-27 12:55:04', '0', '安乡县', '', '1', '430721', '4', '229', 'AXX', null);
INSERT INTO `b_canton` VALUES ('60e19d42-c490-4a06-acac-7c04fe841b74', '2017-05-27 09:05:24', '2017-05-27 09:05:24', '0', '吉州区', '', '1', '360802', '2', '170', 'JZQ', null);
INSERT INTO `b_canton` VALUES ('60e86e0c-0141-48c2-adbb-7bd385a15f27', '2017-05-27 10:41:36', '2017-05-27 10:41:36', '0', '中站区', '', '1', '410803', '3', '198', 'ZZQ', null);
INSERT INTO `b_canton` VALUES ('61', null, null, null, '内蒙古自治区包头市', null, '1', null, '61', '6', 'NMGZZQBTS', null);
INSERT INTO `b_canton` VALUES ('610403b8-7857-4276-8ed2-3e0f24b0d349', '2017-05-27 10:21:49', '2017-05-27 10:21:49', '0', '登封市', '', '1', '410185', '13', '191', 'DFS', null);
INSERT INTO `b_canton` VALUES ('612a0382-3878-4770-b038-f5904b5ef403', '2017-05-27 19:09:16', '2017-05-27 19:09:16', '0', '市辖区', '', '1', '640201', '1', '363', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('61490729-67b1-4c72-9c8b-f7285ef32285', '2017-05-27 18:37:13', '2017-05-27 18:37:13', '0', '肃州区', '', '1', '620902', '2', '348', 'SZQ', null);
INSERT INTO `b_canton` VALUES ('614f1a4c-b051-445e-aa32-f87c63ba3b65', '2017-05-27 19:41:01', '2017-05-27 19:41:01', '0', '擦布查尔锡伯自治县', '', '1', '654022', '5', '378', 'CBCEXBZZX', null);
INSERT INTO `b_canton` VALUES ('61591aa6-21f9-423d-96ab-7d4e1f1b4aa3', '2017-05-25 17:57:21', '2017-05-25 17:57:21', '0', '滨海新区', '', '1', '120116', '14', '3', 'BHXQ', null);
INSERT INTO `b_canton` VALUES ('61988c83-6eaf-4243-b65b-940eff847fbc', '2017-05-26 09:36:26', '2017-05-26 09:36:26', '0', '高阳县', '', '1', '130628', '11', '43', 'GYX', null);
INSERT INTO `b_canton` VALUES ('61991732-9cb3-4abd-9a6e-a262bfee2351', '2017-05-26 14:20:25', '2017-05-26 14:20:25', '0', '辉南县', '', '1', '220523', '5', '90', 'HNX', null);
INSERT INTO `b_canton` VALUES ('61c681d5-bd44-41d5-8991-ce0b8e4e2eb5', '2017-05-27 17:17:41', '2017-05-27 17:17:41', '0', '祥云县', '', '1', '532923', '3', '319', 'XYX', null);
INSERT INTO `b_canton` VALUES ('61d22b0c-a305-4224-8b27-53ccf18ac0c9', '2017-05-27 18:43:15', '2017-05-27 18:43:15', '0', '临洮县', '', '1', '621124', '6', '350', 'LTX', null);
INSERT INTO `b_canton` VALUES ('61d3b5ac-8cbf-42d3-aa01-25f60d2fd150', '2017-05-26 13:46:29', '2017-05-26 13:46:29', '0', '古塔区', '', '1', '210702', '2', '78', 'GTQ', null);
INSERT INTO `b_canton` VALUES ('61dcfb24-a9c3-49f0-9cf9-b37987bc738d', '2017-05-26 15:30:29', '2017-05-26 15:30:29', '0', '市辖区', '', '1', '320301', '1', '3ea4535b-a908-44c9-aafc-01b0f78166f4', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('61f53f58-fa67-4734-8de5-0b8ba2ce1c3b', '2017-05-27 09:20:22', '2017-05-27 09:20:22', '0', '资溪县', '', '1', '361028', '10', '172', 'ZXX', null);
INSERT INTO `b_canton` VALUES ('62', null, null, null, '内蒙古自治区乌海市', null, '1', null, '62', '6', 'NMGZZQWHS', null);
INSERT INTO `b_canton` VALUES ('6209c118-3ce1-49c7-a10e-c36b0195d4aa', '2017-05-27 18:51:12', '2017-05-27 18:51:12', '0', '舟曲县', '', '1', '623023', '4', '353', 'ZQX', null);
INSERT INTO `b_canton` VALUES ('6216316b-b7e9-42d2-964f-8a9bca039b2a', '2017-05-26 15:40:42', '2017-05-26 15:40:42', '0', '通州区', '', '1', '320612', '4', '937b81e5-ce62-429a-b6d8-33ea4e7159c0', 'TZQ', null);
INSERT INTO `b_canton` VALUES ('624418f8-ddb6-4196-9bf5-2055d732d6ba', '2017-05-27 10:37:46', '2017-05-27 10:37:46', '0', '红旗区', '', '1', '410702', '2', '197', 'HQQ', null);
INSERT INTO `b_canton` VALUES ('626c363d-452a-4eef-8743-4c7f1be22378', '2017-05-27 17:31:36', '2017-05-27 17:31:36', '0', '拉孜县', '', '1', '540225', '6', '326', 'LZX', null);
INSERT INTO `b_canton` VALUES ('628164ff-72cd-4300-8c4a-129de3691453', '2017-05-25 17:58:40', '2017-05-25 17:58:40', '0', '蓟州区', '', '1', '120119', '17', '3', 'JZQ', null);
INSERT INTO `b_canton` VALUES ('62951940-bb53-4202-8fe2-7745bdb1eb02', '2017-05-27 13:13:36', '2017-05-27 13:13:36', '0', '芷江侗族自治县', '', '1', '431228', '10', '234', 'ZJDZZZX', null);
INSERT INTO `b_canton` VALUES ('62993101-8ed0-42e1-a266-03d24d18e191', '2017-05-27 15:34:33', '2017-05-27 15:34:33', '0', '市辖区', '', '1', '511301', '1', '287', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('62c1fb7a-28bb-4091-9e63-707f3f94ff77', '2017-05-27 11:25:54', '2017-05-27 11:25:54', '0', '市辖区', '', '1', '420801', '1', '215', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('62c37686-2fce-4ba9-bedb-a51672cce4f9', '2017-05-27 18:02:35', '2017-05-27 18:02:35', '0', '长武县', '', '1', '610428', '11', '333', 'CWX', null);
INSERT INTO `b_canton` VALUES ('62c8c19b-68fd-4054-a729-be50540127f8', '2017-05-27 17:44:55', '2017-05-27 17:44:55', '0', '聂荣县', '', '1', '542424', '4', '327', 'NRX', null);
INSERT INTO `b_canton` VALUES ('62e8c637-b08d-4c07-83fc-c28f468a47aa', '2017-05-27 09:48:53', '2017-05-27 09:48:53', '0', '高密市', '', '1', '370785', '12', '180', 'GMS', null);
INSERT INTO `b_canton` VALUES ('62eb41a8-7156-4d5b-955b-4858b1a12432', '2017-05-27 17:56:00', '2017-05-27 17:56:00', '0', '市辖区', '', '1', '610301', '1', '332', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('63', null, null, null, '内蒙古自治区赤峰市', null, '1', null, '63', '6', 'NMGZZQCFS', null);
INSERT INTO `b_canton` VALUES ('63023c9e-00d9-42ba-a852-5b4ad8a98663', '2017-05-26 18:11:02', '2017-05-26 18:11:02', '0', '市辖区', '', '1', '360501', '1', '167', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('6309b1e5-f52a-4152-9cb0-16c170b1e67e', '2017-05-27 16:35:12', '2017-05-27 16:35:12', '0', '福泉市', '', '1', '522702', '2', '306', 'FQS', null);
INSERT INTO `b_canton` VALUES ('6325d8db-744b-4ea9-84f4-e47a9ac7b6b4', '2017-05-27 16:31:05', '2017-05-27 16:31:05', '0', '施秉县', '', '1', '522623', '3', '305', 'SBX', null);
INSERT INTO `b_canton` VALUES ('6333f6cf-965e-422e-97c3-50ffece0815d', '2017-05-27 15:45:37', '2017-05-27 15:45:37', '0', '达川区', '', '1', '511703', '3', '291', 'DCQ', null);
INSERT INTO `b_canton` VALUES ('6344bc5b-6392-4af5-bbd5-2178048f1ee9', '2017-05-26 10:28:40', '2017-05-26 10:28:40', '0', '榆社县', '', '1', '140721', '3', '55', 'YSX', null);
INSERT INTO `b_canton` VALUES ('634d4d28-c160-4e17-ab71-8738303bbcf0', '2017-05-26 10:52:33', '2017-05-26 10:52:33', '0', '市辖区', '', '1', '141101', '1', '59', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('634f733f-9cf6-44ea-92ae-ad6871837631', '2017-05-26 11:04:36', '2017-05-26 11:04:36', '0', '乌达区', '', '1', '150304', '4', '62', 'WDQ', null);
INSERT INTO `b_canton` VALUES ('6357a28e-b623-42c7-9a6c-a22bbe447c31', '2017-05-27 16:29:35', '2017-05-27 16:29:35', '0', '贞丰县', '', '1', '522325', '5', '303', 'ZFX', null);
INSERT INTO `b_canton` VALUES ('639a9cfa-a878-469e-bed3-368b7145aca6', '2017-05-27 14:39:11', '2017-05-27 14:39:11', '0', '巴马瑶族自治县', '', '1', '451227', '9', '269', 'BMYZZZX', null);
INSERT INTO `b_canton` VALUES ('639ec349-24e7-46a1-8497-c1d84af0a5ad', '2017-05-27 18:35:08', '2017-05-27 18:35:08', '0', '市辖区', '', '1', '620801', '1', '347', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('639f5610-6584-46ea-a6e8-bae132af705b', '2017-05-26 13:39:53', '2017-05-26 13:39:53', '0', '海城市', '', '1', '210381', '8', '74', 'HCS', null);
INSERT INTO `b_canton` VALUES ('639f7c29-227c-4711-ba85-bd3e7475e834', '2017-05-26 17:06:06', '2017-05-26 17:06:06', '0', '太和县', '', '1', '341222', '6', '147', 'THX', null);
INSERT INTO `b_canton` VALUES ('63ba5ee6-581a-4157-8ffe-9ee71aca4a50', '2017-05-26 09:49:59', '2017-05-26 09:50:06', '0', '平泉县', '', '1', '130823', '7', '45', 'PQX', null);
INSERT INTO `b_canton` VALUES ('63ca83c1-4aa5-44fc-9b2c-c085ccae8eff', '2017-05-26 17:40:10', '2017-05-26 17:40:15', '0', '南安市', '', '1', '350583', '13', '158', 'NAS', null);
INSERT INTO `b_canton` VALUES ('63d49072-2556-4e2e-adf7-3776fbdfcbdd', '2017-05-26 09:23:49', '2017-05-26 09:23:55', '0', '大名县', '', '1', '130425', '9', '41', 'DMX', null);
INSERT INTO `b_canton` VALUES ('63eeee3a-b066-4c63-9f88-8f5a736edc36', '2017-05-27 17:38:16', '2017-05-27 17:38:16', '0', '米林县', '', '1', '540422', '3', '329', 'MLX', null);
INSERT INTO `b_canton` VALUES ('63f7386a-e757-44c4-aceb-1c49c134a715', '2017-05-26 17:50:56', '2017-05-26 17:50:56', '0', '蕉城区', '', '1', '350902', '2', '162', 'JCQ', null);
INSERT INTO `b_canton` VALUES ('63f9c48b-cbb5-4e7c-8717-f08063528ee2', '2017-05-26 14:40:01', '2017-05-26 14:40:01', '0', '讷河市', '', '1', '230281', '17', '97', 'NHS', null);
INSERT INTO `b_canton` VALUES ('64', null, null, null, '内蒙古自治区通辽市', null, '1', null, '64', '6', 'NMGZZQTLS', null);
INSERT INTO `b_canton` VALUES ('643d41dc-5859-4808-b4f3-005ee97665bb', '2017-05-27 10:39:40', '2017-05-27 10:39:40', '0', '封丘县', '', '1', '410727', '10', '197', 'FQX', null);
INSERT INTO `b_canton` VALUES ('6455e952-400b-4db8-b871-d2e16861a1dd', '2017-05-27 16:18:02', '2017-05-27 16:18:02', '0', '习水县', '', '1', '520330', '13', '300', 'XSX', null);
INSERT INTO `b_canton` VALUES ('645ab8d0-c87a-4541-b80c-c3f09c6fb4db', '2017-05-27 12:57:53', '2017-05-27 12:57:53', '0', '永定区', '', '1', '430802', '2', '230', 'YDQ', null);
INSERT INTO `b_canton` VALUES ('6462acfe-9e25-4029-ac86-d12bf37f96fb', '2017-05-27 14:25:32', '2017-05-27 14:25:32', '0', '上思县', '', '1', '450621', '4', '263', 'SSX', null);
INSERT INTO `b_canton` VALUES ('6488986e-3cae-47ee-a53a-4ddfefd4a010', '2017-05-27 11:25:08', '2017-05-27 11:25:08', '0', '市辖区', '', '1', '420701', '1', '214', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('64f00fb1-0d47-4114-afb4-3df9768726b0', '2017-05-26 09:15:14', '2017-05-26 09:15:14', '0', '曹妃甸区', '', '1', '130209', '8', '39', 'CYDQ', null);
INSERT INTO `b_canton` VALUES ('64f311b6-566b-4f1d-8941-f27a00578e91', '2017-05-26 14:45:17', '2017-05-26 14:45:17', '0', '集贤县', '', '1', '230521', '6', '100', 'JXX', null);
INSERT INTO `b_canton` VALUES ('65', null, null, null, '内蒙古自治区鄂尔多斯市', null, '1', null, '65', '6', 'NMGZZQEEDSS', null);
INSERT INTO `b_canton` VALUES ('65448def-3f4a-4bae-a47c-33e581b06e0f', '2017-05-26 14:59:14', '2017-05-26 14:59:14', '0', '茄子河区', '', '1', '230904', '4', '104', 'QZHQ', null);
INSERT INTO `b_canton` VALUES ('654e517b-fbf4-42f8-afa4-05b7d4062acb', '2017-05-27 18:00:16', '2017-05-27 18:00:16', '0', '渭城区', '', '1', '610404', '4', '333', 'WCQ', null);
INSERT INTO `b_canton` VALUES ('655e0db2-c12a-4e90-ae4c-0eb2a8a0c8bd', '2017-05-27 13:43:12', '2017-05-27 13:43:12', '0', '电白区', '', '1', '440904', '3', '245', 'DBQ', null);
INSERT INTO `b_canton` VALUES ('658fcfe0-29df-4c74-bbd5-f58bbbd69609', '2017-05-26 11:32:57', '2017-05-26 11:32:57', '0', '多伦县', '', '1', '152531', '12', '70', 'DLX', null);
INSERT INTO `b_canton` VALUES ('6591d80b-4ac5-40e2-8474-00f0e0b180b3', '2017-05-27 18:37:37', '2017-05-27 18:37:37', '0', '瓜州县', '', '1', '620922', '4', '348', 'GZX', null);
INSERT INTO `b_canton` VALUES ('65a87ea2-8edf-48ac-a5c2-2d20e0ebbb17', '2017-05-27 16:42:47', '2017-05-27 16:43:01', '0', '呈贡区', '', '1', '530114', '7', '307', 'CGQ', null);
INSERT INTO `b_canton` VALUES ('65e87a1e-0719-47a2-86c0-21c5cd17ecac', '2017-05-27 17:39:09', '2017-05-27 17:39:09', '0', '朗县', '', '1', '540426', '7', '329', 'LX', null);
INSERT INTO `b_canton` VALUES ('65f0fb4d-7aa6-4e99-83e6-2e7f9db3ed94', '2017-05-27 15:59:57', '2017-05-27 15:59:57', '0', '乡城县', '', '1', '513336', '16', '296', 'XCX', null);
INSERT INTO `b_canton` VALUES ('66', null, null, null, '内蒙古自治区呼伦贝尔市', null, '1', null, '66', '6', 'NMGZZQHLBES', null);
INSERT INTO `b_canton` VALUES ('66043c4a-668f-4ff8-90e3-ce04340d342f', '2017-05-27 11:12:22', '2017-05-27 11:12:30', '0', '黄陂区', '', '1', '420116', '13', '209', 'HPQ', null);
INSERT INTO `b_canton` VALUES ('661e35e9-b386-4cdf-9f04-cad1743d2d3b', '2017-05-27 14:37:55', '2017-05-27 14:37:55', '0', '罗城仫佬族自治县', '', '1', '451225', '7', '269', 'LCMLZZZX', null);
INSERT INTO `b_canton` VALUES ('6632d7b7-e3c2-4b8c-aa1d-5adec4625b99', '2017-05-27 17:16:46', '2017-05-27 17:16:46', '0', '大理市', '', '1', '532901', '1', '319', 'DLS', null);
INSERT INTO `b_canton` VALUES ('66657d47-6cf7-4e60-ad6f-b865685a03d3', '2017-05-26 09:30:45', '2017-05-26 09:30:45', '0', '巨鹿县', '', '1', '130529', '12', '42', 'JLX', null);
INSERT INTO `b_canton` VALUES ('667ad285-14ec-43d7-a8ec-2a058c5d4167', '2017-05-27 13:38:44', '2017-05-27 13:38:44', '0', '江海区', '', '1', '440704', '3', '243', 'JHQ', null);
INSERT INTO `b_canton` VALUES ('668cb3ed-c47b-49d5-82bc-710ebe06c620', '2017-05-27 14:54:06', '2017-05-27 14:54:06', '0', '大渡口区', '', '1', '500104', '4', '275', 'DDKQ', null);
INSERT INTO `b_canton` VALUES ('6698ec0d-7d80-4359-8500-736f37fa2425', '2017-05-27 11:03:05', '2017-05-27 11:03:05', '0', '市辖区', '', '1', '411701', '1', '207', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('66c4b885-6f40-4bcd-a5b3-aef76f063444', '2017-05-27 15:54:36', '2017-05-27 15:54:36', '0', '壤塘县', '', '1', '513230', '10', '295', 'RTX', null);
INSERT INTO `b_canton` VALUES ('67', null, null, null, '内蒙古自治区巴彦淖尔市', null, '1', null, '67', '6', 'NMGZZQBYNES', null);
INSERT INTO `b_canton` VALUES ('6717ea6f-e1bd-4773-b7a9-9d0d70fdc313', '2017-05-27 15:27:10', '2017-05-27 15:27:10', '0', '旺苍县', '', '1', '510821', '5', '283', 'WCX', null);
INSERT INTO `b_canton` VALUES ('6731d187-606b-4ed3-a694-30c8c4a5b5c8', '2017-05-27 13:04:25', '2017-05-27 13:04:25', '0', '道县', '', '1', '431124', '7', '233', 'DX', null);
INSERT INTO `b_canton` VALUES ('673bf04c-d382-4e3f-be47-1ec362fef5e3', '2017-05-26 10:58:54', '2017-05-26 10:58:54', '0', '赛罕区', '', '1', '150105', '5', '60', 'SHQ', null);
INSERT INTO `b_canton` VALUES ('676d4840-c7c3-48dd-8879-3995517abcc5', '2017-05-27 09:30:13', '2017-05-27 09:30:13', '0', '市辖区', '', '1', '370101', '1', '174', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('6794c5dd-3579-4667-9ce9-ac810550af68', '2017-05-27 10:38:04', '2017-05-27 10:38:04', '0', '卫滨区', '', '1', '410703', '3', '197', 'WBQ', null);
INSERT INTO `b_canton` VALUES ('679ebad6-69a1-47f9-8d8d-131332fead51', '2017-05-27 11:01:04', '2017-05-27 11:01:04', '0', '川汇区', '', '1', '411602', '2', '206', 'CHQ', null);
INSERT INTO `b_canton` VALUES ('67bd6a2e-e05d-4fb2-b657-83717753a2c3', '2017-05-27 17:04:59', '2017-05-27 17:04:59', '0', '镇康县', '', '1', '530924', '6', '314', 'ZKX', null);
INSERT INTO `b_canton` VALUES ('67c587c0-f2e5-49b8-b362-ce0102bc92bc', '2017-05-26 17:11:54', '2017-05-26 17:11:54', '0', '霍邱县', '', '1', '341522', '5', '150', 'HQX', null);
INSERT INTO `b_canton` VALUES ('67cac0ff-3f52-4076-9fc1-176c4ae09213', '2017-05-27 19:40:02', '2017-05-27 19:40:02', '0', '霍尔果斯市', '', '1', '654004', '3', '378', 'HEGSS', null);
INSERT INTO `b_canton` VALUES ('67cda287-ac00-4d79-a81d-c0711c04fb1f', '2017-05-26 15:28:12', '2017-05-26 15:28:12', '0', '高淳区', '', '1', '320118', '12', '17076c42-81a5-4063-b798-c2eb0b38a41b', 'GCQ', null);
INSERT INTO `b_canton` VALUES ('68', null, null, null, '内蒙古自治区乌兰察布市', null, '1', null, '68', '6', 'NMGZZQWLCBS', null);
INSERT INTO `b_canton` VALUES ('68020bad-b4d6-410b-9f2f-a84b417e3b78', '2017-05-27 15:16:48', '2017-05-27 15:16:48', '0', '市辖区', '', '1', '510401', '1', '279', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('68616883-00f5-4830-9461-e4eb71ed006d', '2017-05-27 19:28:01', '2017-05-27 19:28:01', '0', '若羌县', '', '1', '652824', '4', '373', 'RQX', null);
INSERT INTO `b_canton` VALUES ('686d76c0-d443-4efa-9a3b-50f7d691a1f6', '2017-05-26 17:43:01', '2017-05-26 17:43:01', '0', '南靖县', '', '1', '350627', '9', '159', 'NJX', null);
INSERT INTO `b_canton` VALUES ('689931d5-a05a-4b1e-b222-ef42fbc23e64', '2017-05-26 14:34:44', '2017-05-26 14:34:53', '0', '延寿县', '', '1', '230129', '17', '96', 'YSX', null);
INSERT INTO `b_canton` VALUES ('68b29ce4-f051-4e01-8299-0bfd67b27960', '2017-05-26 15:42:47', '2017-05-26 15:42:47', '0', '赣榆区', '', '1', '320707', '4', 'faa472aa-cde3-4952-9cc1-d0dbed78459a', 'GYQ', null);
INSERT INTO `b_canton` VALUES ('68d6dc2b-627f-4f1f-a36d-aeffdda443e0', '2017-05-27 12:57:34', '2017-05-27 12:57:34', '0', '市辖区', '', '1', '430801', '1', '230', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('68dd1e9f-ebb4-48a9-a63e-bfa341f18521', '2017-05-27 16:46:12', '2017-05-27 16:46:12', '0', '麒麟区', '', '1', '530302', '2', '308', 'AOQ', null);
INSERT INTO `b_canton` VALUES ('68e2c690-b399-4b5c-be7b-cca4669ba51e', '2017-05-26 14:13:14', '2017-05-26 14:13:14', '0', '绿园区', '', '1', '220106', '6', '86', 'LYQ', null);
INSERT INTO `b_canton` VALUES ('68efb619-509d-447a-9488-9046d86ce22e', '2017-05-26 14:47:15', '2017-05-26 14:47:15', '0', '龙凤区', '', '1', '230603', '3', '101', 'LFQ', null);
INSERT INTO `b_canton` VALUES ('69', null, null, null, '内蒙古自治区兴安盟', null, '1', null, '69', '6', 'NMGZZQXAM', null);
INSERT INTO `b_canton` VALUES ('69416edd-6da3-43eb-a298-bb248c4ba434', '2017-05-26 09:19:05', '2017-05-26 09:19:05', '0', '北戴河区', '', '1', '130304', '4', '40', 'BDHQ', null);
INSERT INTO `b_canton` VALUES ('69427a6a-a828-410d-a506-a1bceb9eb03e', '2017-05-27 10:06:15', '2017-05-27 10:06:15', '0', '莘县', '', '1', '371522', '4', '188', 'SX', null);
INSERT INTO `b_canton` VALUES ('69588f26-f0c4-406f-8b21-2c6a394e6953', '2017-05-26 16:04:05', '2017-05-26 16:04:05', '0', '市辖区', '', '1', '330201', '1', '130', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('697f2157-c4f4-4a66-8712-bc7a623a8c2b', '2017-05-27 15:21:22', '2017-05-27 15:21:22', '0', '罗江县', '', '1', '510626', '4', '281', 'LJX', null);
INSERT INTO `b_canton` VALUES ('69873b32-c7ef-4a00-8abf-821a210c3527', '2017-05-26 15:40:00', '2017-05-26 15:40:00', '0', '市辖区', '', '1', '320601', '1', '937b81e5-ce62-429a-b6d8-33ea4e7159c0', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('699aa677-b970-4d44-a220-261e2d8f3c5a', '2017-05-26 14:35:53', '2017-05-26 14:35:53', '0', '龙沙区', '', '1', '230202', '2', '97', 'LSQ', null);
INSERT INTO `b_canton` VALUES ('69a8c9de-beab-463b-9803-410b5904f382', '2017-05-26 13:30:39', '2017-05-26 13:30:39', '0', '市辖区', '', '1', '210101', '1', '72', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('69ae9a09-b4d0-47f1-9432-d1c254423f69', '2017-05-26 16:58:41', '2017-05-26 16:58:41', '0', '休宁县', '', '1', '341022', '6', '145', 'XNX', null);
INSERT INTO `b_canton` VALUES ('69c09bb8-fc25-49a6-b970-e8b0fed5c52c', '2017-05-27 09:55:12', '2017-05-27 09:55:12', '0', '环翠区', '', '1', '371002', '2', '183', 'HCQ', null);
INSERT INTO `b_canton` VALUES ('69c2966d-746c-4e16-8d2a-8f3b75242c45', '2017-05-26 16:26:09', '2017-05-26 16:26:09', '0', '仙居县', '', '1', '331024', '8', '79e64557-6e6a-4cae-b802-9ee18b2002d5', 'XJX', null);
INSERT INTO `b_canton` VALUES ('69c79a3b-f572-463e-9289-b8b03c0074e0', '2017-05-27 16:57:53', '2017-05-27 16:57:53', '0', '华坪县', '', '1', '530723', '5', '312', 'HPX', null);
INSERT INTO `b_canton` VALUES ('69e89845-5f7d-47aa-9ac6-39c7d4a7ebd8', '2017-05-26 17:23:14', '2017-05-26 17:23:14', '0', '市辖区', '', '1', '350101', '1', '154', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('69f1ed8c-b27e-4e09-953a-1582754e1d4c', '2017-05-27 15:47:04', '2017-05-27 15:47:04', '0', '市辖区', '', '1', '511801', '1', '292', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('69f69a89-9e4b-47a5-b64e-4360b851352f', '2017-05-26 17:34:54', '2017-05-26 17:34:54', '0', '宁化县', '', '1', '350424', '6', '157', 'NHX', null);
INSERT INTO `b_canton` VALUES ('6a2eacd8-7041-469b-b6b1-a3c5e2f3bb8b', '2017-05-26 09:45:58', '2017-05-26 09:46:07', '0', '康保县', '', '1', '130723', '9', '44', 'KBX', null);
INSERT INTO `b_canton` VALUES ('6a45846a-7a12-4923-b8d5-b85707408d36', '2017-05-27 15:53:24', '2017-05-27 15:53:24', '0', '松藩县', '', '1', '513224', '5', '295', 'SFX', null);
INSERT INTO `b_canton` VALUES ('6a66b445-8bb4-426c-bb49-628bcaf8ea33', '2017-05-27 15:28:49', '2017-05-27 15:28:49', '0', '蓬溪县', '', '1', '510921', '4', '284', 'PXX', null);
INSERT INTO `b_canton` VALUES ('6a781d09-6204-4d29-980c-efd26db15443', '2017-05-27 18:26:39', '2017-05-27 18:26:39', '0', '西固区', '', '1', '620104', '4', '340', 'XGQ', null);
INSERT INTO `b_canton` VALUES ('6a808f98-f5e1-49ec-91eb-69ecd90d8221', '2017-05-27 16:01:12', '2017-05-27 16:01:12', '0', '德昌县', '', '1', '513424', '4', '297', 'DCX', null);
INSERT INTO `b_canton` VALUES ('6a82796b-bd61-46a0-9605-ffa90d4876bf', '2017-05-27 17:59:53', '2017-05-27 17:59:53', '0', '秦都区', '', '1', '610402', '2', '333', 'QDQ', null);
INSERT INTO `b_canton` VALUES ('6a958ec3-a069-4a22-8b83-a3b8c7023fcc', '2017-05-25 18:23:29', '2017-05-25 18:23:29', '0', '高邑县', '', '1', '130127', '14', '38', 'GYX', null);
INSERT INTO `b_canton` VALUES ('6a9d8cd5-cbd2-4192-89bd-e16c4d0aee82', '2017-05-27 12:57:01', '2017-05-27 12:57:01', '0', '石门县', '', '1', '430726', '9', '229', 'SMX', null);
INSERT INTO `b_canton` VALUES ('6aabaa18-0e5b-4d40-9545-65944abe1c34', '2017-05-26 11:09:31', '2017-05-26 11:09:31', '0', '宁城县', '', '1', '150429', '12', '63', 'NCX', null);
INSERT INTO `b_canton` VALUES ('6ab6dc3d-4038-4486-9ebe-5c0d741d7b4f', '2017-05-27 13:40:41', '2017-05-27 13:40:41', '0', '市辖区', '', '1', '440801', '1', '244', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('6ac9a25f-c4fc-429d-a0d8-4d623f5604e8', '2017-05-27 19:31:42', '2017-05-27 19:31:42', '0', '拜城县', '', '1', '652926', '6', '374', 'BCX', null);
INSERT INTO `b_canton` VALUES ('6af09cd3-d428-4bef-bd05-54b68c1d6483', '2017-05-27 12:49:49', '2017-05-27 12:49:49', '0', '隆回县', '', '1', '430524', '7', '227', 'LHX', null);
INSERT INTO `b_canton` VALUES ('6af796eb-bdbd-4e9d-9f7d-c9ba9b6000ec', '2017-05-26 10:54:16', '2017-05-26 10:54:24', '0', '岚县', '', '1', '141127', '9', '59', 'LX', null);
INSERT INTO `b_canton` VALUES ('6b157194-1b7a-4486-9c0a-bb712b3c63d3', '2017-05-26 10:43:20', '2017-05-26 10:43:27', '0', '岢岚县', '', '1', '140929', '11', '57', 'KLX', null);
INSERT INTO `b_canton` VALUES ('6b1d0939-5e91-4eda-9261-4b537737697a', '2017-05-27 15:10:05', '2017-05-27 15:10:05', '0', '新都区', '', '1', '510114', '9', '277', 'XDQ', null);
INSERT INTO `b_canton` VALUES ('6b34bce9-01f6-41b7-92fd-aaca70930e0c', '2017-05-27 09:30:21', '2017-05-27 09:30:21', '0', '历下区', '', '1', '370102', '2', '174', 'LXQ', null);
INSERT INTO `b_canton` VALUES ('6b3e411e-2261-4eca-9c39-ed95a5a5dfbb', '2017-05-26 16:05:03', '2017-05-26 16:05:03', '0', '镇海区', '', '1', '330211', '6', '130', 'ZHQ', null);
INSERT INTO `b_canton` VALUES ('6b405b80-d778-4ff1-b273-f7042d62bc0f', '2017-05-26 10:03:58', '2017-05-26 10:03:58', '0', '安平县', '', '1', '131125', '8', '48', 'APX', null);
INSERT INTO `b_canton` VALUES ('6b532bc3-5b08-451b-b475-baa281be3a2b', '2017-05-27 15:56:47', '2017-05-27 15:56:47', '0', '泸定县', '', '1', '513322', '2', '296', 'CDX', null);
INSERT INTO `b_canton` VALUES ('6b6b08c3-0b27-4b85-9c0c-0bf1410cffc7', '2017-05-27 10:53:37', '2017-05-27 10:53:37', '0', '社旗县', '', '1', '411327', '10', '203', 'SQX', null);
INSERT INTO `b_canton` VALUES ('6b8d9307-3b3d-4403-b443-b538638941e5', '2017-05-27 11:30:27', '2017-05-27 11:30:27', '0', '江陵县', '', '1', '421024', '6', '217', 'JLX', null);
INSERT INTO `b_canton` VALUES ('6b94ffba-1894-49f5-a083-e8e506a27a51', '2017-05-27 17:32:59', '2017-05-27 17:32:59', '0', '定结县', '', '1', '540231', '12', '326', 'DJX', null);
INSERT INTO `b_canton` VALUES ('6ba38958-e722-48b9-b143-a211a3052433', '2017-05-27 15:46:49', '2017-05-27 15:46:49', '0', '万源市', '', '1', '511781', '8', '291', 'WYS', null);
INSERT INTO `b_canton` VALUES ('6bd4d044-e549-4c49-8675-1f045a309c72', '2017-05-27 13:41:36', '2017-05-27 13:41:36', '0', '麻章区', '', '1', '440811', '5', '244', 'MZQ', null);
INSERT INTO `b_canton` VALUES ('6bda6809-70fe-4b6d-a2fb-0ed10b41ba9a', '2017-05-26 13:43:55', '2017-05-26 13:43:55', '0', '本溪满族自治县', '', '1', '210521', '6', '76', 'BXMZZZX', null);
INSERT INTO `b_canton` VALUES ('6bf55f5c-4295-4bbf-8e00-80b3a2247974', '2017-05-27 15:26:17', '2017-05-27 15:26:17', '0', '市辖区', '', '1', '510801', '1', '283', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('6c0b242a-f8eb-4719-9e40-24798ea9affd', '2017-05-26 14:28:29', '2017-05-26 14:28:29', '0', '珲春市', '', '1', '222404', '4', '94', 'TCS', null);
INSERT INTO `b_canton` VALUES ('6c3c23de-aa26-4df8-83e8-423e0d49457e', '2017-05-27 19:27:24', '2017-05-27 19:27:24', '0', '库尔勒市', '', '1', '652801', '1', '373', 'KELS', null);
INSERT INTO `b_canton` VALUES ('6c40bbfe-1e40-4ee8-83d2-be21258a923e', '2017-05-26 09:19:21', '2017-05-26 09:19:21', '0', '抚宁区', '', '1', '130306', '5', '40', 'FNQ', null);
INSERT INTO `b_canton` VALUES ('6c5607de-de5f-47f3-a548-e8324f77aa70', '2017-05-26 14:01:51', '2017-05-26 14:01:51', '0', '白塔区', '', '1', '211002', '2', '81', 'BTQ', null);
INSERT INTO `b_canton` VALUES ('6c855c54-b86f-4985-ba4e-b2e9010f6823', '2017-05-27 09:04:41', '2017-05-27 09:04:41', '0', '市辖区', '', '1', '360801', '1', '170', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('6ccab60b-445b-4dbf-ba1a-4378f1c2053c', '2017-05-26 14:14:45', '2017-05-26 14:14:45', '0', '昌邑区', '', '1', '220202', '2', '87', 'CYQ', null);
INSERT INTO `b_canton` VALUES ('6cd45072-a46c-417c-a669-69cbef32d364', '2017-05-26 10:28:07', '2017-05-26 10:28:07', '0', '怀仁县', '', '1', '140624', '7', '54', 'HRX', null);
INSERT INTO `b_canton` VALUES ('6cf44c89-5b64-4e11-b628-bee8853ed475', '2017-05-27 14:23:28', '2017-05-27 14:23:28', '0', '岑溪市', '', '1', '450481', '8', '261', 'CXS', null);
INSERT INTO `b_canton` VALUES ('6cf977b6-becb-4277-9038-9fdea7fb5dec', '2017-05-27 17:24:39', '2017-05-27 17:24:39', '0', '维西傈僳族自治县', '', '1', '533423', '3', '322', 'WXLSZZZX', null);
INSERT INTO `b_canton` VALUES ('6cffdf79-6da4-454e-92e3-2b67b4eaceee', '2017-05-26 15:48:53', '2017-05-26 15:48:53', '0', '建湖县', '', '1', '320925', '9', '3999a3f0-9039-4abb-9885-4e92b6c13632', 'JHX', null);
INSERT INTO `b_canton` VALUES ('6d04a01c-82aa-4137-ba6f-21d64a1ea8b3', '2017-05-26 18:14:54', '2017-05-26 18:14:54', '0', '安远县', '', '1', '360726', '9', '169', 'AYX', null);
INSERT INTO `b_canton` VALUES ('6d108f50-7d11-4a45-8d1e-74feee64ad64', '2017-05-26 17:10:57', '2017-05-26 17:10:57', '0', '市辖区', '', '1', '341501', '1', '150', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('6d276c99-1e82-43fa-86df-626f5a8e05d3', '2017-05-27 14:32:09', '2017-05-27 14:32:09', '0', '那坡县', '', '1', '451026', '7', '267', 'NPX', null);
INSERT INTO `b_canton` VALUES ('6d65f71d-b195-4b20-9f73-6ac14e5b38ce', '2017-05-26 17:06:23', '2017-05-26 17:06:29', '0', '阜南县', '', '1', '341225', '7', '147', 'FNX', null);
INSERT INTO `b_canton` VALUES ('6d68639b-80e1-40ee-9030-9b1ec4e3e64e', '2017-05-27 17:43:20', '2017-05-27 17:43:20', '0', '错那县', '', '1', '540530', '12', '325', 'CNX', null);
INSERT INTO `b_canton` VALUES ('6d7adcf3-ea90-494c-9999-8186cdda33e6', '2017-05-26 15:31:48', '2017-05-26 15:31:48', '0', '丰县', '', '1', '320321', '7', '3ea4535b-a908-44c9-aafc-01b0f78166f4', 'FX', null);
INSERT INTO `b_canton` VALUES ('6d7f334d-4786-466f-bfa2-9d649f60c8e8', '2017-05-26 14:15:29', '2017-05-26 14:15:29', '0', '丰满区', '', '1', '220211', '5', '87', 'FMQ', null);
INSERT INTO `b_canton` VALUES ('6d8432b0-877e-4d90-89f6-f7783fa94c46', '2017-05-26 10:48:07', '2017-05-26 10:48:07', '0', '乡宁县', '', '1', '141029', '11', '58', 'XNX', null);
INSERT INTO `b_canton` VALUES ('6d8e1f18-715a-460e-8c84-772a75672bc3', '2017-05-27 16:35:34', '2017-05-27 16:35:34', '0', '贵定县', '', '1', '522723', '4', '306', 'GDX', null);
INSERT INTO `b_canton` VALUES ('6da1e73d-2ce3-4ed2-baf8-8e5e919aa5cd', '2017-05-27 09:13:43', '2017-05-27 09:13:43', '0', '安福县', '', '1', '360829', '12', '170', 'AFX', null);
INSERT INTO `b_canton` VALUES ('6dabd758-d01c-4342-bc87-cfb17f81ef28', '2017-05-27 17:17:57', '2017-05-27 17:17:57', '0', '宾川县', '', '1', '532924', '4', '319', 'BCX', null);
INSERT INTO `b_canton` VALUES ('6dbe5842-9b54-4632-964a-3285295d04fa', '2017-05-27 16:21:20', '2017-05-27 16:21:20', '0', '大方县', '', '1', '520521', '3', '304', 'DFX', null);
INSERT INTO `b_canton` VALUES ('6dc9ec5f-169b-401e-aeb0-ff319f78e8fc', '2017-05-26 10:10:46', '2017-05-26 10:10:46', '0', '清徐县', '', '1', '140121', '8', '49', 'QXX', null);
INSERT INTO `b_canton` VALUES ('6dd10c25-33cf-4db1-83b2-fb9f577274b7', '2017-05-27 17:06:09', '2017-05-27 17:06:09', '0', '沧源佤族自治县', '', '1', '530927', '9', '314', 'CYKZZZX', null);
INSERT INTO `b_canton` VALUES ('6dd8fb6e-f59c-4a3f-96a0-d941b953404a', '2017-05-27 19:12:22', '2017-05-27 19:12:22', '0', '隆德县', '', '1', '640423', '4', '365', 'LDX', null);
INSERT INTO `b_canton` VALUES ('6de6a12e-2f8c-45aa-aa39-dec96a577cfd', '2017-05-27 18:36:03', '2017-05-27 18:36:03', '0', '崇信县', '', '1', '620823', '5', '347', 'CXX', null);
INSERT INTO `b_canton` VALUES ('6e1695e8-9ee0-4321-9eac-3ad4c7beaa36', '2017-05-26 11:21:05', '2017-05-26 11:21:05', '0', '扎兰屯市', '', '1', '150783', '13', '66', 'ZLTS', null);
INSERT INTO `b_canton` VALUES ('6e387e74-784f-4eb3-9d28-f0d15b90a06f', '2017-05-27 17:48:13', '2017-05-27 17:48:13', '0', '革吉县', '', '1', '542525', '5', '328', 'GJX', null);
INSERT INTO `b_canton` VALUES ('6e403d72-b2f9-4cc8-a71f-7cd0457dbede', '2017-05-27 17:35:36', '2017-05-27 17:35:36', '0', '类乌齐县', '', '1', '540323', '4', '324', 'LWQX', null);
INSERT INTO `b_canton` VALUES ('6e508327-91ef-43ad-b4bc-9a908bb2d8fe', '2017-05-27 10:23:59', '2017-05-27 10:23:59', '0', '通许县', '', '1', '410222', '9', '192', 'TXX', null);
INSERT INTO `b_canton` VALUES ('6e600a0b-ace5-4654-972e-6b06c7ee5b36', '2017-05-27 19:20:27', '2017-05-27 19:20:27', '0', '米东区', '', '1', '650109', '8', '367', 'MDQ', null);
INSERT INTO `b_canton` VALUES ('6e685418-6469-49fa-bc6c-7ede674b7ec7', '2017-05-27 12:58:56', '2017-05-27 12:58:56', '0', '资阳区', '', '1', '430902', '2', '231', 'ZYQ', null);
INSERT INTO `b_canton` VALUES ('6e6ff1b8-375a-44ca-bf08-020a0994bea9', '2017-05-27 15:10:37', '2017-05-27 15:10:37', '0', '双流区', '', '1', '510116', '11', '277', 'SLQ', null);
INSERT INTO `b_canton` VALUES ('6e7199d8-3e66-4666-b4ad-e831a65e80cb', '2017-05-26 16:49:10', '2017-05-26 16:49:10', '0', '烈山区', '', '1', '340604', '4', '142', 'LSQ', null);
INSERT INTO `b_canton` VALUES ('6e7cc847-3027-4eb2-b926-dd46fd96babd', '2017-05-27 12:49:22', '2017-05-27 12:49:22', '0', '邵东县', '', '1', '430521', '5', '227', 'SDX', null);
INSERT INTO `b_canton` VALUES ('6e801c52-a5b4-4d16-8100-7b94699e455e', '2017-05-26 15:40:12', '2017-05-26 15:40:12', '0', '崇川区', '', '1', '320602', '2', '937b81e5-ce62-429a-b6d8-33ea4e7159c0', 'CCQ', null);
INSERT INTO `b_canton` VALUES ('6e96adc8-ad9a-47b0-89e8-5b303c157a27', '2017-05-26 17:16:10', '2017-05-26 17:16:10', '0', '宣州区', '', '1', '341802', '2', '153', 'XZQ', null);
INSERT INTO `b_canton` VALUES ('6ea53d89-6a5b-4dfe-aa19-6f08b9e368e1', '2017-05-26 11:27:30', '2017-05-26 11:27:30', '0', '察哈尔右翼后旗', '', '1', '150928', '10', '68', 'CHEYYHQ', null);
INSERT INTO `b_canton` VALUES ('6eac4837-0be3-4ba4-a731-b5ed8f6cd1e3', '2017-05-27 11:36:37', '2017-05-27 11:36:37', '0', '随县', '', '1', '421321', '3', '220', 'SX', null);
INSERT INTO `b_canton` VALUES ('6ebd8e93-13cd-451e-80be-6c0a1aa85c93', '2017-05-27 17:09:36', '2017-05-27 17:09:36', '0', '蒙自市', '', '1', '532503', '3', '316', 'MZS', null);
INSERT INTO `b_canton` VALUES ('6ecf98b9-950a-4838-a29e-e4bbfb659083', '2017-05-27 18:26:59', '2017-05-27 18:26:59', '0', '安宁区', '', '1', '620105', '5', '340', 'ANQ', null);
INSERT INTO `b_canton` VALUES ('6f3fe06f-ce53-49b1-a9b8-682289d5591c', '2017-05-27 17:45:47', '2017-05-27 17:45:47', '0', '班戈县', '', '1', '542428', '8', '327', 'BGX', null);
INSERT INTO `b_canton` VALUES ('6f47fa16-ecb4-48f5-ab8d-a15eed657233', '2017-05-26 14:38:06', '2017-05-26 14:38:06', '0', '泰来县', '', '1', '230224', '11', '97', 'TLX', null);
INSERT INTO `b_canton` VALUES ('6f5f3b15-489a-4ae9-afe8-5999a0bd8ecb', '2017-05-27 15:48:44', '2017-05-27 15:48:44', '0', '石棉县', '', '1', '511824', '6', '292', 'SMX', null);
INSERT INTO `b_canton` VALUES ('6f774dc8-654d-499c-84a1-839957529479', '2017-05-26 16:40:15', '2017-05-26 16:40:20', '0', '繁昌县', '', '1', '340222', '7', '138', 'FCX', null);
INSERT INTO `b_canton` VALUES ('6f86fc89-fb47-4183-916b-0bd32ffd5976', '2017-05-27 15:42:39', '2017-05-27 15:42:39', '0', '屏山县', '', '1', '511529', '11', '289', 'PSX', null);
INSERT INTO `b_canton` VALUES ('6f89fcb1-70b9-4b97-b6f9-7a96a9c9ea4f', '2017-05-26 16:24:37', '2017-05-26 16:24:37', '0', '市辖区', '', '1', '331001', '1', '79e64557-6e6a-4cae-b802-9ee18b2002d5', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('6f8f43da-d396-419e-a82a-6f118b9f9362', '2017-05-27 12:38:53', '2017-05-27 12:38:53', '0', '雨花区', '', '1', '430111', '6', '223', 'YHQ', null);
INSERT INTO `b_canton` VALUES ('6f9532ac-b0c8-480a-992e-15140e8e5ccd', '2017-05-26 14:36:55', '2017-05-26 14:36:55', '0', '碾子山区', '', '1', '230207', '7', '97', 'NZSQ', null);
INSERT INTO `b_canton` VALUES ('6f9c8d5f-be56-4129-9bde-4937c52c9b55', '2017-05-27 13:01:57', '2017-05-27 13:01:57', '0', '嘉禾县', '', '1', '431024', '7', '232', 'JHX', null);
INSERT INTO `b_canton` VALUES ('6f9e7452-a354-43d1-840e-68e12faccc9d', '2017-05-26 11:32:46', '2017-05-26 11:32:46', '0', '正蓝旗', '', '1', '152530', '11', '70', 'ZLQ', null);
INSERT INTO `b_canton` VALUES ('6fa768b9-1d7f-4920-964d-bdbaaf9fabf1', '2017-05-27 10:51:39', '2017-05-27 10:51:39', '0', '宛城区', '', '1', '411302', '2', '203', 'WCQ', null);
INSERT INTO `b_canton` VALUES ('6faa4f09-bcee-477c-af04-0f22cf2e9fec', '2017-05-26 14:03:21', '2017-05-26 14:03:21', '0', '市辖区', '', '1', '211101', '1', '82', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('6fbb2033-438a-4831-872e-c7e5cbba8eab', '2017-05-26 17:40:44', '2017-05-26 17:40:44', '0', '芗城区', '', '1', '350602', '2', '159', 'XCQ', null);
INSERT INTO `b_canton` VALUES ('7', null, null, null, '辽宁省', null, '1', null, '7', '1', 'LNS', null);
INSERT INTO `b_canton` VALUES ('70', null, null, null, '内蒙古自治区锡林郭勒盟', null, '1', null, '70', '6', 'NMGZZQXLGLM', null);
INSERT INTO `b_canton` VALUES ('7002c611-074b-4d7d-a43a-61ae1f070517', '2017-05-27 17:21:46', '2017-05-27 17:21:46', '0', '泸水市', '', '1', '533301', '1', '321', 'VSS', null);
INSERT INTO `b_canton` VALUES ('7014ca39-7516-4b3d-946f-454fb3329582', '2017-05-26 14:44:53', '2017-05-26 14:44:53', '0', '四方台区', '', '1', '230505', '4', '100', 'SFTQ', null);
INSERT INTO `b_canton` VALUES ('701f88c5-a138-4177-a738-63bb91c7d262', '2017-05-27 18:35:18', '2017-05-27 18:35:18', '0', '崆峒区', '', '1', '620802', '2', '347', 'QPQ', null);
INSERT INTO `b_canton` VALUES ('7032d95b-e6a4-48cd-b7be-b93f5bd2c1c4', '2017-05-27 14:15:26', '2017-05-27 14:15:31', '0', '三江侗族自治县', '', '1', '450226', '11', '259', 'SJDZZZX', null);
INSERT INTO `b_canton` VALUES ('7037f191-11bd-4ad9-b0f4-1cc30ff40bc5', '2017-05-27 10:09:48', '2017-05-27 10:09:48', '0', '无棣县', '', '1', '371623', '6', '189', 'WDX', null);
INSERT INTO `b_canton` VALUES ('7056c7a7-4756-4308-9dc7-df3fd0214d20', '2017-05-26 10:27:20', '2017-05-26 10:27:20', '0', '平鲁区', '', '1', '140603', '3', '54', 'PLQ', null);
INSERT INTO `b_canton` VALUES ('70629cd6-e924-4b4e-bac1-8db5582443f9', '2017-05-26 17:28:15', '2017-05-26 17:28:15', '0', '湖里区', '', '1', '350206', '4', '155', 'HLQ', null);
INSERT INTO `b_canton` VALUES ('7086a901-842e-4f1d-abcf-679ece4b3bfa', '2017-05-27 12:55:30', '2017-05-27 12:55:34', '0', '澧县', '', '1', '430723', '6', '229', 'LX', null);
INSERT INTO `b_canton` VALUES ('709c697b-645c-42c4-96f8-e35d095ed0e0', '2017-05-27 18:04:41', '2017-05-27 18:04:41', '0', '潼关县', '', '1', '610522', '4', '334', 'KGX', null);
INSERT INTO `b_canton` VALUES ('70aa298a-5559-47b7-8636-661c13eb0e08', '2017-05-27 18:23:05', '2017-05-27 18:23:05', '0', '镇安县', '', '1', '611025', '7', '339', 'ZAX', null);
INSERT INTO `b_canton` VALUES ('70aaeeb3-771d-4935-85c2-cdc537361064', '2017-05-26 14:44:29', '2017-05-26 14:44:29', '0', '尖山区', '', '1', '230502', '2', '100', 'JSQ', null);
INSERT INTO `b_canton` VALUES ('70c5f6e3-0afc-4bee-8bd5-d39593493336', '2017-05-26 17:26:06', '2017-05-26 17:26:11', '0', '平潭县', '', '1', '350128', '12', '154', 'PTX', null);
INSERT INTO `b_canton` VALUES ('70f947a5-c46a-4655-b787-41b6ec0c6c26', '2017-05-26 15:47:43', '2017-05-26 15:47:43', '0', '大丰区', '', '1', '320904', '4', '3999a3f0-9039-4abb-9885-4e92b6c13632', 'DFQ', null);
INSERT INTO `b_canton` VALUES ('71', null, null, null, '内蒙古自治区阿拉善盟', null, '1', null, '71', '6', 'NMGZZQALSM', null);
INSERT INTO `b_canton` VALUES ('71222f70-f672-4d3c-977a-4d889b4cbe4e', '2017-05-27 10:51:04', '2017-05-27 10:51:04', '0', '义马市', '', '1', '411281', '6', '202', 'YMS', null);
INSERT INTO `b_canton` VALUES ('7128ad64-d847-4710-8527-e3a3592ccfae', '2017-05-27 13:43:02', '2017-05-27 13:43:02', '0', '茂南区', '', '1', '440902', '2', '245', 'MNQ', null);
INSERT INTO `b_canton` VALUES ('712d5b18-3e52-4d70-a6d8-504e69f8d3cd', '2017-05-27 09:59:40', '2017-05-27 09:59:40', '0', '郯城县', '', '1', '371322', '6', '186', 'TCX', null);
INSERT INTO `b_canton` VALUES ('713969dc-9d00-4b41-a371-39550e349d25', '2017-05-27 13:24:36', '2017-05-27 13:24:36', '0', '南沙区', '', '1', '440115', '10', '237', 'NSQ', null);
INSERT INTO `b_canton` VALUES ('716420cc-93cf-463f-9b13-0102b2d109d6', '2017-05-27 14:18:58', '2017-05-27 14:18:58', '0', '永福县', '', '1', '450326', '12', '260', 'YFX', null);
INSERT INTO `b_canton` VALUES ('7165d9ab-576e-47ee-b01c-c4a16525491a', '2017-05-26 16:54:24', '2017-05-26 16:54:24', '0', '宿松县', '', '1', '340826', '8', '144', 'SSX', null);
INSERT INTO `b_canton` VALUES ('716d4850-c87b-4a50-aebf-f8695dd75277', '2017-05-27 13:41:26', '2017-05-27 13:41:26', '0', '坡头区', '', '1', '440804', '4', '244', 'PTQ', null);
INSERT INTO `b_canton` VALUES ('71779924-bcff-4d09-862b-c879ba091053', '2017-05-26 14:41:41', '2017-05-26 14:41:41', '0', '麻山区', '', '1', '230307', '7', '98', 'MSQ', null);
INSERT INTO `b_canton` VALUES ('71996c2f-9b1d-4785-873f-000fc2b16b61', '2017-05-26 16:42:20', '2017-05-26 16:42:20', '0', '禹会区', '', '1', '340304', '4', '139', 'YHQ', null);
INSERT INTO `b_canton` VALUES ('71ad639c-f20c-40af-8654-5a1b616d027c', '2017-05-27 10:35:22', '2017-05-27 10:35:22', '0', '淇滨区', '', '1', '410611', '4', '196', 'QBQ', null);
INSERT INTO `b_canton` VALUES ('71b23251-33c9-4d21-a3a6-d36ebfe25983', '2017-05-27 13:16:01', '2017-05-27 13:16:01', '0', '冷水江市', '', '1', '431381', '5', '235', 'LSJS', null);
INSERT INTO `b_canton` VALUES ('71c571c1-4a2e-4407-8811-53b2ceb7c343', '2017-05-26 13:40:59', '2017-05-26 13:40:59', '0', '顺城区', '', '1', '210411', '5', '75', 'SCQ', null);
INSERT INTO `b_canton` VALUES ('71d53288-c17d-458a-b062-a1de6b67cad5', '2017-05-26 16:26:22', '2017-05-26 16:26:22', '0', '温岭市', '', '1', '331081', '9', '79e64557-6e6a-4cae-b802-9ee18b2002d5', 'WLS', null);
INSERT INTO `b_canton` VALUES ('71d72deb-1902-46ca-a111-b48c54a59291', '2017-05-27 10:42:06', '2017-05-27 10:42:06', '0', '修武县', '', '1', '410821', '6', '198', 'XWX', null);
INSERT INTO `b_canton` VALUES ('72', null, null, null, '辽宁省沈阳市', null, '1', null, '72', '7', 'LNSSYS', null);
INSERT INTO `b_canton` VALUES ('72068848-5db9-49d3-929e-e51e84f67ebf', '2017-05-27 12:54:42', '2017-05-27 12:54:42', '0', '武陵区', '', '1', '430702', '2', '229', 'WLQ', null);
INSERT INTO `b_canton` VALUES ('72265e0d-23d5-40be-a609-d9d66fb45a7c', '2017-05-27 09:12:18', '2017-05-27 09:12:18', '0', '永丰县', '', '1', '360825', '8', '170', 'YFX', null);
INSERT INTO `b_canton` VALUES ('723748a7-71a1-4603-825e-091ad86edce3', '2017-05-26 17:35:07', '2017-05-26 17:35:07', '0', '大田县', '', '1', '350425', '7', '157', 'DTX', null);
INSERT INTO `b_canton` VALUES ('72504d5f-496f-43ee-97d6-b30b42eeae28', '2017-05-27 19:32:15', '2017-05-27 19:32:15', '0', '阿瓦提县', '', '1', '652928', '8', '374', 'AWTX', null);
INSERT INTO `b_canton` VALUES ('72632a1a-36f9-4736-9c85-8e7f97f5f849', '2017-05-27 19:08:13', '2017-05-27 19:08:17', '0', '贺兰县', '', '1', '640122', '6', '362', 'HLX', null);
INSERT INTO `b_canton` VALUES ('72774983-3074-4f24-a7a3-efbdc11ca825', '2017-05-26 15:14:43', '2017-05-26 15:14:47', '0', '杨浦区', '', '1', '310110', '7', '112', 'YPQ', null);
INSERT INTO `b_canton` VALUES ('728ee9c0-3048-4144-a5f0-08c4f0a14e46', '2017-05-27 18:26:19', '2017-05-27 18:26:19', '0', '城关区', '', '1', '620102', '2', '340', 'CGQ', null);
INSERT INTO `b_canton` VALUES ('72930e10-741b-41f9-b810-e73970fc91f4', '2017-05-25 15:07:21', '2017-05-25 15:10:50', '0', '东城区', '', '1', '110101', '2', '2', 'DCQ', null);
INSERT INTO `b_canton` VALUES ('729f5e15-03e1-4da4-99a6-5c6b1c30ef79', '2017-05-27 11:31:08', '2017-05-27 11:31:08', '0', '松滋市', '', '1', '421087', '9', '217', 'SZS', null);
INSERT INTO `b_canton` VALUES ('72a1af10-49a3-4c3b-baad-b92b991791ce', '2017-05-27 15:01:52', '2017-05-27 15:01:52', '0', '奉节县', '', '1', '500236', '8', '276', 'FJX', null);
INSERT INTO `b_canton` VALUES ('72a1f897-c11e-4c7d-bd19-d1ae33963a8d', '2017-05-27 17:56:13', '2017-05-27 17:56:13', '0', '渭滨区', '', '1', '610302', '2', '332', 'WBQ', null);
INSERT INTO `b_canton` VALUES ('72ab7661-6713-405b-b8cb-4add4cb37496', '2017-05-27 13:26:52', '2017-05-27 13:26:52', '0', '仁化县', '', '1', '440224', '6', '238', 'RHX', null);
INSERT INTO `b_canton` VALUES ('72ac066a-665c-4409-8434-226e7ce99315', '2017-05-26 17:40:30', '2017-05-26 17:40:30', '0', '市辖区', '', '1', '350601', '1', '159', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('72d46d64-2c92-44c2-9322-6782671e4124', '2017-05-27 13:49:59', '2017-05-27 13:49:59', '0', '四会市', '', '1', '441284', '9', '246', 'SHS', null);
INSERT INTO `b_canton` VALUES ('72e9ec7a-e0b3-4d48-8751-760845de307f', '2017-05-26 10:37:09', '2017-05-26 10:37:09', '0', '垣曲县', '', '1', '140827', '9', '56', 'YQX', null);
INSERT INTO `b_canton` VALUES ('73', null, null, null, '辽宁省大连市', null, '1', null, '73', '7', 'LNSDLS', null);
INSERT INTO `b_canton` VALUES ('731f051d-5f3b-49f7-9f26-ef00d62dd194', '2017-05-27 11:03:20', '2017-05-27 11:03:20', '0', '驿城区', '', '1', '411702', '2', '207', 'YCQ', null);
INSERT INTO `b_canton` VALUES ('73353e8e-ed42-436f-8f71-d0391eba385b', '2017-05-25 17:56:37', '2017-05-25 17:56:37', '0', '武清区', '', '1', '120114', '12', '3', 'WQQ', null);
INSERT INTO `b_canton` VALUES ('736b0b29-257a-4050-8f4a-fe790b997ed0', '2017-05-27 18:30:45', '2017-05-27 18:30:45', '0', '麦积区', '', '1', '620503', '3', '344', 'MJQ', null);
INSERT INTO `b_canton` VALUES ('738593ab-fc49-4a97-9b3e-edafeabce697', '2017-05-27 09:57:22', '2017-05-27 09:57:22', '0', '市辖区', '', '1', '371201', '1', '185', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('73bd55b7-ade3-491e-8105-18b42380576b', '2017-05-26 10:58:01', '2017-05-26 10:58:01', '0', '市辖区', '', '1', '150101', '1', '60', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('73cf005b-f88e-4114-99a6-916dd77e4633', '2017-05-26 17:19:40', '2017-05-26 17:19:40', '0', '旌德县', '', '1', '341825', '7', '153', 'JDX', null);
INSERT INTO `b_canton` VALUES ('73cf9be7-999c-4268-b99d-4875e1ac06a0', '2017-05-27 17:21:10', '2017-05-27 17:21:10', '0', '盈江县', '', '1', '533123', '4', '320', 'YJX', null);
INSERT INTO `b_canton` VALUES ('73dad32e-d367-48b1-a186-d2b61d3d422b', '2017-05-26 17:35:51', '2017-05-26 17:35:59', '0', '将乐县', '', '1', '350428', '10', '157', 'JLX', null);
INSERT INTO `b_canton` VALUES ('74', null, null, null, '辽宁省鞍山市', null, '1', null, '74', '7', 'LNSASS', null);
INSERT INTO `b_canton` VALUES ('741c4d94-bf56-453c-a7bc-723e3abda5a1', '2017-05-26 14:40:42', '2017-05-26 14:40:42', '0', '鸡冠区', '', '1', '230302', '2', '98', 'JGQ', null);
INSERT INTO `b_canton` VALUES ('741f4b56-9968-4522-b36a-a81b47e7e9c7', '2017-05-27 14:16:32', '2017-05-27 14:16:32', '0', '七星区', '', '1', '450305', '5', '260', 'QXQ', null);
INSERT INTO `b_canton` VALUES ('743b2992-abcd-446a-b3eb-55b121290180', '2017-05-27 19:33:06', '2017-05-27 19:33:06', '0', '阿合奇县', '', '1', '653023', '3', '375', 'AHQX', null);
INSERT INTO `b_canton` VALUES ('74735a1f-f1f9-4ded-846f-87e15ef2eb5c', '2017-05-27 11:30:04', '2017-05-27 11:30:04', '0', '公安县', '', '1', '421022', '4', '217', 'GAX', null);
INSERT INTO `b_canton` VALUES ('747b6be0-e114-426a-8347-172faaa15e41', '2017-05-27 14:00:58', '2017-05-27 14:01:38', '0', '湘桥区', '', '1', '445102', '2', '255', 'XQQ', null);
INSERT INTO `b_canton` VALUES ('749d4e73-6e46-4361-8d74-5a962abe3477', '2017-05-27 14:37:04', '2017-05-27 14:37:04', '0', '东兰县', '', '1', '451224', '6', '269', 'DLX', null);
INSERT INTO `b_canton` VALUES ('74b751af-5e5c-4a74-9e4a-8920ab233cd3', '2017-05-27 09:15:43', '2017-05-27 09:15:43', '0', '万载县', '', '1', '360922', '4', '171', 'WZX', null);
INSERT INTO `b_canton` VALUES ('74d850e2-f0e0-4f36-8bc4-23ff0525e44e', '2017-05-25 17:57:54', '2017-05-25 17:57:54', '0', '静海区', '', '1', '120118', '16', '3', 'JHQ', null);
INSERT INTO `b_canton` VALUES ('74e7a4bb-61bd-426c-946e-aae9e126cb0c', '2017-05-27 19:43:13', '2017-05-27 19:43:13', '0', '托里县', '', '1', '654224', '5', '379', 'TLX', null);
INSERT INTO `b_canton` VALUES ('74e83071-4c0a-4706-bd66-0af847cdd293', '2017-05-26 16:42:11', '2017-05-26 16:42:11', '0', '蚌山区', '', '1', '340303', '3', '139', 'BSQ', null);
INSERT INTO `b_canton` VALUES ('74ee0032-cb8c-4cf6-aef4-3619ccc132e3', '2017-05-27 18:55:50', '2017-05-27 18:55:50', '0', '乐都区', '', '1', '630202', '1', '355', 'LDQ', null);
INSERT INTO `b_canton` VALUES ('74f3bba0-4c73-4d9f-a444-d858fb42a693', '2017-05-27 19:45:01', '2017-05-27 19:45:01', '0', '清河县', '', '1', '654325', '6', '380', 'QHX', null);
INSERT INTO `b_canton` VALUES ('75', null, null, null, '辽宁省抚顺市', null, '1', null, '75', '7', 'LNSFSS', null);
INSERT INTO `b_canton` VALUES ('7508eec4-d0bd-40de-9fd3-f5f0ed0f60f9', '2017-05-27 13:33:09', '2017-05-27 13:33:09', '0', '盐田区', '', '1', '440308', '7', '239', 'YTQ', null);
INSERT INTO `b_canton` VALUES ('752759b4-e244-4468-87f3-88bc993b1aa3', '2017-05-27 09:44:48', '2017-05-27 09:44:48', '0', '海阳市', '', '1', '370687', '13', '179', 'HYS', null);
INSERT INTO `b_canton` VALUES ('752f07a9-d3ea-4db2-9258-3b911c55a078', '2017-05-27 13:52:29', '2017-05-27 13:52:29', '0', '梅县区', '', '1', '441403', '3', '248', 'MXQ', null);
INSERT INTO `b_canton` VALUES ('7541fb07-3851-4c2a-ba34-4a9d08c02d5e', '2017-05-27 10:22:09', '2017-05-27 10:22:09', '0', '市辖区', '', '1', '410201', '1', '192', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('7570ccce-ce6a-4f87-bf63-637eed8f0d34', '2017-05-26 16:43:44', '2017-05-26 16:43:44', '0', '大通区', '', '1', '340402', '2', '140', 'DTQ', null);
INSERT INTO `b_canton` VALUES ('757b1d11-c297-4f2b-bbb6-f2cae875144b', '2017-05-26 11:16:00', '2017-05-26 11:16:00', '0', '海拉尔区', '', '1', '150702', '2', '66', 'HLEQ', null);
INSERT INTO `b_canton` VALUES ('759146ee-eec0-4a35-932d-fc355c690171', '2017-05-26 10:02:11', '2017-05-26 10:02:11', '0', '市辖区', '', '1', '131101', '1', '48', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('759f9820-3b27-4784-9c02-b17b1e97f001', '2017-05-27 09:23:28', '2017-05-27 09:23:28', '0', '潘阳县', '', '1', '361128', '10', '173', 'PYX', null);
INSERT INTO `b_canton` VALUES ('75d30816-6db7-41f2-a76f-fcf240b49d13', '2017-05-27 15:45:27', '2017-05-27 15:45:27', '0', '通川区', '', '1', '511702', '2', '291', 'TCQ', null);
INSERT INTO `b_canton` VALUES ('75f3315a-fc8d-46b2-a727-997f557be972', '2017-05-27 15:32:55', '2017-05-27 15:32:55', '0', '井研县', '', '1', '511124', '7', '286', 'JYX', null);
INSERT INTO `b_canton` VALUES ('76', null, null, null, '辽宁省本溪市', null, '1', null, '76', '7', 'LNSBXS', null);
INSERT INTO `b_canton` VALUES ('7604009f-828b-4464-846b-ab74e933f368', '2017-05-26 17:39:51', '2017-05-26 17:39:55', '0', '晋江市', '', '1', '350582', '12', '158', 'JJS', null);
INSERT INTO `b_canton` VALUES ('760d83fc-ac90-4b24-a166-a0154323073b', '2017-05-27 16:09:03', '2017-05-27 16:09:08', '0', '白云区', '', '1', '520113', '6', '298', 'BYQ', null);
INSERT INTO `b_canton` VALUES ('762096fb-b994-481f-8c57-022054b87412', '2017-05-27 15:36:15', '2017-05-27 15:36:15', '0', '蓬安县', '', '1', '511323', '7', '287', 'PAX', null);
INSERT INTO `b_canton` VALUES ('7642c02e-7194-4e59-a7d3-d96d1348f744', '2017-05-26 14:19:32', '2017-05-26 14:19:32', '0', '东辽县', '', '1', '220422', '5', '89', 'DLX', null);
INSERT INTO `b_canton` VALUES ('764697a1-c3ad-41d6-9097-028548058d6d', '2017-05-26 10:20:17', '2017-05-26 10:20:17', '0', '壶关县', '', '1', '140427', '9', '52', 'HGX', null);
INSERT INTO `b_canton` VALUES ('76495d17-6c2a-4709-b9d2-35a1e9cff639', '2017-05-27 14:47:22', '2017-05-27 14:47:22', '0', '市辖区', '', '1', '460201', '1', '273', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('7650aa53-6280-4324-887a-2021a6893f4d', '2017-05-26 14:08:33', '2017-05-26 14:08:33', '0', '喀喇沁左翼蒙古族自治县', '', '1', '211324', '6', '84', 'KLQZYMGZZZX', null);
INSERT INTO `b_canton` VALUES ('76604e10-3bed-4d7e-b4ab-e8c0822d0f1e', '2017-05-27 11:09:40', '2017-05-27 11:09:40', '0', '江汉区', '', '1', '420103', '3', '209', 'JHQ', null);
INSERT INTO `b_canton` VALUES ('768a1683-ba7e-4196-8372-9ab479794a09', '2017-05-27 10:03:08', '2017-05-27 10:03:08', '0', '陵城区', '', '1', '371403', '3', '187', 'LCQ', null);
INSERT INTO `b_canton` VALUES ('76978621-62d7-411c-a08b-d6559b390fdf', '2017-05-27 09:48:23', '2017-05-27 09:48:29', '0', '寿光市', '', '1', '370783', '10', '180', 'SGS', null);
INSERT INTO `b_canton` VALUES ('76992fd0-66cd-4010-8712-82db2523fb05', '2017-05-27 16:47:27', '2017-05-27 16:47:27', '0', '罗平县', '', '1', '530324', '7', '308', 'LPX', null);
INSERT INTO `b_canton` VALUES ('76999fd0-b439-47cb-a7c2-709fe8085487', '2017-05-26 14:31:38', '2017-05-26 14:31:38', '0', '南岗区', '', '1', '230103', '3', '96', 'NGQ', null);
INSERT INTO `b_canton` VALUES ('76aa756a-0a76-400b-a3e7-c2492d281a65', '2017-05-27 15:33:10', '2017-05-27 15:33:10', '0', '夹江县', '', '1', '511126', '8', '286', 'JJX', null);
INSERT INTO `b_canton` VALUES ('76acb6f3-0916-4af3-b59a-496ad0480119', '2017-05-27 11:22:32', '2017-05-27 11:22:32', '0', '樊城区', '', '1', '420606', '3', '213', 'FCQ', null);
INSERT INTO `b_canton` VALUES ('76b6e6b7-5b89-45a6-b134-677fd52be44d', '2017-05-26 15:13:57', '2017-05-26 15:13:57', '0', '静安区', '', '1', '310106', '4', '112', 'JAQ', null);
INSERT INTO `b_canton` VALUES ('76e003fa-28ad-4c63-9d4c-760941a03cbb', '2017-05-27 13:53:20', '2017-05-27 13:53:20', '0', '五华县', '', '1', '441424', '6', '248', 'WHX', null);
INSERT INTO `b_canton` VALUES ('77', null, null, null, '辽宁省丹东市', null, '1', null, '77', '7', 'LNSDDS', null);
INSERT INTO `b_canton` VALUES ('771179fc-237a-413f-8352-fd5cdf13800b', '2017-05-27 16:28:36', '2017-05-27 16:28:36', '0', '松桃苗族自治县', '', '1', '520628', '11', '302', 'STMZZZX', null);
INSERT INTO `b_canton` VALUES ('7714376c-d12d-4008-81e0-9abd783384fe', '2017-05-26 16:15:55', '2017-05-26 16:15:55', '0', '诸暨市', '', '1', '330681', '6', '134', 'ZJS', null);
INSERT INTO `b_canton` VALUES ('7728a61e-b204-4d30-b90f-d4dc751c0fbf', '2017-05-27 17:08:52', '2017-05-27 17:08:52', '0', '武定县', '', '1', '532329', '9', '315', 'WDX', null);
INSERT INTO `b_canton` VALUES ('7755ac11-cf26-4e24-80cc-dcf5cb51b036', '2017-05-27 10:10:48', '2017-05-27 10:10:48', '0', '市辖区', '', '1', '371701', '1', '190', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('778a1573-32c4-48a4-b0ca-c7e6728f4210', '2017-05-27 12:57:17', '2017-05-27 12:57:17', '0', '津市市', '', '1', '430781', '10', '229', 'JSS', null);
INSERT INTO `b_canton` VALUES ('778ca374-1e02-4dd6-9439-f1c7ece75151', '2017-05-26 16:02:12', '2017-05-26 16:02:12', '0', '滨江区', '', '1', '330108', '7', '127', 'BJQ', null);
INSERT INTO `b_canton` VALUES ('77aab37a-ab0a-486c-96ec-208b908e27ad', '2017-05-26 14:39:13', '2017-05-26 14:39:13', '0', '克东县', '', '1', '230230', '15', '97', 'KDX', null);
INSERT INTO `b_canton` VALUES ('77b2dd0c-c1e7-451b-bfba-c92affccfeb5', '2017-05-27 19:43:52', '2017-05-27 19:43:52', '0', '阿勒泰市', '', '1', '654301', '1', '380', 'ALTS', null);
INSERT INTO `b_canton` VALUES ('77bcdb42-b2e3-4a41-a490-61053ef6a20c', '2017-05-26 09:31:59', '2017-05-26 09:31:59', '0', '威县', '', '1', '130533', '16', '42', 'WX', null);
INSERT INTO `b_canton` VALUES ('77c3c2e5-a3d0-453e-8579-95ed7b0cd447', '2017-05-26 16:48:09', '2017-05-26 16:48:09', '0', '市辖区', '', '1', '340601', '1', '142', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('77ceed85-db49-4f0b-8715-34f7a91ac195', '2017-05-27 15:30:10', '2017-05-27 15:30:10', '0', '威远县', '', '1', '511024', '4', '285', 'WYX', null);
INSERT INTO `b_canton` VALUES ('77d0182f-5733-4a80-8a55-886be44a8573', '2017-05-26 10:11:32', '2017-05-26 10:11:39', '0', '古交市', '', '1', '140181', '11', '49', 'GJS', null);
INSERT INTO `b_canton` VALUES ('77ead32a-eb72-4488-b027-5334b4770fbc', '2017-05-26 15:13:32', '2017-05-26 15:13:32', '0', '徐汇区', '', '1', '310104', '2', '112', 'XHQ', null);
INSERT INTO `b_canton` VALUES ('78', null, null, null, '辽宁省锦州市', null, '1', null, '78', '7', 'LNSJZS', null);
INSERT INTO `b_canton` VALUES ('7809638d-e7f2-4400-b7fe-e0a55d8dc267', '2017-05-27 18:33:24', '2017-05-27 18:33:24', '0', '天祝藏族自治县', '', '1', '620623', '5', '345', 'TZCZZZX', null);
INSERT INTO `b_canton` VALUES ('780a7819-acb3-4174-9205-79cfc1980bad', '2017-05-26 09:53:02', '2017-05-26 09:53:02', '0', '东光县', '', '1', '130923', '6', '46', 'DGX', null);
INSERT INTO `b_canton` VALUES ('780bbf36-6827-400b-85d6-d213274a3b04', '2017-05-27 14:19:31', '2017-05-27 14:19:31', '0', '龙胜各族自治县', '', '1', '450328', '14', '260', 'LSGZZZX', null);
INSERT INTO `b_canton` VALUES ('781f77bb-fadb-4946-80c0-3d3622094141', '2017-05-27 15:39:28', '2017-05-27 15:39:28', '0', '翠屏区', '', '1', '511502', '2', '289', 'CPQ', null);
INSERT INTO `b_canton` VALUES ('783eba46-0aa5-4584-83e6-21ae815af2d0', '2017-05-27 10:11:50', '2017-05-27 10:11:50', '0', '成武县', '', '1', '371723', '6', '190', 'CWX', null);
INSERT INTO `b_canton` VALUES ('784b6c2d-aa32-43e5-99ec-f0cf29ba3dfd', '2017-05-27 11:25:17', '2017-05-27 11:25:17', '0', '梁子湖区', '', '1', '420702', '2', '214', 'LZHQ', null);
INSERT INTO `b_canton` VALUES ('785f249f-a2d5-4b61-b7a7-70abc08251e5', '2017-05-27 16:19:15', '2017-05-27 16:19:15', '0', '平坝区', '', '1', '520403', '3', '301', 'PBQ', null);
INSERT INTO `b_canton` VALUES ('785f4355-c5bb-4b7e-a827-50d0469a664c', '2017-05-26 14:32:41', '2017-05-26 14:32:41', '0', '呼兰区', '', '1', '230111', '8', '96', 'HLQ', null);
INSERT INTO `b_canton` VALUES ('78617f44-19a1-48be-b918-1479120ba388', '2017-05-27 14:08:32', '2017-05-27 14:08:32', '0', '青秀区', '', '1', '450103', '3', '258', 'QXQ', null);
INSERT INTO `b_canton` VALUES ('787a10be-b0a9-448e-83dd-a2ea7a8464f6', '2017-05-27 13:59:53', '2017-05-27 13:59:53', '0', '连南瑶族自治县', '', '1', '441826', '7', '252', 'LNYZZZX', null);
INSERT INTO `b_canton` VALUES ('78845350-aac7-4768-a40b-c1e86b98f2d4', '2017-05-26 18:07:17', '2017-05-26 18:07:17', '0', '九江县', '', '1', '360421', '4', '166', 'JJX', null);
INSERT INTO `b_canton` VALUES ('788a456d-183a-40de-abbf-27c8b23ab58a', '2017-05-27 14:14:18', '2017-05-27 14:14:18', '0', '柳江区', '', '1', '450206', '6', '259', 'LJQ', null);
INSERT INTO `b_canton` VALUES ('788c0f7d-a8ae-475d-8a55-b5f65ce68c8d', '2017-05-26 14:57:29', '2017-05-26 14:57:29', '0', '桦南县', '', '1', '230822', '6', '103', 'WNX', null);
INSERT INTO `b_canton` VALUES ('788d6ff1-3a57-4641-bea7-4ba9296f2114', '2017-05-26 14:28:15', '2017-05-26 14:28:15', '0', '敦化市', '', '1', '222403', '3', '94', 'DHS', null);
INSERT INTO `b_canton` VALUES ('78999945-aa81-4a60-b635-c921909e7943', '2017-05-26 17:43:31', '2017-05-26 17:43:31', '0', '平和县', '', '1', '350628', '10', '159', 'PHX', null);
INSERT INTO `b_canton` VALUES ('78a09661-894e-488b-93ed-6af8dfefa669', '2017-05-27 12:52:10', '2017-05-27 12:52:10', '0', '岳阳县', '', '1', '430621', '5', '228', 'YYX', null);
INSERT INTO `b_canton` VALUES ('78b7ae65-f409-4b8c-bd98-9561d62cf0cc', '2017-05-26 10:30:28', '2017-05-26 10:30:28', '0', '平遥县', '', '1', '140728', '10', '55', 'PYX', null);
INSERT INTO `b_canton` VALUES ('78c0b429-6ab2-4309-b736-3ec00988be2c', '2017-05-26 13:44:16', '2017-05-26 13:44:16', '0', '恒仁满族自治县', '', '1', '210522', '7', '76', 'HRMZZZX', null);
INSERT INTO `b_canton` VALUES ('78c68b3e-42ae-4017-b3eb-1c9c08ae19cd', '2017-05-26 16:27:27', '2017-05-26 16:27:27', '0', '缙云县', '', '1', '331122', '4', 'a2ce7e83-1df0-48ba-8c5a-7d1f202f78f7', 'PYX', null);
INSERT INTO `b_canton` VALUES ('78ce37b0-041f-47e5-a488-761dc41806bb', '2017-05-27 17:52:05', '2017-05-27 17:52:05', '0', '莲湖区', '', '1', '610104', '4', '330', 'LHQ', null);
INSERT INTO `b_canton` VALUES ('78d5a4ed-2337-4ab2-90f1-737c571a0e83', '2017-05-26 13:38:04', '2017-05-26 13:38:04', '0', '铁西区', '', '1', '210303', '3', '74', 'TXQ', null);
INSERT INTO `b_canton` VALUES ('78d7b94d-fd47-410e-8ffc-cb999be7aabe', '2017-05-26 14:28:55', '2017-05-26 14:28:55', '0', '和龙市', '', '1', '222406', '6', '94', 'HLS', null);
INSERT INTO `b_canton` VALUES ('78dd8982-e765-4a2a-a858-25fd5b3e8bfe', '2017-05-26 17:35:29', '2017-05-26 17:35:37', '0', '沙县', '', '1', '350427', '9', '157', 'SX', null);
INSERT INTO `b_canton` VALUES ('78e208b5-44e2-4a42-b13a-aa1a58bba626', '2017-05-27 18:07:44', '2017-05-27 18:07:44', '0', '延长县', '', '1', '610621', '4', '335', 'YCX', null);
INSERT INTO `b_canton` VALUES ('78e51341-2223-40ab-ad9c-55eb6e6a350f', '2017-05-26 18:17:11', '2017-05-26 18:17:11', '0', '会昌县', '', '1', '360733', '15', '169', 'HCX', null);
INSERT INTO `b_canton` VALUES ('78e8bf00-0e48-435a-8368-39bd51fd12ea', '2017-05-27 19:24:49', '2017-05-27 19:24:49', '0', '呼图壁县', '', '1', '652323', '3', '371', 'HTBX', null);
INSERT INTO `b_canton` VALUES ('78ee5e1a-6805-4814-aaad-4a6c46f86c21', '2017-05-26 16:23:16', '2017-05-26 16:23:16', '0', '普陀区', '', '1', '330903', '3', 'b19334c2-0ccd-473c-b6ae-b7680d02c987', 'PTQ', null);
INSERT INTO `b_canton` VALUES ('78efcbc7-71fa-4adc-9072-86857654554e', '2017-05-26 14:50:41', '2017-05-26 14:50:41', '0', '友好区', '', '1', '230704', '4', '102', 'YHQ', null);
INSERT INTO `b_canton` VALUES ('78f4b082-4c42-4e8c-a6f9-a7ab6cba0d97', '2017-05-26 14:32:28', '2017-05-26 14:32:28', '0', '香坊区', '', '1', '230110', '7', '96', 'XFQ', null);
INSERT INTO `b_canton` VALUES ('78f7170b-737f-4353-bf04-ed588b8aa897', '2017-05-26 13:40:35', '2017-05-26 13:40:35', '0', '东洲区', '', '1', '210403', '3', '75', 'DZQ', null);
INSERT INTO `b_canton` VALUES ('78fabe40-ea14-4f0f-a172-e235be198daa', '2017-05-26 15:25:43', '2017-05-26 15:25:43', '0', '市辖区', '', '1', '320101', '1', '17076c42-81a5-4063-b798-c2eb0b38a41b', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('79', null, null, null, '辽宁省营口市', null, '1', null, '79', '7', 'LNSYKS', null);
INSERT INTO `b_canton` VALUES ('7902ab63-427e-4d4c-8dc5-ca8066aa3398', '2017-05-27 18:38:48', '2017-05-27 18:38:48', '0', '玉门市', '', '1', '620981', '7', '348', 'YMS', null);
INSERT INTO `b_canton` VALUES ('791bf80b-b048-4f62-9691-a346ca50cdd0', '2017-05-27 16:29:46', '2017-05-27 16:29:46', '0', '望谟县', '', '1', '522326', '6', '303', 'WNX', null);
INSERT INTO `b_canton` VALUES ('7922a031-966d-4807-9c52-ea934989ed85', '2017-05-26 14:05:39', '2017-05-26 14:05:39', '0', '昌图县', '', '1', '211224', '6', '83', 'CTX', null);
INSERT INTO `b_canton` VALUES ('7928c8ba-4988-41a2-9561-c16d6ebe753a', '2017-05-27 17:55:11', '2017-05-27 17:55:11', '0', '王益区', '', '1', '610202', '2', '331', 'WYQ', null);
INSERT INTO `b_canton` VALUES ('7968528d-446a-484a-bbea-1a226979d372', '2017-05-25 18:07:19', '2017-05-25 18:07:19', '0', '长安区', '', '1', '130102', '2', '38', 'CAQ', null);
INSERT INTO `b_canton` VALUES ('7979a296-1eac-49db-a668-f3dfde419714', '2017-05-27 19:44:19', '2017-05-27 19:44:19', '0', '富蕴县', '', '1', '654322', '3', '380', 'FYX', null);
INSERT INTO `b_canton` VALUES ('7990ce59-5511-4392-a9b6-3d12b6adcabd', '2017-05-26 17:03:33', '2017-05-26 17:03:45', '0', '凤阳县', '', '1', '341126', '7', '146', 'FYX', null);
INSERT INTO `b_canton` VALUES ('7990f676-588e-4699-9b83-2a4d669060e4', '2017-05-26 10:53:07', '2017-05-26 10:53:07', '0', '交城县', '', '1', '141122', '4', '59', 'JCX', null);
INSERT INTO `b_canton` VALUES ('79af06f5-cd79-4898-89e3-e0e4df366ad6', '2017-05-26 14:21:25', '2017-05-26 14:21:25', '0', '集安市', '', '1', '220582', '8', '90', 'JAS', null);
INSERT INTO `b_canton` VALUES ('79b012e3-dc2b-4987-8779-a71669254f06', '2017-05-27 11:18:16', '2017-05-27 11:18:29', '0', '夷陵区', '', '1', '420506', '6', '212', 'YLQ', null);
INSERT INTO `b_canton` VALUES ('79bc3bb6-0aa2-4167-9d37-a0ffe8856a1f', '2017-05-27 14:42:19', '2017-05-27 14:42:19', '0', '江州区', '', '1', '451402', '2', '271', 'JZQ', null);
INSERT INTO `b_canton` VALUES ('79cc1560-9bfc-4cd4-b706-6f01da4b95d8', '2017-05-26 11:27:47', '2017-05-26 11:27:47', '0', '四子王旗', '', '1', '150929', '11', '68', 'SZWQ', null);
INSERT INTO `b_canton` VALUES ('79e33303-306b-4d0b-8804-9bc1ab94de92', '2017-05-26 11:31:21', '2017-05-26 11:31:21', '0', '东乌珠穆沁旗', '', '1', '152525', '6', '70', 'DWZMQQ', null);
INSERT INTO `b_canton` VALUES ('79e64557-6e6a-4cae-b802-9ee18b2002d5', '2017-05-26 16:00:14', '2017-05-26 16:00:14', '0', '浙江省台州市', '', '1', '331000', '10', '12', 'ZJSTZS', null);
INSERT INTO `b_canton` VALUES ('79e73f6e-5d8d-486f-aa7e-3e08c8f70cdd', '2017-05-27 12:53:27', '2017-05-27 12:53:34', '0', '汨罗市', '', '1', '430681', '9', '228', 'MLS', null);
INSERT INTO `b_canton` VALUES ('79eeb1f4-1ed0-47c0-9aad-09622d1258a1', '2017-05-27 13:55:44', '2017-05-27 13:55:44', '0', '紫金县', '', '1', '441621', '3', '250', 'ZJX', null);
INSERT INTO `b_canton` VALUES ('7a01caed-6e90-4703-a3ad-6b4c4a2b164b', '2017-05-27 10:45:39', '2017-05-27 10:45:39', '0', '濮阳县', '', '1', '410928', '7', '199', 'PYX', null);
INSERT INTO `b_canton` VALUES ('7a2c6460-11fe-49a8-9189-7e6bde9adadc', '2017-05-27 15:17:11', '2017-05-27 15:17:11', '0', '西区', '', '1', '510403', '3', '279', 'XQ', null);
INSERT INTO `b_canton` VALUES ('7a3700cd-68c1-4f9b-8fca-2b10a970daf7', '2017-05-27 17:56:50', '2017-05-27 17:56:50', '0', '凤翔县', '', '1', '610322', '5', '332', 'FXX', null);
INSERT INTO `b_canton` VALUES ('7a3c969f-386e-48c6-9ac2-545cd96752d0', '2017-05-27 18:41:10', '2017-05-27 18:41:10', '0', '正宁县', '', '1', '621025', '7', '349', 'ZNX', null);
INSERT INTO `b_canton` VALUES ('7a6544b5-a613-4b98-a9ee-ae39cedc58a2', '2017-05-26 15:09:34', '2017-05-26 15:09:34', '0', '塔河县', '', '1', '232722', '2', '108', 'THX', null);
INSERT INTO `b_canton` VALUES ('7a6ca5bc-15bb-4fdf-aa7f-b263f076cf16', '2017-05-26 11:02:29', '2017-05-26 11:02:29', '0', '固阳县', '', '1', '150222', '9', '61', 'GYX', null);
INSERT INTO `b_canton` VALUES ('7a79481d-b004-4445-929f-c6a23cf9eaa5', '2017-05-26 09:27:50', '2017-05-26 09:27:50', '0', '桥西区', '', '1', '130503', '3', '42', 'QXQ', null);
INSERT INTO `b_canton` VALUES ('7a9322db-5c21-4587-ad69-f05e17a32f20', '2017-05-26 09:16:45', '2017-05-26 09:16:45', '0', '迁西县', '', '1', '130227', '13', '39', 'QXX', null);
INSERT INTO `b_canton` VALUES ('7a9e50ba-ce23-4931-b363-efb52c95b840', '2017-05-27 13:42:51', '2017-05-27 13:42:51', '0', '市辖区', '', '1', '440901', '1', '245', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('7aaa7945-e634-4602-b3a8-c411556a28a3', '2017-05-27 13:32:57', '2017-05-27 13:32:57', '0', '龙岗区', '', '1', '440307', '6', '239', 'LGQ', null);
INSERT INTO `b_canton` VALUES ('7aae2226-4995-499f-944e-a424354192ba', '2017-05-26 10:42:56', '2017-05-26 10:43:04', '0', '五寨县', '', '1', '140928', '10', '57', 'WZX', null);
INSERT INTO `b_canton` VALUES ('7ab59172-49e3-4109-b5bb-973757d15445', '2017-05-26 09:37:56', '2017-05-26 09:39:04', '0', '曲阳县', '', '1', '130634', '17', '43', 'QYX', null);
INSERT INTO `b_canton` VALUES ('7ac9d9df-66e8-4883-8c2c-c6c97a167f2c', '2017-05-27 19:30:16', '2017-05-27 19:30:16', '0', '博湖县', '', '1', '652829', '9', '373', 'BHX', null);
INSERT INTO `b_canton` VALUES ('7ad67793-7800-42bd-930e-52506d29dde2', '2017-05-27 10:26:19', '2017-05-27 10:26:19', '0', '孟津县', '', '1', '410322', '8', '193', 'MJX', null);
INSERT INTO `b_canton` VALUES ('7ad734b9-4b9a-4a02-8a76-28f592b0f370', '2017-05-27 10:36:06', '2017-05-27 10:36:06', '0', '淇县', '', '1', '410622', '6', '196', 'QX', null);
INSERT INTO `b_canton` VALUES ('7aef6b6c-fa3b-40ba-9cdd-93e12ed7408d', '2017-05-27 13:56:48', '2017-05-27 13:56:48', '0', '市辖区', '', '1', '441701', '1', '251', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('7af61db1-3dac-4c2e-a721-a3b9542acf94', '2017-05-27 15:57:55', '2017-05-27 15:57:55', '0', '炉霍县', '', '1', '513327', '7', '296', 'LHX', null);
INSERT INTO `b_canton` VALUES ('7b0dd052-a30c-48c5-bcdc-a62c5294ca32', '2017-05-26 10:18:18', '2017-05-26 10:18:18', '0', '长治县', '', '1', '140421', '4', '52', 'CZX', null);
INSERT INTO `b_canton` VALUES ('7b17abba-4298-49cd-bd0d-fa3e2ebb7748', '2017-05-27 10:54:49', '2017-05-27 10:54:49', '0', '梁园区', '', '1', '411402', '2', '204', 'LYQ', null);
INSERT INTO `b_canton` VALUES ('7b488211-46d9-4f89-9858-3fd85a3277c5', '2017-05-26 14:48:50', '2017-05-26 14:48:56', '0', '林甸县', '', '1', '230623', '9', '101', 'LDX', null);
INSERT INTO `b_canton` VALUES ('7b4d8e00-22bb-4e70-9e92-b44ad0159c66', '2017-05-26 11:22:29', '2017-05-26 11:22:29', '0', '五原县', '', '1', '150821', '3', '67', 'WYX', null);
INSERT INTO `b_canton` VALUES ('7b5f4d44-5578-4039-8079-54b6d36f1325', '2017-05-26 15:21:28', '2017-05-26 15:21:28', '0', '江苏省无锡市', '', '1', '320200', '2', '11', 'JSSWXS', null);
INSERT INTO `b_canton` VALUES ('7b6ccc9e-5ae5-44b9-ae19-2ee67135aca9', '2017-05-26 14:08:01', '2017-05-26 14:08:01', '0', '建平县', '', '1', '211322', '5', '84', 'JPX', null);
INSERT INTO `b_canton` VALUES ('7b899c8f-2772-49e0-a226-e4feef3a6580', '2017-05-27 16:47:54', '2017-05-27 16:48:02', '0', '会泽县', '', '1', '530326', '9', '308', 'HZX', null);
INSERT INTO `b_canton` VALUES ('7bcca685-921b-48cf-8c20-40c5ec90edcd', '2017-05-26 17:30:26', '2017-05-26 17:30:26', '0', '涵江区', '', '1', '350303', '3', '156', 'HJQ', null);
INSERT INTO `b_canton` VALUES ('7bf72448-3736-4aea-8201-7400727d1408', '2017-05-26 16:14:18', '2017-05-26 16:14:18', '0', '德清县', '', '1', '330521', '4', '133', 'DQX', null);
INSERT INTO `b_canton` VALUES ('7bfa866c-c751-401b-b12b-d7dac5e852e0', '2017-05-26 16:41:39', '2017-05-26 16:41:39', '0', '龙子湖区', '', '1', '340302', '2', '139', 'LZHQ', null);
INSERT INTO `b_canton` VALUES ('7c018bfd-26e5-4dc9-8541-34245834bd8f', '2017-05-26 17:07:13', '2017-05-26 17:07:13', '0', '界首市', '', '1', '341282', '9', '147', 'JSS', null);
INSERT INTO `b_canton` VALUES ('7c0c0fb5-0f67-4cb1-83d3-01f79559ba3e', '2017-05-27 19:07:18', '2017-05-27 19:07:18', '0', '兴庆区', '', '1', '640104', '2', '362', 'XQQ', null);
INSERT INTO `b_canton` VALUES ('7c1a6e73-2ce2-4c35-a1ff-2a5d91a216ca', '2017-05-26 14:55:29', '2017-05-26 14:55:29', '0', '红星区', '', '1', '230715', '15', '102', 'HXQ', null);
INSERT INTO `b_canton` VALUES ('7c249a92-1ded-4081-b087-98fbd11dec74', '2017-05-26 14:42:25', '2017-05-26 14:42:25', '0', '市辖区', '', '1', '230401', '1', '99', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('7c33154c-b89f-4b8a-b349-48b565d97858', '2017-05-27 11:36:25', '2017-05-27 11:36:25', '0', '曾都区', '', '1', '421303', '2', '220', 'ZDQ', null);
INSERT INTO `b_canton` VALUES ('7c3524c9-8a97-4e7c-905b-0f6e5d422208', '2017-05-26 15:41:35', '2017-05-26 15:41:35', '0', '如皋市', '', '1', '320682', '8', '937b81e5-ce62-429a-b6d8-33ea4e7159c0', 'RGS', null);
INSERT INTO `b_canton` VALUES ('7c580a2b-7f2b-41ea-a4c5-b365f2012dcd', '2017-05-26 10:53:17', '2017-05-26 10:53:17', '0', '兴县', '', '1', '141123', '5', '59', 'XX', null);
INSERT INTO `b_canton` VALUES ('7c5ed1ce-69cc-4420-80b6-4a19c04f9ad9', '2017-05-26 14:38:56', '2017-05-26 14:38:56', '0', '克山县', '', '1', '230229', '14', '97', 'KSX', null);
INSERT INTO `b_canton` VALUES ('7c98f73d-536e-4576-b6cb-94813c276b2e', '2017-05-27 16:08:39', '2017-05-27 16:08:39', '0', '花溪区', '', '1', '520111', '4', '298', 'HXQ', null);
INSERT INTO `b_canton` VALUES ('7cacb064-ec23-45fa-8665-271a9bdb6f53', '2017-05-27 09:55:48', '2017-05-27 09:55:48', '0', '乳山市', '', '1', '371083', '5', '183', 'RSS', null);
INSERT INTO `b_canton` VALUES ('7cb1d411-623f-4ca0-890f-e6b29eec93ca', '2017-05-26 17:30:38', '2017-05-26 17:30:38', '0', '荔城区', '', '1', '350304', '4', '156', 'LCQ', null);
INSERT INTO `b_canton` VALUES ('7cb5e274-d063-4f5e-99ed-e7461674bebb', '2017-05-27 17:34:57', '2017-05-27 17:34:57', '0', '江达县', '', '1', '540321', '2', '324', 'JDX', null);
INSERT INTO `b_canton` VALUES ('7ccafd10-3079-4aed-861b-7386e25e493a', '2017-05-25 17:54:06', '2017-05-25 17:54:06', '0', '南开区', '', '1', '120104', '5', '3', 'NKQ', null);
INSERT INTO `b_canton` VALUES ('7cd06e01-a1e7-468f-889e-40f6f25cfed6', '2017-05-26 10:10:03', '2017-05-26 10:10:03', '0', '万柏林区', '', '1', '140109', '6', '49', 'WBLQ', null);
INSERT INTO `b_canton` VALUES ('7d4963fe-da0c-42be-af90-fe6c7ddb960e', '2017-05-27 13:58:32', '2017-05-27 13:58:32', '0', '清城区', '', '1', '441802', '2', '252', 'QCQ', null);
INSERT INTO `b_canton` VALUES ('7d496658-1a79-4c1d-87e4-cac50c62c6c1', '2017-05-27 15:29:17', '2017-05-27 15:29:17', '0', '大英县', '', '1', '510923', '6', '284', 'DYX', null);
INSERT INTO `b_canton` VALUES ('7d727436-70ac-4dfc-b2f5-1d5601ef9bc4', '2017-05-26 15:51:13', '2017-05-26 15:51:13', '0', '市辖区', '', '1', '321101', '1', '17723387-32ed-44ab-be2e-f82e4bbb16d0', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('7d82d1b2-7bf7-4f84-b362-7a68bd2ac6bb', '2017-05-26 14:22:38', '2017-05-26 14:22:38', '0', '抚松县', '', '1', '220621', '4', '91', 'FSX', null);
INSERT INTO `b_canton` VALUES ('7d863aec-24f0-4826-9cb2-09d3061dc4e9', '2017-05-25 17:54:19', '2017-05-25 17:54:32', '0', '河北区', '', '1', '120105', '6', '3', 'HBQ', null);
INSERT INTO `b_canton` VALUES ('7d90dc5b-3348-4d83-a808-2b4b1c7fd40c', '2017-05-26 14:42:02', '2017-05-26 14:42:02', '0', '虎林市', '', '1', '230381', '9', '98', 'HLS', null);
INSERT INTO `b_canton` VALUES ('7dbd71d3-5e19-42ea-8384-09f35c1df0b3', '2017-05-26 15:37:58', '2017-05-26 15:37:58', '0', '相城区', '', '1', '320507', '4', '98fd7192-e4bf-49ef-a19a-61f20d75ec51', 'XCQ', null);
INSERT INTO `b_canton` VALUES ('7dc5a140-2508-4c52-bfa4-373caeef8391', '2017-05-26 13:47:05', '2017-05-26 13:47:05', '0', '黑山县', '', '1', '210726', '5', '78', 'HSX', null);
INSERT INTO `b_canton` VALUES ('7dd689bf-4dfc-4858-b2ef-b91bdf96cf53', '2017-05-26 09:30:07', '2017-05-26 09:30:07', '0', '南和县', '', '1', '130527', '10', '42', 'NHX', null);
INSERT INTO `b_canton` VALUES ('7e05f9a5-9393-46d8-9408-541d6608ac17', '2017-05-26 17:57:49', '2017-05-26 17:57:49', '0', '青云谱区', '', '1', '360104', '4', '163', 'QYPQ', null);
INSERT INTO `b_canton` VALUES ('7e3bbb11-978c-4638-863f-fe05980fb385', '2017-05-27 12:45:32', '2017-05-27 12:45:32', '0', '石鼓区', '', '1', '430407', '4', '226', 'SGQ', null);
INSERT INTO `b_canton` VALUES ('7e436aaf-77f1-49cd-ba36-6e3e6e00df9c', '2017-05-25 18:09:25', '2017-05-25 18:09:25', '0', '裕华区', '', '1', '130108', '6', '38', 'YHQ', null);
INSERT INTO `b_canton` VALUES ('7e5ea7b4-8514-43c6-a57d-545799db4fbc', '2017-05-25 18:29:50', '2017-05-25 18:29:50', '0', '晋州市', '', '1', '130183', '21', '38', 'JZS', null);
INSERT INTO `b_canton` VALUES ('7e905182-f3ea-4795-b7db-a29da16b3217', '2017-05-26 16:08:36', '2017-05-26 16:08:36', '0', '龙湾区', '', '1', '330303', '3', '131', 'LWQ', null);
INSERT INTO `b_canton` VALUES ('7ea4307a-936f-4712-ba53-6728b918d45c', '2017-05-27 19:25:54', '2017-05-27 19:25:54', '0', '木垒哈萨克自治县', '', '1', '652328', '7', '371', 'MLHSKZZX', null);
INSERT INTO `b_canton` VALUES ('7ea4bb44-1c57-472e-a5bc-c24701b5615d', '2017-05-26 11:05:47', '2017-05-26 11:05:47', '0', '松山区', '', '1', '150404', '4', '63', 'SSQ', null);
INSERT INTO `b_canton` VALUES ('7eda7bb2-b225-4e97-940d-c28b55b91ae5', '2017-05-27 09:21:17', '2017-05-27 09:21:17', '0', '信州区', '', '1', '361102', '2', '173', 'XZQ', null);
INSERT INTO `b_canton` VALUES ('7ef5e97d-a91e-472f-a9bc-18f00f51a922', '2017-05-26 14:11:11', '2017-05-26 14:11:17', '0', '兴城市', '', '1', '211481', '7', '85', 'XCS', null);
INSERT INTO `b_canton` VALUES ('7f0e759b-c889-45a2-8edf-e51f743c8821', '2017-05-27 19:25:16', '2017-05-27 19:25:16', '0', '奇台县', '', '1', '652325', '5', '371', 'QTX', null);
INSERT INTO `b_canton` VALUES ('7f4f7c9f-9342-4621-9155-9773b51af7b9', '2017-05-26 11:02:49', '2017-05-26 11:02:49', '0', '达尔罕茂明安联合旗', '', '1', '150223', '11', '61', 'DEHMMALHQ', null);
INSERT INTO `b_canton` VALUES ('7f8007ec-521e-4fcf-a2e5-28acae7e3609', '2017-05-26 15:31:33', '2017-05-26 15:31:33', '0', '铜山区', '', '1', '320312', '6', '3ea4535b-a908-44c9-aafc-01b0f78166f4', 'TSQ', null);
INSERT INTO `b_canton` VALUES ('7f9b22cf-8476-4862-b2a5-8e14dc88f7f5', '2017-05-27 15:08:40', '2017-05-27 15:08:40', '0', '市辖区', '', '1', '510101', '1', '277', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('7fd3d420-31c6-408b-be2c-123823af16ef', '2017-05-27 18:30:30', '2017-05-27 18:30:30', '0', '秦州区', '', '1', '620502', '2', '344', 'QZQ', null);
INSERT INTO `b_canton` VALUES ('7fd631e2-6fe2-4513-bff5-04c57b8dc38d', '2017-05-27 14:35:10', '2017-05-27 14:35:17', '0', '昭平县', '', '1', '451121', '4', '268', 'ZPX', null);
INSERT INTO `b_canton` VALUES ('7fdaaae2-51b5-4eaa-a351-60e72449e5b3', '2017-05-26 14:41:52', '2017-05-26 14:41:52', '0', '鸡东县', '', '1', '230321', '8', '98', 'JDX', null);
INSERT INTO `b_canton` VALUES ('7fe0b325-510f-4944-950e-60766af5fa09', '2017-05-26 14:18:02', '2017-05-26 14:18:02', '0', '公主岭市', '', '1', '220381', '6', '88', 'GZLS', null);
INSERT INTO `b_canton` VALUES ('7fe29442-270d-4d9a-9c17-bbb4be61ce4e', '2017-05-26 17:58:14', '2017-05-26 17:58:14', '0', '青山湖区', '', '1', '360111', '6', '163', 'QSHQ', null);
INSERT INTO `b_canton` VALUES ('7fef1069-6a6c-4691-96cb-0ca35c32d93c', '2017-05-26 11:30:50', '2017-05-26 11:30:50', '0', '苏尼特左旗', '', '1', '152523', '4', '70', 'SNTZQ', null);
INSERT INTO `b_canton` VALUES ('8', null, null, null, '吉林省', null, '1', null, '8', '1', 'JLS', null);
INSERT INTO `b_canton` VALUES ('80', null, null, null, '辽宁省阜新市', null, '1', null, '80', '7', 'LNSFXS', null);
INSERT INTO `b_canton` VALUES ('8000ec75-aae4-4fe3-850c-1e745b4c2dbb', '2017-05-27 10:05:30', '2017-05-27 10:05:30', '0', '东昌府区', '', '1', '371502', '2', '188', 'DCFQ', null);
INSERT INTO `b_canton` VALUES ('8004308a-edae-4fff-bfd6-cca99dd0a9bc', '2017-05-27 09:36:27', '2017-05-27 09:36:27', '0', '周村区', '', '1', '370306', '6', '176', 'ZCQ', null);
INSERT INTO `b_canton` VALUES ('8013ee81-71f6-42a0-b3f9-ff5b754b0af2', '2017-05-26 11:19:16', '2017-05-26 11:19:16', '0', '陈巴尔虎旗', '', '1', '150725', '8', '66', 'CBEHQ', null);
INSERT INTO `b_canton` VALUES ('8024b1d5-6184-4fb7-aed2-a5ed8b9868a4', '2017-05-27 09:49:38', '2017-05-27 09:49:38', '0', '任城区', '', '1', '370811', '2', '181', 'RCQ', null);
INSERT INTO `b_canton` VALUES ('802fa8e0-d700-4324-a2f0-73045e905d73', '2017-05-26 10:41:10', '2017-05-26 10:41:10', '0', '代县', '', '1', '140923', '5', '57', 'DX', null);
INSERT INTO `b_canton` VALUES ('80355cc5-be6f-47b3-9da9-996de25882b9', '2017-05-27 17:04:29', '2017-05-27 17:04:29', '0', '云县', '', '1', '530922', '4', '314', 'YX', null);
INSERT INTO `b_canton` VALUES ('8046fd91-4261-4143-8ef6-c11c80f29fe5', '2017-05-26 16:01:50', '2017-05-26 16:01:50', '0', '拱墅区', '', '1', '330105', '5', '127', 'GSQ', null);
INSERT INTO `b_canton` VALUES ('8095dec8-12b0-4edb-9769-950b70533c20', '2017-05-27 17:39:28', '2017-05-27 17:39:28', '0', '市辖区', '', '1', '540501', '1', '325', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('809d597c-4e89-4b39-93e8-cdab9898b319', '2017-05-26 17:27:45', '2017-05-26 17:27:45', '0', '思明区', '', '1', '350203', '2', '155', 'SMQ', null);
INSERT INTO `b_canton` VALUES ('80a76abe-584e-4772-a8ad-bbb1ca1a6bcf', '2017-05-27 18:42:30', '2017-05-27 18:42:30', '0', '陇西县', '', '1', '621122', '4', '350', 'LXX', null);
INSERT INTO `b_canton` VALUES ('80c23027-e1bc-4d0e-a107-acb0f45eefb4', '2017-05-27 14:52:37', '2017-05-27 14:52:37', '0', '琼中黎族苗族自治县', '', '1', '469030', '15', '274', 'QZLZMZZZX', null);
INSERT INTO `b_canton` VALUES ('80c81d12-39d9-43e6-9063-d676228f078c', '2017-05-27 18:33:37', '2017-05-27 18:33:37', '0', '市辖区', '', '1', '620701', '1', '346', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('80c83e1a-217d-4218-9321-895434f09e20', '2017-05-27 12:47:09', '2017-05-27 12:47:09', '0', '祁东县', '', '1', '430426', '11', '226', 'QDX', null);
INSERT INTO `b_canton` VALUES ('81', null, null, null, '辽宁省辽阳市', null, '1', null, '81', '7', 'LNSLYS', null);
INSERT INTO `b_canton` VALUES ('814a935a-1290-4bd1-b351-ed71b6949ced', '2017-05-26 17:51:52', '2017-05-26 17:51:52', '0', '屏南县', '', '1', '350923', '5', '162', 'PNX', null);
INSERT INTO `b_canton` VALUES ('815a83cc-7edf-481f-92fb-1b1503e540ea', '2017-05-27 09:56:58', '2017-05-27 09:56:58', '0', '莒县', '', '1', '371122', '5', '184', 'JX', null);
INSERT INTO `b_canton` VALUES ('818bfe79-9599-4303-8cdd-fe2ab832653a', '2017-05-26 16:57:51', '2017-05-26 16:57:59', '0', '歙县', '', '1', '341021', '5', '145', 'SX', null);
INSERT INTO `b_canton` VALUES ('819b058f-1c49-4b79-9d83-b114f76b441e', '2017-05-27 14:33:20', '2017-05-27 14:33:20', '0', '西林县', '', '1', '451030', '11', '267', 'XLX', null);
INSERT INTO `b_canton` VALUES ('81a54954-4ccd-48bd-87be-6f5651530522', '2017-05-26 13:53:10', '2017-05-26 13:53:10', '0', '市辖区', '', '1', '210901', '1', '80', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('81caf00d-fb77-48a3-a4be-16042846178c', '2017-05-26 14:32:01', '2017-05-26 14:32:01', '0', '平房区', '', '1', '230108', '5', '96', 'PFQ', null);
INSERT INTO `b_canton` VALUES ('81cc7a45-86a9-4935-93db-9b281065e0bc', '2017-05-27 09:23:42', '2017-05-27 09:23:42', '0', '万年县', '', '1', '361129', '11', '173', 'WNX', null);
INSERT INTO `b_canton` VALUES ('81f43a4c-e8b8-49ee-bb66-a249ed6f25fd', '2017-05-27 09:50:38', '2017-05-27 09:50:38', '0', '微山县', '', '1', '370826', '4', '181', 'WSX', null);
INSERT INTO `b_canton` VALUES ('81ff6b9a-8c61-4385-a6c0-b8c187db0a28', '2017-05-27 13:58:12', '2017-05-27 13:58:12', '0', '阳春市', '', '1', '441781', '5', '251', 'YCS', null);
INSERT INTO `b_canton` VALUES ('82', null, null, null, '辽宁省盘锦市', null, '1', null, '82', '7', 'LNSPJS', null);
INSERT INTO `b_canton` VALUES ('82081542-a422-4d30-9be4-07ec51f23e29', '2017-05-26 18:07:37', '2017-05-26 18:07:37', '0', '武宁县', '', '1', '360423', '5', '166', 'WNX', null);
INSERT INTO `b_canton` VALUES ('823041e1-f5ce-4bf2-ac61-1bbf2366e23a', '2017-05-27 15:12:03', '2017-05-27 15:12:03', '0', '新津县', '', '1', '510132', '16', '277', 'XJX', null);
INSERT INTO `b_canton` VALUES ('82374494-d345-4350-b4fc-f4e7b9eae6d8', '2017-05-26 09:31:03', '2017-05-26 09:31:03', '0', '新河县', '', '1', '130530', '13', '42', 'XHX', null);
INSERT INTO `b_canton` VALUES ('82381a16-8983-4e64-9b2b-8f344b9dd70b', '2017-05-27 14:04:24', '2017-05-27 14:04:24', '0', '郁南县', '', '1', '445322', '5', '257', 'YNX', null);
INSERT INTO `b_canton` VALUES ('823a0662-b350-4f44-9bcf-9b6874cd7ccb', '2017-05-27 13:36:26', '2017-05-27 13:36:26', '0', '南澳县', '', '1', '440523', '8', '241', 'NAX', null);
INSERT INTO `b_canton` VALUES ('823d7726-96ed-47a3-8c46-858ac0338b19', '2017-05-27 14:36:13', '2017-05-27 14:36:13', '0', '金城江区', '', '1', '451202', '2', '269', 'JCJQ', null);
INSERT INTO `b_canton` VALUES ('823f331a-2645-4cee-aca1-51dbdd66b2df', '2017-05-27 14:34:10', '2017-05-27 14:34:10', '0', '靖西市', '', '1', '451081', '13', '267', 'JXS', null);
INSERT INTO `b_canton` VALUES ('825a2d18-7293-466d-b264-fa77a7d40ee3', '2017-05-27 09:57:41', '2017-05-27 09:57:41', '0', '钢城区', '', '1', '371203', '3', '185', 'GCQ', null);
INSERT INTO `b_canton` VALUES ('825d7f26-0468-47fd-a3a4-a1faf7a6d5a2', '2017-05-27 10:27:34', '2017-05-27 10:27:34', '0', '宜阳县', '', '1', '410327', '13', '193', 'YYX', null);
INSERT INTO `b_canton` VALUES ('82a60ece-8d18-4f5d-b7d1-08e8a4653fb5', '2017-05-27 15:46:20', '2017-05-27 15:46:20', '0', '大竹县', '', '1', '511724', '6', '291', 'DZX', null);
INSERT INTO `b_canton` VALUES ('82b173c6-35b3-4989-9131-6726c0e494a4', '2017-05-26 15:43:38', '2017-05-26 15:43:44', '0', '灌南县', '', '1', '320724', '7', 'faa472aa-cde3-4952-9cc1-d0dbed78459a', 'GNX', null);
INSERT INTO `b_canton` VALUES ('82b93f1d-73ce-4225-9b0d-50c7cd67b6eb', '2017-05-26 15:24:58', '2017-05-26 15:24:58', '0', '江苏省宿迁市', '', '1', '321300', '13', '11', 'JSSSQS', null);
INSERT INTO `b_canton` VALUES ('82c4daab-b6d9-478f-85db-ce471ddba2d4', '2017-05-26 10:42:43', '2017-05-26 10:42:43', '0', '神池县', '', '1', '140927', '9', '57', 'SCX', null);
INSERT INTO `b_canton` VALUES ('82f018d3-6a14-44ec-9fdc-5693ccc30135', '2017-05-27 10:04:31', '2017-05-27 10:04:31', '0', '夏津县', '', '1', '371427', '9', '187', 'XJX', null);
INSERT INTO `b_canton` VALUES ('83', null, null, null, '辽宁省铁岭市', null, '1', null, '83', '7', 'LNSTLS', null);
INSERT INTO `b_canton` VALUES ('832116bc-47ac-4579-9a34-76f18b5ab7a0', '2017-05-27 12:46:23', '2017-05-27 12:46:23', '0', '衡南县', '', '1', '430422', '8', '226', 'HNX', null);
INSERT INTO `b_canton` VALUES ('83363a46-a8ac-4c7a-8818-a13f1cf35987', '2017-05-26 16:13:13', '2017-05-26 16:13:13', '0', '平湖市', '', '1', '330482', '7', '132', 'PHS', null);
INSERT INTO `b_canton` VALUES ('833b7b85-9699-414f-9685-bf26dfd15780', '2017-05-27 19:46:24', '2017-05-27 19:46:24', '0', '铁门关市', '', '1', '659006', '5', '381', 'TMGS', null);
INSERT INTO `b_canton` VALUES ('83b54348-9076-43ea-81f4-24b48356ee89', '2017-05-27 15:44:36', '2017-05-27 15:44:42', '0', '华蓥市', '', '1', '511681', '8', '290', 'HLS', null);
INSERT INTO `b_canton` VALUES ('83c3585b-7d1c-4e00-83a6-b5179c1fdde3', '2017-05-27 14:29:31', '2017-05-27 14:29:31', '0', '福绵区', '', '1', '450903', '3', '266', 'FMQ', null);
INSERT INTO `b_canton` VALUES ('83c3b3b2-24c7-4740-9606-f1baf22f3523', '2017-05-27 18:06:11', '2017-05-27 18:06:16', '0', '韩城市', '', '1', '610581', '11', '334', 'HCS', null);
INSERT INTO `b_canton` VALUES ('83c48c94-d220-44f2-911d-fd25bc079fed', '2017-05-26 13:41:56', '2017-05-26 13:42:02', '0', '新宾满族自治县', '', '1', '210422', '7', '75', 'XBMZZZX', null);
INSERT INTO `b_canton` VALUES ('83cc2a22-5c0a-48b9-985b-567b9e345f2d', '2017-05-26 17:47:37', '2017-05-26 17:47:37', '0', '邵武市', '', '1', '350781', '9', '160', 'SWS', null);
INSERT INTO `b_canton` VALUES ('83cf3fe2-6f74-4083-91cb-004ec277b682', '2017-05-27 16:44:22', '2017-05-27 16:44:22', '0', '石林彝族自治县', '', '1', '530126', '11', '307', 'SLYZZZX', null);
INSERT INTO `b_canton` VALUES ('83d37bbd-67c8-4e1d-a2e5-f92a720eeab3', '2017-05-26 14:05:07', '2017-05-26 14:05:07', '0', '铁岭县', '', '1', '211221', '4', '83', 'TLX', null);
INSERT INTO `b_canton` VALUES ('83df6b42-7eab-4a1d-b616-d54f25244474', '2017-05-27 11:29:17', '2017-05-27 11:29:17', '0', '汉川市', '', '1', '420984', '8', '216', 'HCS', null);
INSERT INTO `b_canton` VALUES ('84', null, null, null, '辽宁省朝阳市', null, '1', null, '84', '7', 'LNSCYS', null);
INSERT INTO `b_canton` VALUES ('840eee2d-bb08-4c12-a164-bd1ca999a88f', '2017-05-27 11:00:42', '2017-05-27 11:00:42', '0', '息县', '', '1', '411528', '11', '205', 'XX', null);
INSERT INTO `b_canton` VALUES ('843ab2fd-c18f-4741-8262-774ac3dc6ad6', '2017-05-27 16:58:24', '2017-05-27 16:58:24', '0', '宁蒗彝族自治县', '', '1', '530724', '6', '312', 'NLYZZZX', null);
INSERT INTO `b_canton` VALUES ('8452d3a4-5642-402d-af48-e166f7d662a0', '2017-05-27 15:59:26', '2017-05-27 15:59:26', '0', '理塘县', '', '1', '513334', '14', '296', 'LTX', null);
INSERT INTO `b_canton` VALUES ('845a60be-4be4-41b2-9df1-9abcf59eaa99', '2017-05-27 17:52:43', '2017-05-27 17:52:43', '0', '末央区', '', '1', '610112', '6', '330', 'MYQ', null);
INSERT INTO `b_canton` VALUES ('84668929-261c-4de1-8632-75e8e0ae8e35', '2017-05-26 11:29:49', '2017-05-26 11:29:49', '0', '突泉县', '', '1', '152224', '6', '69', 'TQX', null);
INSERT INTO `b_canton` VALUES ('847f7774-5fbb-4b9c-8474-3d34833efb4f', '2017-05-26 14:44:40', '2017-05-26 14:44:40', '0', '岭东区', '', '1', '230503', '3', '100', 'LDQ', null);
INSERT INTO `b_canton` VALUES ('8487b140-4882-46c7-b973-4d2a28a80663', '2017-05-27 09:55:36', '2017-05-27 09:55:36', '0', '荣成市', '', '1', '371082', '4', '183', 'RCS', null);
INSERT INTO `b_canton` VALUES ('8495517e-a78d-4abf-a314-ef2792d066b2', '2017-05-27 18:42:14', '2017-05-27 18:42:14', '0', '通渭县', '', '1', '621121', '3', '350', 'TWX', null);
INSERT INTO `b_canton` VALUES ('84b074c9-3f1e-4e92-9cf4-c888b2c38a28', '2017-05-27 09:48:10', '2017-05-27 09:48:10', '0', '诸城市', '', '1', '370782', '9', '180', 'ZCS', null);
INSERT INTO `b_canton` VALUES ('84b25424-2c10-430f-987d-68c2c0b9fe52', '2017-05-26 16:47:42', '2017-05-26 16:47:42', '0', '含山县', '', '1', '340522', '6', '141', 'HSX', null);
INSERT INTO `b_canton` VALUES ('84b8e238-d8b7-4484-a877-691bdba70286', '2017-05-27 17:38:32', '2017-05-27 17:38:32', '0', '墨脱县', '', '1', '540423', '4', '329', 'MTX', null);
INSERT INTO `b_canton` VALUES ('84d71548-46a0-4e2a-a618-c6e08e1f8139', '2017-05-26 10:05:52', '2017-05-26 10:07:04', '0', '省直辖县级行政区划', '', '1', '139000', '12', '4', 'SZXXJXZQH', null);
INSERT INTO `b_canton` VALUES ('84e0d3e7-3f05-4486-9507-2f445a8ce5b1', '2017-05-27 09:39:51', '2017-05-27 09:39:51', '0', '滕州市', '', '1', '370481', '7', '177', 'DZS', null);
INSERT INTO `b_canton` VALUES ('84e368a3-4611-48fb-983a-f500025f04e9', '2017-05-27 16:14:01', '2017-05-27 16:14:01', '0', '桐梓县', '', '1', '520322', '5', '300', 'TZX', null);
INSERT INTO `b_canton` VALUES ('84f3dac7-690c-4f76-91dc-ac6511b3ba6f', '2017-05-26 15:08:36', '2017-05-26 15:08:36', '0', '安达市', '', '1', '231281', '9', '107', 'ADS', null);
INSERT INTO `b_canton` VALUES ('85', null, null, null, '辽宁省葫芦岛市', null, '1', null, '85', '7', 'LNSHLDS', null);
INSERT INTO `b_canton` VALUES ('851e560c-92cb-4ed5-a1e1-418e2994c696', '2017-05-26 10:17:21', '2017-05-26 10:17:21', '0', '盂县', '', '1', '140322', '6', '51', 'YX', null);
INSERT INTO `b_canton` VALUES ('851f5dd8-1b90-4934-b1cb-b2e820817b85', '2017-05-27 18:51:50', '2017-05-27 18:51:50', '0', '碌曲县', '', '1', '623026', '7', '353', 'LQX', null);
INSERT INTO `b_canton` VALUES ('85418c72-243e-43d6-97f3-2187dbdfecd6', '2017-05-26 14:35:17', '2017-05-26 14:35:17', '0', '五常市', '', '1', '230184', '19', '96', 'WCS', null);
INSERT INTO `b_canton` VALUES ('855c6b4e-7192-46e3-8f0f-ce3711470c9b', '2017-05-27 13:50:51', '2017-05-27 13:50:51', '0', '惠阳区', '', '1', '441303', '3', '247', 'HYQ', null);
INSERT INTO `b_canton` VALUES ('855cffba-7a4d-4d1e-89f6-cba774eaa75a', '2017-05-27 10:31:18', '2017-05-27 10:31:18', '0', '汝州市', '', '1', '410482', '11', '194', 'RZS', null);
INSERT INTO `b_canton` VALUES ('857be66a-6b7a-4f12-9a90-ea0810655ee1', '2017-05-27 15:43:59', '2017-05-27 15:44:04', '0', '领水县', '', '1', '511623', '7', '290', 'LSX', null);
INSERT INTO `b_canton` VALUES ('85aa4b77-2fe8-45a4-b2d7-2b33a54c212b', '2017-05-27 16:29:25', '2017-05-27 16:29:25', '0', '晴隆县', '', '1', '522324', '4', '303', 'QLX', null);
INSERT INTO `b_canton` VALUES ('85ac73b4-a9d6-4d1e-9540-be20a357ec00', '2017-05-27 09:21:27', '2017-05-27 09:21:27', '0', '广丰区', '', '1', '361103', '3', '173', 'GFQ', null);
INSERT INTO `b_canton` VALUES ('85be5dbc-21b6-402f-ad33-e5fe2a968aa9', '2017-05-26 15:33:48', '2017-05-26 15:33:48', '0', '邳州市', '', '1', '320382', '11', '3ea4535b-a908-44c9-aafc-01b0f78166f4', 'IZS', null);
INSERT INTO `b_canton` VALUES ('85dbb790-d36b-41bf-94e9-62623715d209', '2017-05-27 10:53:09', '2017-05-27 10:53:09', '0', '淅川县', '', '1', '411326', '9', '203', 'XCX', null);
INSERT INTO `b_canton` VALUES ('85e2a100-b5d5-4ec1-8b13-37d4002e3487', '2017-05-27 12:28:44', '2017-05-27 12:28:44', '0', '天门市', '', '1', '429006', '3', '222', 'TMS', null);
INSERT INTO `b_canton` VALUES ('85eb5511-5f43-4f21-916b-ce6147c39c2f', '2017-05-27 17:08:34', '2017-05-27 17:08:34', '0', '元谋县', '', '1', '532328', '8', '315', 'YMX', null);
INSERT INTO `b_canton` VALUES ('85ee4496-6988-464f-9dbc-7f3699859e80', '2017-05-26 15:07:37', '2017-05-26 15:07:45', '0', '庆安县', '', '1', '231124', '6', '107', 'QAX', null);
INSERT INTO `b_canton` VALUES ('85f3585e-241b-470d-bffa-9ce52bc5d01f', '2017-05-27 17:32:14', '2017-05-27 17:32:14', '0', '白朗县', '', '1', '540228', '9', '326', 'BLX', null);
INSERT INTO `b_canton` VALUES ('86', null, null, null, '吉林省长春市', null, '1', null, '86', '8', 'JLSCCS', null);
INSERT INTO `b_canton` VALUES ('860a245a-7782-446e-9eb5-41d73f6ac2f8', '2017-05-27 12:58:46', '2017-05-27 12:58:46', '0', '市辖区', '', '1', '430901', '1', '231', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('8610b5d4-ecf6-4427-9450-6c92257a38dd', '2017-05-26 17:01:08', '2017-05-26 17:01:08', '0', '祁门县', '', '1', '341024', '8', '145', 'QMX', null);
INSERT INTO `b_canton` VALUES ('861d80c6-dbe6-403c-aeab-b896f401c9fd', '2017-05-27 19:02:54', '2017-05-27 19:02:54', '0', '玉树市', '', '1', '632701', '1', '360', 'YSS', null);
INSERT INTO `b_canton` VALUES ('863d1452-47bf-47c5-bfd1-439e773e1d2d', '2017-05-26 14:36:15', '2017-05-26 14:36:15', '0', '铁锋区', '', '1', '230204', '4', '97', 'TFQ', null);
INSERT INTO `b_canton` VALUES ('8648a161-343c-4c0e-91c4-40b5b3fe16a2', '2017-05-26 11:01:13', '2017-05-26 11:01:13', '0', '青山区', '', '1', '150204', '4', '61', 'QSQ', null);
INSERT INTO `b_canton` VALUES ('8654f6e2-5546-445a-966c-d1a9ed245b19', '2017-05-26 16:39:57', '2017-05-26 16:39:57', '0', '芜湖县', '', '1', '340221', '6', '138', 'WHX', null);
INSERT INTO `b_canton` VALUES ('866e1765-3b6f-42d2-95b1-c640e74585c2', '2017-05-27 17:17:02', '2017-05-27 17:17:02', '0', '漾濞彝族自治县', '', '1', '532922', '2', '319', 'YBYZZZX', null);
INSERT INTO `b_canton` VALUES ('8670736e-8259-4982-a953-cbc9989f7900', '2017-05-27 19:22:22', '2017-05-27 19:22:22', '0', '鄯善县', '', '1', '650421', '2', '369', 'SSX', null);
INSERT INTO `b_canton` VALUES ('86896381-505a-4317-ad3c-7360c2e4bdba', '2017-05-27 15:51:17', '2017-05-27 15:51:17', '0', '平昌县', '', '1', '511923', '6', '293', 'PCX', null);
INSERT INTO `b_canton` VALUES ('86c0ad7b-3c0f-4a11-9cfb-820d42f6c507', '2017-05-26 11:30:31', '2017-05-26 11:30:31', '0', '阿巴嘎旗', '', '1', '152522', '3', '70', 'ABGQ', null);
INSERT INTO `b_canton` VALUES ('86d0ef93-0f97-421b-8aa0-68fdf59452d2', '2017-05-26 16:54:37', '2017-05-26 16:54:37', '0', '望江县', '', '1', '340827', '9', '144', 'WJX', null);
INSERT INTO `b_canton` VALUES ('86d73893-855a-4a28-bcfd-0df1abe79d52', '2017-05-27 14:59:18', '2017-05-27 14:59:18', '0', '潼南区', '', '1', '500152', '22', '275', 'TNQ', null);
INSERT INTO `b_canton` VALUES ('86f23828-ca86-47f0-9f06-e4f54009d4b6', '2017-05-27 11:34:52', '2017-05-27 11:34:52', '0', '咸安区', '', '1', '421202', '2', '219', 'XAQ', null);
INSERT INTO `b_canton` VALUES ('86f5d9fa-d256-4b14-8d60-421cd2f92788', '2017-05-27 18:12:09', '2017-05-27 18:12:09', '0', '宁强县', '', '1', '610726', '8', '336', 'NQX', null);
INSERT INTO `b_canton` VALUES ('87', null, null, null, '吉林省吉林市', null, '1', null, '87', '8', 'JLSJLS', null);
INSERT INTO `b_canton` VALUES ('8711919b-6539-4763-a853-219c64a0a973', '2017-05-26 13:45:28', '2017-05-26 13:45:28', '0', '宽甸满族自治县', '', '1', '210624', '5', '77', 'KDMZZZX', null);
INSERT INTO `b_canton` VALUES ('8721e047-14e6-4131-82b1-49ccbb6a5949', '2017-05-26 17:48:23', '2017-05-26 17:48:23', '0', '建瓯市', '', '1', '350783', '11', '160', 'JOS', null);
INSERT INTO `b_canton` VALUES ('872be66d-30f2-4e83-a52a-5bb1d467deeb', '2017-05-26 13:51:45', '2017-05-26 13:51:45', '0', '老边区', '', '1', '210811', '5', '79', 'LBQ', null);
INSERT INTO `b_canton` VALUES ('8796c79a-df87-4a62-a034-9eac9126b8ce', '2017-05-27 10:29:24', '2017-05-27 10:29:24', '0', '湛河区', '', '1', '410411', '5', '194', 'ZHQ', null);
INSERT INTO `b_canton` VALUES ('87a17148-e883-4c38-b396-baa46ad64fff', '2017-05-25 17:53:50', '2017-05-25 17:53:50', '0', '河西区', '', '1', '120103', '4', '3', 'HXQ', null);
INSERT INTO `b_canton` VALUES ('87b15451-80f7-4e05-8cbe-2d2eff67e635', '2017-05-27 10:59:41', '2017-05-27 10:59:41', '0', '固始县', '', '1', '411525', '8', '205', 'GSX', null);
INSERT INTO `b_canton` VALUES ('87c567ca-7a98-4d8f-bee0-39374310de3b', '2017-05-26 14:01:28', '2017-05-26 14:01:28', '0', '市辖区', '', '1', '211001', '1', '81', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('87eb3d02-1bf4-44f2-a008-cc2a6edb0e40', '2017-05-27 10:06:56', '2017-05-27 10:06:56', '0', '茌平县', '', '1', '371523', '5', '188', 'CPX', null);
INSERT INTO `b_canton` VALUES ('88', null, null, null, '吉林省四平市', null, '1', null, '88', '8', 'JLSSPS', null);
INSERT INTO `b_canton` VALUES ('88078a6f-46cc-46c5-8d1e-67bcc957f257', '2017-05-27 14:31:07', '2017-05-27 14:31:07', '0', '右江区', '', '1', '451002', '2', '267', 'YJQ', null);
INSERT INTO `b_canton` VALUES ('880926f5-dd56-4330-9844-abaceb96e3c4', '2017-05-26 14:57:18', '2017-05-26 14:57:18', '0', '郊区', '', '1', '230811', '5', '103', 'JQ', null);
INSERT INTO `b_canton` VALUES ('8867fc21-0462-4d0e-b619-8693b6126fcc', '2017-05-27 10:41:55', '2017-05-27 10:41:55', '0', '山阳区', '', '1', '410811', '5', '198', 'SYQ', null);
INSERT INTO `b_canton` VALUES ('886bf3ca-3240-4bd9-844c-6168c5f477cb', '2017-05-26 15:07:21', '2017-05-26 15:07:21', '0', '青冈县', '', '1', '231223', '5', '107', 'QGX', null);
INSERT INTO `b_canton` VALUES ('8874605c-36b6-4154-ad82-9c82ca394ea3', '2017-05-27 13:05:28', '2017-05-27 13:05:28', '0', '新田县', '', '1', '431128', '11', '233', 'XTX', null);
INSERT INTO `b_canton` VALUES ('889d2220-0ff2-42cf-a89e-27c6a7703a35', '2017-05-27 16:46:52', '2017-05-27 16:46:52', '0', '陆良县', '', '1', '530322', '5', '308', 'LLX', null);
INSERT INTO `b_canton` VALUES ('889ffb0c-39bc-4a02-985d-8fa205e3fdb4', '2017-05-26 14:16:38', '2017-05-26 14:16:38', '0', '磐石市', '', '1', '220284', '10', '87', 'PSS', null);
INSERT INTO `b_canton` VALUES ('88a46dde-badd-4e8e-aa96-128bc570c5c4', '2017-05-27 11:17:16', '2017-05-27 11:17:16', '0', '西陵区', '', '1', '420502', '2', '212', 'XLQ', null);
INSERT INTO `b_canton` VALUES ('88aa6301-825e-46d5-b7fa-f1b73fbe9f8e', '2017-05-26 15:48:28', '2017-05-26 15:48:28', '0', '阜宁县', '', '1', '320923', '7', '3999a3f0-9039-4abb-9885-4e92b6c13632', 'FNX', null);
INSERT INTO `b_canton` VALUES ('88ad8360-5520-4fa6-bbe1-7db290cce840', '2017-05-26 10:53:28', '2017-05-26 10:53:28', '0', '临县', '', '1', '141124', '6', '59', 'LX', null);
INSERT INTO `b_canton` VALUES ('88af88d4-e674-4345-bf84-9ada007f3c98', '2017-05-27 16:15:01', '2017-05-27 16:15:01', '0', '正安县', '', '1', '520324', '7', '300', 'ZAX', null);
INSERT INTO `b_canton` VALUES ('88bf4619-8ac5-4800-a7e4-44b50aa894f7', '2017-05-27 16:21:38', '2017-05-27 16:21:38', '0', '黔西县', '', '1', '520522', '4', '304', 'QXX', null);
INSERT INTO `b_canton` VALUES ('88f1ecc7-c951-48a7-82ab-9d40e6ead57b', '2017-05-27 09:33:49', '2017-05-27 09:33:49', '0', '胶州市', '', '1', '370281', '8', '175', 'JZS', null);
INSERT INTO `b_canton` VALUES ('88f93480-4a02-457e-ac35-8ab3fe04d0c9', '2017-05-27 17:54:40', '2017-05-27 17:54:40', '0', '周至县', '', '1', '610124', '13', '330', 'ZZX', null);
INSERT INTO `b_canton` VALUES ('89', null, null, null, '吉林省辽源市', null, '1', null, '89', '8', 'JLSLYS', null);
INSERT INTO `b_canton` VALUES ('89050509-bc19-4fce-a0a3-f73ff15f25ed', '2017-05-26 10:48:17', '2017-05-26 10:48:17', '0', '大宁县', '', '1', '141030', '12', '58', 'DNX', null);
INSERT INTO `b_canton` VALUES ('8911d663-2889-432b-87b0-107a1f7e0e68', '2017-05-27 15:18:59', '2017-05-27 15:19:03', '0', '泸县', '', '1', '510521', '5', '280', 'JX', null);
INSERT INTO `b_canton` VALUES ('89307f37-906c-42e2-8851-ba35c0e145e1', '2017-05-27 10:23:30', '2017-05-27 10:23:30', '0', '祥符区', '', '1', '410212', '7', '192', 'XFQ', null);
INSERT INTO `b_canton` VALUES ('8938c0aa-c288-4251-a1c5-33136e402ac0', '2017-05-26 17:45:38', '2017-05-26 17:45:38', '0', '光泽县', '', '1', '350723', '6', '160', 'GZX', null);
INSERT INTO `b_canton` VALUES ('89539e26-647c-4f35-b571-2d425d67b16f', '2017-05-27 15:31:22', '2017-05-27 15:31:22', '0', '沙湾区', '', '1', '511111', '3', '286', 'SWQ', null);
INSERT INTO `b_canton` VALUES ('89567ed6-be5d-40c8-8f83-db3dece0be54', '2017-05-27 10:29:59', '2017-05-27 10:29:59', '0', '叶县', '', '1', '410422', '7', '194', 'YX', null);
INSERT INTO `b_canton` VALUES ('89631076-2f50-48e5-bfaf-c55b258d5388', '2017-05-27 16:10:15', '2017-05-27 16:10:15', '0', '清镇市', '', '1', '520181', '11', '298', 'QZS', null);
INSERT INTO `b_canton` VALUES ('8982e9c2-fc77-43c6-9354-6a6b135aa64f', '2017-05-27 13:55:33', '2017-05-27 13:55:33', '0', '源城区', '', '1', '441602', '2', '250', 'YCQ', null);
INSERT INTO `b_canton` VALUES ('89b00a05-7650-44e5-8cfe-673f25957775', '2017-05-25 17:46:10', '2017-05-25 17:46:10', '0', '延庆区', '', '1', '110119', '17', '2', 'YQQ', null);
INSERT INTO `b_canton` VALUES ('89b77392-2d5f-4614-8e81-6653536fe90f', '2017-05-26 09:59:28', '2017-05-26 09:59:28', '0', '市辖区', '', '1', '131001', '1', '47', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('89bf9ab8-cc43-4439-a4cc-1ad1669f64e2', '2017-05-27 14:10:35', '2017-05-27 14:10:35', '0', '马山县', '', '1', '450124', '10', '258', 'MSX', null);
INSERT INTO `b_canton` VALUES ('89d4fc98-1e5c-40ce-9779-082cba0ce409', '2017-05-26 18:06:54', '2017-05-26 18:06:54', '0', '濂溪区', '', '1', '360402', '2', '166', 'KXQ', null);
INSERT INTO `b_canton` VALUES ('89d5ab88-4992-47fd-a006-53da8059cdae', '2017-05-27 15:29:06', '2017-05-27 15:29:06', '0', '射洪县', '', '1', '510922', '5', '284', 'SHX', null);
INSERT INTO `b_canton` VALUES ('89e1e016-b036-4319-9593-8e9b95665f70', '2017-05-26 11:18:28', '2017-05-26 11:18:44', '0', '鄂温克族自治旗', '', '1', '150724', '7', '66', 'EWKZZZQ', null);
INSERT INTO `b_canton` VALUES ('89fed4cf-901f-4e90-bb8b-3aca2358bbc3', '2017-05-27 15:51:47', '2017-05-27 15:51:47', '0', '雁江区', '', '1', '512002', '2', '294', 'YJQ', null);
INSERT INTO `b_canton` VALUES ('8a02f516-d206-46bf-bf9d-4dd28bc48fa2', '2017-05-27 17:32:02', '2017-05-27 17:32:02', '0', '谢通门县', '', '1', '540227', '8', '326', 'XTMX', null);
INSERT INTO `b_canton` VALUES ('8a03e52f-e445-4d55-b413-bfded31279a0', '2017-05-27 13:55:55', '2017-05-27 13:55:55', '0', '龙川县', '', '1', '441622', '4', '250', 'LCX', null);
INSERT INTO `b_canton` VALUES ('8a22f990-0b95-42e3-a64b-d487e85141ad', '2017-05-26 15:52:52', '2017-05-26 15:52:52', '0', '高港区', '', '1', '321203', '3', '253b619a-cfd5-4387-9ff2-0f95d270c3a0', 'GGQ', null);
INSERT INTO `b_canton` VALUES ('8a3da20d-b3c8-4242-a631-04e93cf23b9d', '2017-05-27 14:03:07', '2017-05-27 14:03:07', '0', '揭西县', '', '1', '445222', '4', '256', 'JXX', null);
INSERT INTO `b_canton` VALUES ('8a5807a0-c793-43e0-a689-1436f5381448', '2017-05-27 16:56:49', '2017-05-27 16:56:49', '0', '玉龙纳西族自治县', '', '1', '530721', '3', '312', 'YLNXZZZX', null);
INSERT INTO `b_canton` VALUES ('8a63006d-d440-4e56-9676-30599beee125', '2017-05-27 13:42:05', '2017-05-27 13:42:05', '0', '徐闻县', '', '1', '440825', '7', '244', 'XWX', null);
INSERT INTO `b_canton` VALUES ('8ad2b1b8-d1ed-4cb6-a7f9-20ba25fab9b9', '2017-05-26 15:07:09', '2017-05-26 15:07:09', '0', '兰西县', '', '1', '231222', '4', '107', 'LXX', null);
INSERT INTO `b_canton` VALUES ('8afc14c9-0367-4da9-b5ba-e80d0a88b113', '2017-05-25 18:08:03', '2017-05-25 18:08:03', '0', '新华区', '', '1', '130105', '4', '38', 'XHQ', null);
INSERT INTO `b_canton` VALUES ('8b179e32-ba6a-42e8-b935-8f56cfb658eb', '2017-05-26 15:16:04', '2017-05-26 15:16:04', '0', '松江区', '', '1', '310117', '13', '112', 'SJQ', null);
INSERT INTO `b_canton` VALUES ('8b32a886-953e-4db4-bf37-ffe514cef80d', '2017-05-26 13:43:25', '2017-05-26 13:43:25', '0', '明山区', '', '1', '210504', '4', '76', 'MSQ', null);
INSERT INTO `b_canton` VALUES ('8b3ad429-b6fa-4643-a649-2cbbf95fc447', '2017-05-27 17:38:05', '2017-05-27 17:38:05', '0', '工布江达县', '', '1', '540421', '2', '329', 'GBJDX', null);
INSERT INTO `b_canton` VALUES ('8b42fcfd-756e-4070-9e0f-6a097a18d3b8', '2017-05-27 15:22:03', '2017-05-27 15:22:03', '0', '什邡市', '', '1', '510682', '6', '281', 'SFS', null);
INSERT INTO `b_canton` VALUES ('8b47514e-c5af-4703-9dbd-1f3aefd67280', '2017-05-27 17:58:50', '2017-05-27 17:58:50', '0', '麟游县', '', '1', '610329', '11', '332', 'SYX', null);
INSERT INTO `b_canton` VALUES ('8b4e92db-a4d7-41f6-91e2-6f0163988154', '2017-05-26 10:13:24', '2017-05-26 10:13:24', '0', '矿区', '', '1', '140203', '3', '50', 'KQ', null);
INSERT INTO `b_canton` VALUES ('8b4eca60-dacf-45db-a33f-92d395514e41', '2017-05-26 14:08:49', '2017-05-26 14:08:49', '0', '北票市', '', '1', '211381', '7', '84', 'BPS', null);
INSERT INTO `b_canton` VALUES ('8b7b6ea6-037b-4ae4-941f-69702342f1e6', '2017-05-27 19:31:27', '2017-05-27 19:31:27', '0', '新和县', '', '1', '652925', '5', '374', 'XHX', null);
INSERT INTO `b_canton` VALUES ('8b842c57-f507-4c24-ba36-a24b673d65ae', '2017-05-26 18:05:09', '2017-05-26 18:05:09', '0', '湘东区', '', '1', '360313', '3', '165', 'XDQ', null);
INSERT INTO `b_canton` VALUES ('8ba5b6d8-77ff-44ec-9036-dce6137eaf8a', '2017-05-26 14:40:25', '2017-05-26 14:40:25', '0', '市辖区', '', '1', '230301', '1', '98', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('8ba772b0-d047-4b55-8c2c-f995785abdcc', '2017-05-26 14:10:43', '2017-05-26 14:10:43', '0', '绥中县', '', '1', '211421', '5', '85', 'SZX', null);
INSERT INTO `b_canton` VALUES ('8bad5efe-3e03-46e6-8db2-a3f50f35f316', '2017-05-26 16:39:43', '2017-05-26 16:39:43', '0', '三山区', '', '1', '340208', '5', '138', 'SSQ', null);
INSERT INTO `b_canton` VALUES ('8bb596b6-917a-4ee8-91e9-9309e95d6c3e', '2017-05-27 15:33:25', '2017-05-27 15:33:25', '0', '沐川县', '', '1', '511129', '9', '286', 'NCX', null);
INSERT INTO `b_canton` VALUES ('8bbc2e83-85a6-4052-bc1f-a1ad71e051fc', '2017-05-26 13:44:31', '2017-05-26 13:44:31', '0', '市辖区', '', '1', '210601', '1', '77', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('8bbc76d3-40b4-4120-b770-ab15f48d3c08', '2017-05-27 17:53:55', '2017-05-27 17:53:55', '0', '高陵区', '', '1', '610117', '11', '330', 'GLQ', null);
INSERT INTO `b_canton` VALUES ('8bc0fb91-7586-426f-9112-0ca1f1833bb4', '2017-05-27 17:20:17', '2017-05-27 17:20:17', '0', '鹤庆县', '', '1', '532932', '12', '319', 'HQX', null);
INSERT INTO `b_canton` VALUES ('8bc52c63-d399-441d-a580-937547217af8', '2017-05-27 10:02:49', '2017-05-27 10:02:49', '0', '市辖区', '', '1', '371701', '1', '187', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('8bd7cbb0-e3f8-4cbf-b7c5-83bfabda6221', '2017-05-27 15:50:03', '2017-05-27 15:50:03', '0', '巴州区', '', '1', '511902', '2', '293', 'BZQ', null);
INSERT INTO `b_canton` VALUES ('8bda7f70-cad5-4f10-8a8f-9785fa77b88b', '2017-05-26 10:58:14', '2017-05-26 10:58:14', '0', '新城区', '', '1', '150102', '2', '60', 'XCQ', null);
INSERT INTO `b_canton` VALUES ('8bfdca42-2119-498c-9ff7-ac52e920bcd2', '2017-05-26 09:59:08', '2017-05-26 09:59:08', '0', '河间市', '', '1', '130984', '17', '46', 'HJS', null);
INSERT INTO `b_canton` VALUES ('8bfe8324-b696-40d6-b74a-ab3a64302e7f', '2017-05-27 16:50:53', '2017-05-27 16:50:53', '0', '元江哈尼族彝族傣族自治县', '', '1', '530428', '10', '309', 'YJHNZYZDZZZX', null);
INSERT INTO `b_canton` VALUES ('8c00be82-371b-419b-8aa2-d073b0152081', '2017-05-27 13:13:06', '2017-05-27 13:13:12', '0', '新晃侗族自治县', '', '1', '431227', '9', '234', 'XHDZZZX', null);
INSERT INTO `b_canton` VALUES ('8c070aff-d191-4cec-bbc2-901f31afde12', '2017-05-26 18:14:27', '2017-05-26 18:14:27', '0', '上犹县', '', '1', '360724', '7', '169', 'SYX', null);
INSERT INTO `b_canton` VALUES ('8c0799b6-f84d-49b7-817f-2a7621b89a59', '2017-05-26 09:32:53', '2017-05-26 09:32:53', '0', '南宫市', '', '1', '130581', '19', '42', 'NGS', null);
INSERT INTO `b_canton` VALUES ('8c23cc7f-ad7e-4cea-af83-19f6e7ff5b54', '2017-05-27 13:01:30', '2017-05-27 13:01:30', '0', '宜章县', '', '1', '431022', '5', '232', 'YZX', null);
INSERT INTO `b_canton` VALUES ('8c25f605-cd2a-4d14-8c40-54e1931b38dd', '2017-05-26 16:43:55', '2017-05-26 16:43:55', '0', '田家庵区', '', '1', '340403', '3', '140', 'TJSQ', null);
INSERT INTO `b_canton` VALUES ('8c3fd23c-35d9-4d18-a981-d0547cd47cb6', '2017-05-27 15:49:32', '2017-05-27 15:49:32', '0', '宝兴县', '', '1', '511827', '9', '292', 'BXX', null);
INSERT INTO `b_canton` VALUES ('8c4a18e0-37cb-4ae4-85f0-29fcfa9c15cd', '2017-05-26 14:22:09', '2017-05-26 14:22:09', '0', '浑江区', '', '1', '220602', '2', '91', 'HJQ', null);
INSERT INTO `b_canton` VALUES ('8c6a2c7c-e738-41d2-ac08-6dacd23e98aa', '2017-05-27 15:25:48', '2017-05-27 15:25:48', '0', '平武县', '', '1', '510727', '9', '282', 'PWX', null);
INSERT INTO `b_canton` VALUES ('8c6de5e2-eba0-465f-8623-2bc84d06e0aa', '2017-05-27 17:13:14', '2017-05-27 17:13:14', '0', '文山市', '', '1', '532601', '1', '317', 'WSS', null);
INSERT INTO `b_canton` VALUES ('8ca033fd-1c5f-4a11-8aeb-7e3f5d6c543e', '2017-05-27 17:46:22', '2017-05-27 17:46:22', '0', '尼玛县', '', '1', '542430', '10', '327', 'NMX', null);
INSERT INTO `b_canton` VALUES ('8d05eea7-016c-44bd-9c5c-e0b13f4c1ea7', '2017-05-27 14:53:31', '2017-05-27 14:53:31', '0', '万州区', '', '1', '500101', '1', '275', 'WZQ', null);
INSERT INTO `b_canton` VALUES ('8d065de0-2f5c-4423-b76f-0750ca5b9738', '2017-05-26 10:37:37', '2017-05-26 10:37:43', '0', '平陆县', '', '1', '140829', '11', '56', 'PLX', null);
INSERT INTO `b_canton` VALUES ('8d182cda-7185-43b9-9623-15ae301fdb12', '2017-05-27 09:36:44', '2017-05-27 09:36:44', '0', '恒台县', '', '1', '370321', '7', '176', 'HTX', null);
INSERT INTO `b_canton` VALUES ('8d215752-bde3-4796-bedf-6e6e0cee8457', '2017-05-27 13:39:07', '2017-05-27 13:39:07', '0', '台山市', '', '1', '440781', '5', '243', 'TSS', null);
INSERT INTO `b_canton` VALUES ('8d25a92d-4a15-4fc0-a5c5-6054f8e2d461', '2017-05-26 10:59:40', '2017-05-26 10:59:40', '0', '和林格尔县', '', '1', '150123', '8', '60', 'HLGEX', null);
INSERT INTO `b_canton` VALUES ('8d3758f9-0831-499d-805c-64dbe8fb898f', '2017-05-27 19:09:55', '2017-05-27 19:09:55', '0', '平罗县', '', '1', '640221', '4', '363', 'PLX', null);
INSERT INTO `b_canton` VALUES ('8d39a572-65a7-4539-97e5-3c9f05c78c22', '2017-05-26 14:41:31', '2017-05-26 14:41:31', '0', '城子河区', '', '1', '230306', '6', '98', 'CZHQ', null);
INSERT INTO `b_canton` VALUES ('8d46a980-0835-431c-ba65-6a7f50b9d9e0', '2017-05-27 16:29:03', '2017-05-27 16:29:03', '0', '兴仁县', '', '1', '522322', '2', '303', 'XRX', null);
INSERT INTO `b_canton` VALUES ('8d558578-4d9e-4b42-97e4-4c883894ddd7', '2017-05-26 11:01:04', '2017-05-26 11:01:04', '0', '昆都仑去', '', '1', '150203', '3', '61', 'KDLQ', null);
INSERT INTO `b_canton` VALUES ('8d55fe42-18b3-4f16-a99d-a9b919da5f92', '2017-05-26 14:15:40', '2017-05-26 14:15:40', '0', '永吉县', '', '1', '220221', '6', '87', 'YJX', null);
INSERT INTO `b_canton` VALUES ('8d68b8bb-5365-4837-a171-c8090c49ab0c', '2017-05-27 19:10:24', '2017-05-27 19:10:24', '0', '利通区', '', '1', '640302', '2', '364', 'LTQ', null);
INSERT INTO `b_canton` VALUES ('8d90416a-8bd9-4aa9-b8e3-6514305abf65', '2017-05-27 10:58:20', '2017-05-27 10:58:20', '0', '浉河区', '', '1', '411502', '2', '205', 'AHQ', null);
INSERT INTO `b_canton` VALUES ('8dae36b5-0198-47f3-8c24-93aa8a770f89', '2017-05-27 18:47:21', '2017-05-27 18:47:21', '0', '礼县', '', '1', '621226', '8', '351', 'LX', null);
INSERT INTO `b_canton` VALUES ('8dfee337-42d6-48cc-86f4-e955fc5ac44f', '2017-05-26 15:44:58', '2017-05-26 15:44:58', '0', '清江浦区', '', '1', '320812', '4', 'bafc8bca-1196-4708-b245-c38981653656', 'QJPQ', null);
INSERT INTO `b_canton` VALUES ('8e205e05-7ba1-416b-8b88-6424649294ff', '2017-05-26 14:15:51', '2017-05-26 14:15:51', '0', '蛟河市', '', '1', '220281', '7', '87', 'QHS', null);
INSERT INTO `b_canton` VALUES ('8e4ec9e1-6ec8-43cd-984b-c286e0052b7a', '2017-05-27 13:23:10', '2017-05-27 13:23:10', '0', '天河区', '', '1', '440106', '5', '237', 'THQ', null);
INSERT INTO `b_canton` VALUES ('8e50bb10-276a-457e-96f2-21158d9e4da4', '2017-05-26 16:46:55', '2017-05-26 16:46:55', '0', '花山区', '', '1', '340503', '2', '141', 'HSQ', null);
INSERT INTO `b_canton` VALUES ('8e7613be-fc8b-4a94-a704-05b50ed6f8ca', '2017-05-26 17:11:38', '2017-05-26 17:11:38', '0', '叶集区', '', '1', '341504', '4', '150', 'YJQ', null);
INSERT INTO `b_canton` VALUES ('8e78a1c1-6ab1-4f70-8293-8b9b5e016036', '2017-05-27 14:45:26', '2017-05-27 14:45:26', '0', '海南省三沙市', '', '1', '460300', '1', '22', 'HNSSSS', null);
INSERT INTO `b_canton` VALUES ('8e7bc455-4059-45ca-8a8d-8e4a1b025331', '2017-05-26 09:49:34', '2017-05-26 09:49:34', '0', '承德县', '', '1', '130821', '5', '45', 'CDX', null);
INSERT INTO `b_canton` VALUES ('8e81845a-55e5-4d24-a64b-bc90ae8b44a1', '2017-05-27 15:38:26', '2017-05-27 15:38:26', '0', '仁寿县', '', '1', '511421', '4', '288', 'RSX', null);
INSERT INTO `b_canton` VALUES ('8e85d6d2-5393-4cd6-9745-973dd12dc956', '2017-05-27 13:32:05', '2017-05-27 13:32:05', '0', '罗湖区', '', '1', '440303', '2', '239', 'LHQ', null);
INSERT INTO `b_canton` VALUES ('8e8e4bc3-5a9b-46f8-972b-c12f9f59f38a', '2017-05-27 19:35:20', '2017-05-27 19:35:20', '0', '叶城县', '', '1', '653126', '7', '376', 'YCX', null);
INSERT INTO `b_canton` VALUES ('8ec67be2-cb6a-40c2-8d88-d3064283cf89', '2017-05-26 14:34:31', '2017-05-26 14:34:31', '0', '通河县', '', '1', '230128', '16', '96', 'THX', null);
INSERT INTO `b_canton` VALUES ('8ed86abc-531b-4393-9392-ab9791d15b15', '2017-05-27 19:35:32', '2017-05-27 19:35:32', '0', '麦盖提县', '', '1', '653127', '8', '376', 'MGTX', null);
INSERT INTO `b_canton` VALUES ('8eda034d-66b8-4c03-86ff-03d79880f379', '2017-05-27 13:54:34', '2017-05-27 13:54:34', '0', '城区', '', '1', '441502', '2', '249', 'CQ', null);
INSERT INTO `b_canton` VALUES ('8ede174a-f8bb-4477-9ea6-4646f45d686e', '2017-05-27 19:44:06', '2017-05-27 19:44:06', '0', '布尔津县', '', '1', '654321', '2', '380', 'BEJX', null);
INSERT INTO `b_canton` VALUES ('8ef9ff3a-e232-49d0-8bb0-43e575c4d1a2', '2017-05-27 16:52:07', '2017-05-27 16:52:07', '0', '昌宁县', '', '1', '530524', '5', '310', 'CNX', null);
INSERT INTO `b_canton` VALUES ('8f05a82f-f17b-4adf-8cf4-f2a0fb3767ce', '2017-05-26 16:51:18', '2017-05-26 16:51:18', '0', '郊区', '', '1', '340711', '4', '143', 'JQ', null);
INSERT INTO `b_canton` VALUES ('8f2e5892-ee5a-4881-98ab-fbd16edc2c2c', '2017-05-27 17:06:38', '2017-05-27 17:06:38', '0', '双柏县', '', '1', '532322', '2', '315', 'SBX', null);
INSERT INTO `b_canton` VALUES ('8f35f9b1-f7c2-43c7-8df2-0e54a966d736', '2017-05-27 16:20:33', '2017-05-27 16:20:33', '0', '紫云苗族布依族自治县', '', '1', '520425', '7', '301', 'ZYMZBYZZZX', null);
INSERT INTO `b_canton` VALUES ('8f3fb571-d370-4548-8081-880b32790b42', '2017-05-26 13:49:26', '2017-05-26 13:49:26', '0', '市辖区', '', '1', '210801', '1', '79', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('8f47774d-7c80-45bb-9fd1-cf6bc1bc0272', '2017-05-27 17:34:00', '2017-05-27 17:34:00', '0', '聂拉木县', '', '1', '540235', '16', '326', 'NLMX', null);
INSERT INTO `b_canton` VALUES ('8f4a21a1-57a5-4f52-960c-d93ccd41eb42', '2017-05-27 14:58:15', '2017-05-27 14:58:15', '0', '合川区', '', '1', '500117', '17', '275', 'HCQ', null);
INSERT INTO `b_canton` VALUES ('8f53659f-17f5-4839-a063-2f7669967f54', '2017-05-27 12:51:59', '2017-05-27 12:51:59', '0', '君山区', '', '1', '430611', '4', '228', 'JSQ', null);
INSERT INTO `b_canton` VALUES ('8f5aac98-05e9-4ae5-a16c-33d371273977', '2017-05-26 14:42:11', '2017-05-26 14:42:11', '0', '密山市', '', '1', '230382', '10', '98', 'MSS', null);
INSERT INTO `b_canton` VALUES ('8f678e41-076a-4d2f-be76-b5ebe0d43f49', '2017-05-26 14:31:18', '2017-05-26 14:31:18', '0', '道里区', '', '1', '230102', '2', '96', 'DLQ', null);
INSERT INTO `b_canton` VALUES ('8f74c57f-1fb0-4b6b-ad39-f9c3c78b658a', '2017-05-27 10:33:37', '2017-05-27 10:33:37', '0', '滑县', '', '1', '410526', '8', '195', 'HX', null);
INSERT INTO `b_canton` VALUES ('8fcfbdf8-0795-4eec-9e4f-210c9e78cbf6', '2017-05-27 16:59:17', '2017-05-27 16:59:17', '0', '思茅区', '', '1', '530802', '2', '313', 'SMQ', null);
INSERT INTO `b_canton` VALUES ('8fe7c1f8-ab6b-4aca-9869-8757b6e10390', '2017-05-26 17:44:12', '2017-05-26 17:44:12', '0', '市辖区', '', '1', '350701', '1', '160', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('8feaba71-4533-42f2-a823-f2173810d50c', '2017-05-27 11:24:57', '2017-05-27 11:24:57', '0', '宜城市', '', '1', '420684', '10', '213', 'YCS', null);
INSERT INTO `b_canton` VALUES ('8fffbcc3-6baa-4b29-90ae-e1d1db879d7d', '2017-05-26 14:42:35', '2017-05-26 14:42:35', '0', '向阳区', '', '1', '230402', '2', '99', 'XYQ', null);
INSERT INTO `b_canton` VALUES ('9', null, null, null, '黑龙江省', null, '1', null, '9', '1', 'HLJS', null);
INSERT INTO `b_canton` VALUES ('90', null, null, null, '吉林省通化市', null, '1', null, '90', '8', 'JLSTHS', null);
INSERT INTO `b_canton` VALUES ('9007cef6-61a0-4354-988d-73b400467a64', '2017-05-27 14:57:51', '2017-05-27 14:57:51', '0', '长寿区', '', '1', '500115', '15', '275', 'CSQ', null);
INSERT INTO `b_canton` VALUES ('900bce5c-0fb8-4a17-8585-e61077124e41', '2017-05-27 16:33:09', '2017-05-27 16:33:09', '0', '剑河县', '', '1', '522629', '9', '305', 'JHX', null);
INSERT INTO `b_canton` VALUES ('903c2bdf-cedd-4107-a014-e6122e62bfea', '2017-05-26 14:38:21', '2017-05-26 14:38:21', '0', '甘南县', '', '1', '230225', '12', '97', 'GNX', null);
INSERT INTO `b_canton` VALUES ('904482fd-fc5f-49a8-b681-a23fa137be9f', '2017-05-27 18:56:35', '2017-05-27 18:56:35', '0', '互助土族自治县', '', '1', '630223', '4', '355', 'HZTZZZX', null);
INSERT INTO `b_canton` VALUES ('904d3e98-63d4-4534-8d22-d988eba5548d', '2017-05-26 16:07:38', '2017-05-26 16:07:44', '0', '余姚市', '', '1', '330281', '10', '130', 'YYS', null);
INSERT INTO `b_canton` VALUES ('907940a6-1dc8-4ce6-92b2-aa2de5f8c507', '2017-05-27 15:46:39', '2017-05-27 15:46:39', '0', '渠县', '', '1', '511725', '7', '291', 'QX', null);
INSERT INTO `b_canton` VALUES ('90b2328b-4081-4563-8fbc-c37ee483f0eb', '2017-05-27 14:42:41', '2017-05-27 14:42:41', '0', '宁明县', '', '1', '451422', '4', '271', 'NMX', null);
INSERT INTO `b_canton` VALUES ('90cbd7da-f4c7-415b-9d53-871ecb58afda', '2017-05-27 18:12:37', '2017-05-27 18:12:37', '0', '镇巴县', '', '1', '610728', '10', '336', 'ZBX', null);
INSERT INTO `b_canton` VALUES ('90ee4818-aaba-4cab-941f-42f0c0226a2a', '2017-05-26 09:44:10', '2017-05-26 09:44:10', '0', '桥东区', '', '1', '130702', '2', '44', 'QDQ', null);
INSERT INTO `b_canton` VALUES ('90ffe474-6940-4060-8f91-0dc07e5eec33', '2017-05-27 16:49:22', '2017-05-27 16:49:27', '0', '华宁县', '', '1', '530424', '6', '309', 'HNX', null);
INSERT INTO `b_canton` VALUES ('91', null, null, null, '吉林省白山市', null, '1', null, '91', '8', 'JLSBSS', null);
INSERT INTO `b_canton` VALUES ('911acff2-10e2-4c3d-9c50-d9ce72f78fc8', '2017-05-27 12:41:36', '2017-05-27 12:41:36', '0', '芦淞区', '', '1', '430203', '3', '224', 'LQQ', null);
INSERT INTO `b_canton` VALUES ('912d5b26-df09-4732-8cf5-ee1b2d74ed31', '2017-05-26 09:34:08', '2017-05-26 09:34:08', '0', '莲池区', '', '1', '130606', '3', '43', 'LCQ', null);
INSERT INTO `b_canton` VALUES ('913d14b7-8c1e-4754-9fc5-a7c40b1a3735', '2017-05-27 17:19:45', '2017-05-27 17:19:45', '0', '洱源县', '', '1', '532930', '10', '319', 'EYX', null);
INSERT INTO `b_canton` VALUES ('915daf1a-9c7c-4ca4-8d6e-f2b74bef2f7e', '2017-05-26 11:12:09', '2017-05-26 11:12:09', '0', '扎鲁特旗', '', '1', '150526', '8', '64', 'ZLTQ', null);
INSERT INTO `b_canton` VALUES ('915f05a4-68e7-4c5d-975f-3ef599009019', '2017-05-26 15:44:40', '2017-05-26 15:44:40', '0', '淮阴区', '', '1', '320804', '3', 'bafc8bca-1196-4708-b245-c38981653656', 'HYQ', null);
INSERT INTO `b_canton` VALUES ('917effab-1d44-4dd0-80d1-79456125489a', '2017-05-27 15:36:35', '2017-05-27 15:36:35', '0', '仪陇县', '', '1', '511324', '8', '287', 'YLX', null);
INSERT INTO `b_canton` VALUES ('919a5f22-ae27-4ebe-87b7-b5ab9ab82119', '2017-05-26 16:12:24', '2017-05-26 16:12:24', '0', '秀洲区', '', '1', '330411', '3', '132', 'XZQ', null);
INSERT INTO `b_canton` VALUES ('91c36c87-10eb-405a-a8be-394f6b7a8aca', '2017-05-26 10:01:21', '2017-05-26 10:01:21', '0', '大厂回族自治县', '', '1', '131028', '9', '47', 'DCHZZZX', null);
INSERT INTO `b_canton` VALUES ('91d7c713-ac09-4a6b-b043-51f70f5a53ee', '2017-05-26 13:44:57', '2017-05-26 13:44:57', '0', '振兴区', '', '1', '210603', '3', '77', 'ZXQ', null);
INSERT INTO `b_canton` VALUES ('91f23193-3769-4af9-8003-044a0c1c2d31', '2017-05-27 10:42:50', '2017-05-27 10:42:50', '0', '武陟县', '', '1', '410823', '8', '198', 'WZX', null);
INSERT INTO `b_canton` VALUES ('92', null, null, null, '吉林省松原市', null, '1', null, '92', '8', 'JLSSYS', null);
INSERT INTO `b_canton` VALUES ('92089eb3-90ae-4260-93d4-ab9096d003ff', '2017-05-26 13:35:24', '2017-05-26 13:35:24', '0', '沙河口区', '', '1', '210204', '4', '73', 'SHKQ', null);
INSERT INTO `b_canton` VALUES ('92113195-2f01-4f86-8453-b3375c87e31c', '2017-05-26 10:52:54', '2017-05-26 10:52:54', '0', '文水县', '', '1', '141121', '3', '59', 'WSX', null);
INSERT INTO `b_canton` VALUES ('921222aa-5856-4dfb-97ff-e17ad9c4e7fa', '2017-05-27 16:49:10', '2017-05-27 16:49:10', '0', '通海县', '', '1', '530423', '5', '309', 'THX', null);
INSERT INTO `b_canton` VALUES ('923f3e42-e25c-4646-98fd-116c6570557d', '2017-05-27 18:33:47', '2017-05-27 18:33:47', '0', '甘州区', '', '1', '620702', '2', '346', 'GZQ', null);
INSERT INTO `b_canton` VALUES ('92440ff9-8053-47a4-8611-e8496d31d80e', '2017-05-26 10:13:44', '2017-05-26 10:13:44', '0', '新荣区', '', '1', '140212', '5', '50', 'XRQ', null);
INSERT INTO `b_canton` VALUES ('92553b7a-48bf-4384-b7cc-140c768d65a0', '2017-05-27 10:48:15', '2017-05-27 10:48:15', '0', '郾城区', '', '1', '411103', '3', '201', 'YCQ', null);
INSERT INTO `b_canton` VALUES ('9264cfd3-601b-4123-81d9-e1f688f44901', '2017-05-27 17:41:12', '2017-05-27 17:41:12', '0', '曲松县', '', '1', '540525', '7', '325', 'QSX', null);
INSERT INTO `b_canton` VALUES ('928ce46f-6eef-481e-bfbe-7594d70e85c3', '2017-05-26 09:26:03', '2017-05-26 09:26:03', '0', '魏县', '', '1', '130434', '18', '41', 'WX', null);
INSERT INTO `b_canton` VALUES ('928ec066-004d-4967-a338-a0e67dcb110c', '2017-05-27 15:50:39', '2017-05-27 15:50:50', '0', '南江县', '', '1', '511922', '5', '293', 'NJX', null);
INSERT INTO `b_canton` VALUES ('92903301-4965-403d-9b02-64872dfec582', '2017-05-27 14:50:59', '2017-05-27 14:50:59', '0', '昌江黎族自治县', '', '1', '469026', '11', '274', 'CJLZZZX', null);
INSERT INTO `b_canton` VALUES ('92b9ba8d-2598-40ad-8dd8-75a1738cc61b', '2017-05-26 17:20:16', '2017-05-26 17:20:16', '0', '宁国市', '', '1', '341881', '8', '153', 'NGS', null);
INSERT INTO `b_canton` VALUES ('92cdf5d2-0592-45d0-ab39-df787fd96090', '2017-05-27 14:54:52', '2017-05-27 14:54:52', '0', '沙坪坝区', '', '1', '500106', '6', '275', 'SPBQ', null);
INSERT INTO `b_canton` VALUES ('92d3291c-87ae-45cc-9f83-09214c4b516c', '2017-05-26 17:24:11', '2017-05-26 17:24:11', '0', '晋安区', '', '1', '350111', '6', '154', 'JAQ', null);
INSERT INTO `b_canton` VALUES ('92e51a7a-7dbf-4ee1-852b-e04e4d35bfb9', '2017-05-26 16:08:06', '2017-05-26 16:08:06', '0', '奉化市', '', '1', '330283', '12', '130', 'FHS', null);
INSERT INTO `b_canton` VALUES ('92f1b58e-9ffc-4b08-8694-98d8580c8b20', '2017-05-27 16:51:21', '2017-05-27 16:51:21', '0', '隆阳区', '', '1', '530502', '2', '310', 'LYQ', null);
INSERT INTO `b_canton` VALUES ('93', null, null, null, '吉林省白城市', null, '1', null, '93', '8', 'JLSBCS', null);
INSERT INTO `b_canton` VALUES ('9322c419-5a68-49c8-84bc-6afd5aef5321', '2017-05-27 17:20:36', '2017-05-27 17:20:36', '0', '瑞丽市', '', '1', '533102', '1', '320', 'RLS', null);
INSERT INTO `b_canton` VALUES ('9371646f-d34c-4c22-89a2-f59f21c461e0', '2017-05-27 12:58:09', '2017-05-27 12:58:09', '0', '武陵源区', '', '1', '430811', '3', '230', 'WLYQ', null);
INSERT INTO `b_canton` VALUES ('93751cd4-6ad0-424d-bbb5-87b3473a4112', '2017-05-26 17:30:10', '2017-05-26 17:30:10', '0', '城厢区', '', '1', '350302', '2', '156', 'CXQ', null);
INSERT INTO `b_canton` VALUES ('937b81e5-ce62-429a-b6d8-33ea4e7159c0', '2017-05-26 15:22:48', '2017-05-26 15:22:48', '0', '江苏省南通市', '', '1', '320600', '6', '11', 'JSSNTS', null);
INSERT INTO `b_canton` VALUES ('93bdf469-390c-49c7-8624-6195033ea2b2', '2017-05-27 15:27:23', '2017-05-27 15:27:23', '0', '青川县', '', '1', '510822', '6', '283', 'QCX', null);
INSERT INTO `b_canton` VALUES ('93c515e1-3cb2-487f-8d9e-384d3dc08f62', '2017-05-26 11:32:18', '2017-05-26 11:32:23', '0', '镶黄旗', '', '1', '152528', '9', '70', 'XHQ', null);
INSERT INTO `b_canton` VALUES ('93fcbc41-6efc-466f-844d-6497b278d42a', '2017-05-26 14:10:19', '2017-05-26 14:10:19', '0', '南票区', '', '1', '211404', '4', '85', 'NPQ', null);
INSERT INTO `b_canton` VALUES ('94', null, null, null, '吉林省延边朝鲜族自治州', null, '1', null, '94', '8', 'JLSYBCXZZZZ', null);
INSERT INTO `b_canton` VALUES ('940f2c99-c59f-42c5-838f-7a6dc275f4ec', '2017-05-26 16:50:45', '2017-05-26 16:50:45', '0', '铜官区', '', '1', '340705', '2', '143', 'TGQ', null);
INSERT INTO `b_canton` VALUES ('9420281d-0e5c-4d97-870e-0d873f8e54ab', '2017-05-26 14:57:08', '2017-05-26 14:57:08', '0', '东风区', '', '1', '230805', '4', '103', 'DFQ', null);
INSERT INTO `b_canton` VALUES ('942d7f92-6079-4339-8838-7d59e1c7e636', '2017-05-26 11:10:02', '2017-05-26 11:10:02', '0', '市辖区', '', '1', '150501', '1', '64', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9455beaf-672d-4579-973c-3b7eb74481f4', '2017-05-26 14:33:17', '2017-05-26 14:33:17', '0', '依兰县', '', '1', '230123', '11', '96', 'YLX', null);
INSERT INTO `b_canton` VALUES ('9457e90d-c84c-4814-8f17-70b682334ab0', '2017-05-27 16:14:38', '2017-05-27 16:14:38', '0', '绥阳县', '', '1', '520323', '6', '300', 'SYX', null);
INSERT INTO `b_canton` VALUES ('94605fd9-724f-459d-b25e-949200ee1219', '2017-05-25 15:08:07', '2017-05-25 15:10:57', '0', '西城区', '', '1', '110102', '3', '2', 'XCQ', null);
INSERT INTO `b_canton` VALUES ('94b06794-0e91-4a7c-baaa-2071e93bb90f', '2017-05-27 12:41:18', '2017-05-27 12:41:18', '0', '市辖区', '', '1', '430201', '1', '224', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('94b5e383-6a3e-4d10-8a19-70f2eefc4f50', '2017-05-27 17:05:44', '2017-05-27 17:05:44', '0', '耿马傣族佤族自治县', '', '1', '530926', '8', '314', 'GMDZQZZZX', null);
INSERT INTO `b_canton` VALUES ('94bf3e20-afdf-4ff7-8a9a-9eef10671c34', '2017-05-26 11:05:08', '2017-05-26 11:05:08', '0', '市辖区', '', '1', '150401', '1', '63', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('94c59d33-df83-4eec-a360-ae1985c6112b', '2017-05-27 13:03:25', '2017-05-27 13:03:25', '0', '零陵区', '', '1', '431102', '2', '233', 'LLQ', null);
INSERT INTO `b_canton` VALUES ('94f9981b-4663-4373-a848-e0383f207d76', '2017-05-27 15:12:30', '2017-05-27 15:12:36', '0', '都江堰市', '', '1', '510181', '17', '277', 'DJYS', null);
INSERT INTO `b_canton` VALUES ('95388d7d-0558-4704-be16-065a94f30b02', '2017-05-27 18:12:52', '2017-05-27 18:12:52', '0', '留坝县', '', '1', '610729', '11', '336', 'LBX', null);
INSERT INTO `b_canton` VALUES ('9559c9c7-6737-40b3-8348-b8da7ecd2a58', '2017-05-27 17:44:36', '2017-05-27 17:44:36', '0', '比如县', '', '1', '542423', '3', '327', 'BRX', null);
INSERT INTO `b_canton` VALUES ('95728a14-6fcc-4e13-bdfb-fe46d8c93f6f', '2017-05-26 15:13:21', '2017-05-26 15:13:21', '0', '黄浦区', '', '1', '310101', '1', '112', 'HPQ', null);
INSERT INTO `b_canton` VALUES ('95752407-5788-4878-a8a2-a09975588499', '2017-05-27 14:48:57', '2017-05-27 14:48:57', '0', '文昌市', '', '1', '469005', '3', '274', 'WCS', null);
INSERT INTO `b_canton` VALUES ('957fa860-74e8-4a47-a790-2a3e952d3f3f', '2017-05-26 15:54:13', '2017-05-26 15:54:13', '0', '宿城区', '', '1', '321302', '2', '82b93f1d-73ce-4225-9b0d-50c7cd67b6eb', 'SCQ', null);
INSERT INTO `b_canton` VALUES ('95a92a94-6c81-401d-ba73-3a51cae3e168', '2017-05-26 10:01:45', '2017-05-26 10:01:45', '0', '三河市', '', '1', '131082', '11', '47', 'SHS', null);
INSERT INTO `b_canton` VALUES ('95c1c886-b546-49ba-8ed5-c6d064392ee3', '2017-05-26 17:48:05', '2017-05-26 17:48:05', '0', '武夷山市', '', '1', '350782', '10', '160', 'WYSS', null);
INSERT INTO `b_canton` VALUES ('95c200a9-f8d4-46b4-a2ff-70542b214ca7', '2017-05-26 09:32:41', '2017-05-26 09:32:41', '0', '临西县', '', '1', '130535', '18', '42', 'LXX', null);
INSERT INTO `b_canton` VALUES ('95f32f26-9afc-4b60-83fc-4afee461a06b', '2017-05-27 13:22:20', '2017-05-27 13:22:20', '0', '市辖区', '', '1', '440101', '1', '237', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('95ff5036-1edb-4b6d-944f-75c517a7a144', '2017-05-27 19:34:38', '2017-05-27 19:34:38', '0', '英吉沙县', '', '1', '653123', '4', '376', 'YJSX', null);
INSERT INTO `b_canton` VALUES ('96', null, null, null, '黑龙江省哈尔滨市', null, '1', null, '96', '9', 'HLJSHEBS', null);
INSERT INTO `b_canton` VALUES ('960c5047-6920-4dcf-9087-9aa086d046ec', '2017-05-27 14:40:03', '2017-05-27 14:40:10', '0', '宜州市', '', '1', '451281', '12', '269', 'YZS', null);
INSERT INTO `b_canton` VALUES ('9625e9bc-dd2c-4780-b704-95a8eb380fe2', '2017-05-26 10:14:55', '2017-05-26 10:15:06', '0', '灵丘县', '', '1', '140224', '9', '50', 'LQX', null);
INSERT INTO `b_canton` VALUES ('96311caf-6ca5-4689-8052-ffc495376459', '2017-05-26 17:39:36', '2017-05-26 17:39:36', '0', '石狮市', '', '1', '350581', '11', '158', 'SSS', null);
INSERT INTO `b_canton` VALUES ('964e0e6f-2565-438e-8ad1-87a120608428', '2017-05-27 14:25:43', '2017-05-27 14:25:43', '0', '东兴市', '', '1', '450681', '5', '263', 'DXS', null);
INSERT INTO `b_canton` VALUES ('966dad69-a6f1-441f-9335-441ddf382c3b', '2017-05-26 14:46:15', '2017-05-26 14:46:15', '0', '市辖区', '', '1', '230601', '1', '101', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9671b976-b79b-4b7a-8d19-4d30f04f5e65', '2017-05-27 10:10:28', '2017-05-27 10:10:28', '0', '邹平县', '', '1', '371626', '8', '189', 'ZPX', null);
INSERT INTO `b_canton` VALUES ('968c7256-778b-4831-938b-596a094bf865', '2017-05-27 14:27:28', '2017-05-27 14:27:28', '0', '港南区', '', '1', '450803', '3', '265', 'GNQ', null);
INSERT INTO `b_canton` VALUES ('9691fdcf-c6c9-4b17-b9c0-681ac981624c', '2017-05-26 14:09:38', '2017-05-26 14:09:38', '0', '市辖区', '', '1', '211401', '1', '85', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('96b2be41-a664-4f3c-9bdb-a71a7a630a84', '2017-05-27 14:50:06', '2017-05-27 14:50:06', '0', '澄迈县', '', '1', '469023', '8', '274', 'CMX', null);
INSERT INTO `b_canton` VALUES ('96e5000b-0d39-4734-8b11-659dcfe3e09b', '2017-05-27 18:35:38', '2017-05-27 18:35:38', '0', '灵台县', '', '1', '620822', '4', '347', 'LTX', null);
INSERT INTO `b_canton` VALUES ('97', null, null, null, '黑龙江省齐齐哈尔市', null, '1', null, '97', '9', 'HLJSQQHES', null);
INSERT INTO `b_canton` VALUES ('970a8e88-5b11-401e-9a55-03ab470103ab', '2017-05-27 09:30:32', '2017-05-27 09:30:32', '0', '市中区', '', '1', '370103', '3', '174', 'SZQ', null);
INSERT INTO `b_canton` VALUES ('970b16b2-18c0-4954-8329-fbd0b927e02b', '2017-05-27 15:15:55', '2017-05-27 15:15:55', '0', '沿滩区', '', '1', '510311', '5', '278', 'YTQ', null);
INSERT INTO `b_canton` VALUES ('970c132b-e1d3-4614-a9cf-68b80a57c344', '2017-05-26 15:51:24', '2017-05-26 15:51:24', '0', '京口区', '', '1', '321102', '2', '17723387-32ed-44ab-be2e-f82e4bbb16d0', 'JKQ', null);
INSERT INTO `b_canton` VALUES ('9719bfd1-2f27-4f7b-973b-5adb45065906', '2017-05-27 09:54:02', '2017-05-27 09:54:02', '0', '宁阳县', '', '1', '370921', '4', '182', 'NYX', null);
INSERT INTO `b_canton` VALUES ('9723bc0b-117c-4070-b560-6bffa945b467', '2017-05-26 16:05:49', '2017-05-26 16:05:49', '0', '鄞州区', '', '1', '330212', '7', '130', 'YZQ', null);
INSERT INTO `b_canton` VALUES ('972757c3-4242-460d-ac57-866f8b49396e', '2017-05-27 18:45:29', '2017-05-27 18:45:29', '0', '文县', '', '1', '621222', '4', '351', 'WX', null);
INSERT INTO `b_canton` VALUES ('9742bdbf-c049-476d-952e-9d72020c30f0', '2017-05-27 16:01:22', '2017-05-27 16:01:22', '0', '会理县', '', '1', '513425', '5', '297', 'HLX', null);
INSERT INTO `b_canton` VALUES ('974dee65-1a44-4cfe-a3ea-8c991ef64c52', '2017-05-26 15:37:33', '2017-05-26 15:37:33', '0', '虎丘区', '', '1', '320505', '2', '98fd7192-e4bf-49ef-a19a-61f20d75ec51', 'HQQ', null);
INSERT INTO `b_canton` VALUES ('9773f9d9-7891-4c58-9f5b-964f08945b61', '2017-05-27 11:05:49', '2017-05-27 11:05:49', '0', '遂平县', '', '1', '411728', '10', '207', 'SPX', null);
INSERT INTO `b_canton` VALUES ('97750bfa-b4cd-4476-b577-de9b1e74af3d', '2017-05-27 10:26:54', '2017-05-27 10:26:54', '0', '栾川县', '', '1', '410324', '10', '193', 'SCX', null);
INSERT INTO `b_canton` VALUES ('97b7cfe2-a720-4706-953e-071612271368', '2017-05-27 10:20:40', '2017-05-27 10:20:40', '0', '中牟县', '', '1', '410122', '8', '191', 'ZMX', null);
INSERT INTO `b_canton` VALUES ('97ba830a-e3c2-4d87-9014-3388166dc885', '2017-05-26 10:44:46', '2017-05-26 10:44:46', '0', '偏关县', '', '1', '140932', '14', '57', 'PGX', null);
INSERT INTO `b_canton` VALUES ('97ed729d-b324-408a-804f-850a5877b217', '2017-05-26 15:53:22', '2017-05-26 15:53:22', '0', '靖江市', '', '1', '321282', '6', '253b619a-cfd5-4387-9ff2-0f95d270c3a0', 'JJS', null);
INSERT INTO `b_canton` VALUES ('97f25f2d-236d-426d-a3aa-e132166bcad9', '2017-05-27 18:22:09', '2017-05-27 18:22:09', '0', '洛南县', '', '1', '611021', '3', '339', 'LNX', null);
INSERT INTO `b_canton` VALUES ('97ff100c-56c8-4bf3-a177-7e9e2c108162', '2017-05-26 10:41:30', '2017-05-26 10:41:30', '0', '繁峙县', '', '1', '140924', '6', '57', 'FSX', null);
INSERT INTO `b_canton` VALUES ('97ff1b82-3670-468c-8bcf-86f02b03ffb8', '2017-05-27 11:22:44', '2017-05-27 11:22:44', '0', '襄州区', '', '1', '420607', '4', '213', 'XZQ', null);
INSERT INTO `b_canton` VALUES ('98', null, null, null, '黑龙江省鸡西市', null, '1', null, '98', '9', 'HLJSJXS', null);
INSERT INTO `b_canton` VALUES ('980ee21e-3ea8-4eda-8228-3e21c666f71f', '2017-05-27 18:34:46', '2017-05-27 18:34:46', '0', '高台县', '', '1', '620724', '6', '346', 'GTX', null);
INSERT INTO `b_canton` VALUES ('981b2d65-7ce8-4ffb-a90f-51a1f811107a', '2017-05-27 19:39:34', '2017-05-27 19:39:34', '0', '伊宁市', '', '1', '654002', '1', '378', 'YNS', null);
INSERT INTO `b_canton` VALUES ('9828708b-e36e-4110-88e1-72c8a27e8130', '2017-05-27 09:55:23', '2017-05-27 09:55:23', '0', '文登区', '', '1', '371003', '3', '183', 'WDQ', null);
INSERT INTO `b_canton` VALUES ('9834c521-5c60-4e50-be5a-df7a93390cfb', '2017-05-27 09:33:09', '2017-05-27 09:33:09', '0', '崂山区', '', '1', '370212', '5', '175', 'RSQ', null);
INSERT INTO `b_canton` VALUES ('983a5ddb-3eb5-4dee-9606-d48e866282b7', '2017-05-26 17:30:47', '2017-05-26 17:30:47', '0', '秀屿区', '', '1', '350305', '5', '156', 'XYQ', null);
INSERT INTO `b_canton` VALUES ('98423f17-4887-4e98-88b7-f9d4138f3371', '2017-05-27 15:27:35', '2017-05-27 15:27:40', '0', '剑阁县', '', '1', '510823', '7', '283', 'JGX', null);
INSERT INTO `b_canton` VALUES ('9866c9a2-3f98-42c7-b6fd-1b699d42b17a', '2017-05-26 16:09:49', '2017-05-26 16:09:49', '0', '永嘉县', '', '1', '330324', '6', '131', 'YJX', null);
INSERT INTO `b_canton` VALUES ('9879d548-3aa3-4595-a425-5fbe0e190303', '2017-05-27 09:41:02', '2017-05-27 09:41:02', '0', '广饶县', '', '1', '370523', '6', '178', 'GRX', null);
INSERT INTO `b_canton` VALUES ('988064df-dfe3-4ef1-99b2-f54949be7aa3', '2017-05-26 14:33:02', '2017-05-26 14:33:02', '0', '双城区', '', '1', '230113', '10', '96', 'SCQ', null);
INSERT INTO `b_canton` VALUES ('98b2f75c-9441-46a9-b583-8e781fd9b06d', '2017-05-26 17:18:03', '2017-05-26 17:18:03', '0', '绩溪县', '', '1', '341824', '6', '153', 'JXX', null);
INSERT INTO `b_canton` VALUES ('98fcdab5-6616-423c-9ac2-2e9112bf04df', '2017-05-26 13:40:46', '2017-05-26 13:40:46', '0', '望花区', '', '1', '210404', '4', '75', 'WHQ', null);
INSERT INTO `b_canton` VALUES ('98fd7192-e4bf-49ef-a19a-61f20d75ec51', '2017-05-26 15:22:19', '2017-05-26 15:22:19', '0', '江苏省苏州市', '', '1', '320500', '5', '11', 'JSSSZS', null);
INSERT INTO `b_canton` VALUES ('99', null, null, null, '黑龙江省鹤岗市', null, '1', null, '99', '9', 'HLJSHGS', null);
INSERT INTO `b_canton` VALUES ('990c783f-2ff6-4267-a931-cbcf22e59f01', '2017-05-27 18:23:39', '2017-05-27 18:23:39', '0', '柞水县', '', '1', '611026', '8', '339', 'ZSX', null);
INSERT INTO `b_canton` VALUES ('990fb7e7-c996-4d2b-9132-feb5b2e62349', '2017-05-26 16:36:46', '2017-05-26 16:36:46', '0', '瑶海区', '', '1', '340102', '2', '137', 'YHQ', null);
INSERT INTO `b_canton` VALUES ('99288755-562b-47ca-8e76-1c0adacaaceb', '2017-05-26 11:30:09', '2017-05-26 11:30:09', '0', '二连浩特市', '', '1', '152501', '1', '70', 'ELHTS', null);
INSERT INTO `b_canton` VALUES ('9950ade3-a770-4466-b582-0f9a8a9bfc61', '2017-05-25 18:22:57', '2017-05-25 18:22:57', '0', '灵寿县', '', '1', '130126', '13', '38', 'LSX', null);
INSERT INTO `b_canton` VALUES ('9962e34f-42fb-4088-a5a0-85bb15af8821', '2017-05-27 16:54:35', '2017-05-27 16:54:35', '0', '永善县', '', '1', '530625', '7', '311', 'YSX', null);
INSERT INTO `b_canton` VALUES ('9978dba0-7acb-40da-bb6f-44785abc0512', '2017-05-26 14:50:31', '2017-05-26 14:50:31', '0', '南岔区', '', '1', '230703', '3', '102', 'NCQ', null);
INSERT INTO `b_canton` VALUES ('99d16658-5ad8-481e-bf8a-3770a44cb6fa', '2017-05-27 14:24:09', '2017-05-27 14:24:09', '0', '银海区', '', '1', '450503', '3', '262', 'YHQ', null);
INSERT INTO `b_canton` VALUES ('99de13e5-42b2-4eb1-9a30-e1ec159a81f2', '2017-05-27 13:06:34', '2017-05-27 13:06:34', '0', '鹤城区', '', '1', '431202', '2', '234', 'HCQ', null);
INSERT INTO `b_canton` VALUES ('9a02a9a5-8a70-4681-b512-908c5d46353a', '2017-05-26 09:12:55', '2017-05-26 09:12:55', '0', '路北区', '', '1', '130203', '3', '39', 'LBQ', null);
INSERT INTO `b_canton` VALUES ('9a2ca80b-a73d-419b-b695-584754505df7', '2017-05-27 16:13:41', '2017-05-27 16:13:41', '0', '播州区', '', '1', '520304', '4', '300', 'BZQ', null);
INSERT INTO `b_canton` VALUES ('9a2e5a43-a89b-45d7-a6e1-eb4104b68c16', '2017-05-27 17:55:01', '2017-05-27 17:55:01', '0', '市辖区', '', '1', '610201', '1', '331', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9a49e312-8e54-4853-9ec5-4f66ae93ace6', '2017-05-27 10:08:04', '2017-05-27 10:08:04', '0', '临清市', '', '1', '371581', '9', '188', 'LQS', null);
INSERT INTO `b_canton` VALUES ('9a4a3d20-00c5-40db-acd5-bba42e342b0d', '2017-05-26 09:36:53', '2017-05-26 09:36:53', '0', '涞源县', '', '1', '130630', '13', '43', 'KYX', null);
INSERT INTO `b_canton` VALUES ('9a5c82d4-cd5f-48e2-af23-8f0e15f062f7', '2017-05-26 14:37:14', '2017-05-26 14:37:14', '0', '梅里斯达翰尔族区', '', '1', '230208', '8', '97', 'MLSDHEZQ', null);
INSERT INTO `b_canton` VALUES ('9a629a76-e819-47f3-a0d3-5332eab9f95e', '2017-05-27 15:18:42', '2017-05-27 15:18:42', '0', '龙马潭区', '', '1', '510504', '4', '280', 'LMTQ', null);
INSERT INTO `b_canton` VALUES ('9a633959-548d-4e67-ba45-9cd531fd7a93', '2017-05-26 16:43:27', '2017-05-26 16:43:27', '0', '市辖区', '', '1', '340401', '1', '140', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9a752d95-7256-4842-954f-ed5360dce597', '2017-05-27 10:54:38', '2017-05-27 10:54:38', '0', '市辖区', '', '1', '411401', '1', '204', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9a79a398-347f-452e-9aeb-5a588e9b05bb', '2017-05-27 16:28:54', '2017-05-27 16:28:54', '0', '兴义市', '', '1', '522301', '1', '303', 'XYS', null);
INSERT INTO `b_canton` VALUES ('9a8e390e-0a74-44a5-9f2c-7c59576dfb87', '2017-05-27 14:15:07', '2017-05-27 14:15:07', '0', '融水苗族自治县', '', '1', '450225', '10', '259', 'RSMZZZX', null);
INSERT INTO `b_canton` VALUES ('9aa7f2e6-0555-4add-9af9-8f620410e2cd', '2017-05-26 16:19:14', '2017-05-26 16:19:14', '0', '兰溪市', '', '1', '330781', '7', '135', 'LXS', null);
INSERT INTO `b_canton` VALUES ('9ab268b7-0e25-43c7-b3db-e6580f90c3e7', '2017-05-26 14:26:59', '2017-05-26 14:26:59', '0', '洮南市', '', '1', '220881', '5', '93', 'TNS', null);
INSERT INTO `b_canton` VALUES ('9adcf72d-4be8-4e82-ac0a-7953f9fee5e7', '2017-05-27 16:34:31', '2017-05-27 16:34:31', '0', '麻江县', '', '1', '522635', '15', '305', 'MJX', null);
INSERT INTO `b_canton` VALUES ('9af9dca1-220c-4817-b512-a5a8abee2ec1', '2017-05-26 16:36:21', '2017-05-26 16:36:21', '0', '市辖区', '', '1', '340101', '1', '137', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9b031088-b355-4925-9d85-345d4d91c0d7', '2017-05-26 10:16:28', '2017-05-26 10:16:28', '0', '城区', '', '1', '140302', '2', '51', 'CQ', null);
INSERT INTO `b_canton` VALUES ('9b150476-ba91-44c4-8ba3-0ac0458736ef', '2017-05-27 09:13:05', '2017-05-27 09:13:05', '0', '万安县', '', '1', '360828', '11', '170', 'WAX', null);
INSERT INTO `b_canton` VALUES ('9b1bece1-2047-4ccc-9dbe-cc240d46322f', '2017-05-27 19:38:33', '2017-05-27 19:38:33', '0', '于田县', '', '1', '653226', '7', '377', 'YTX', null);
INSERT INTO `b_canton` VALUES ('9b2b99ba-99db-4333-888c-dca7fef46352', '2017-05-27 10:57:46', '2017-05-27 10:57:46', '0', '永城市', '', '1', '411481', '10', '204', 'YCS', null);
INSERT INTO `b_canton` VALUES ('9b373784-f7c9-4b80-a2f4-71169cc464ac', '2017-05-26 16:04:42', '2017-05-26 16:04:42', '0', '江北区', '', '1', '330205', '4', '130', 'JBQ', null);
INSERT INTO `b_canton` VALUES ('9b42b8a9-a7b1-4500-99ca-482a905bc181', '2017-05-27 16:48:39', '2017-05-27 16:48:39', '0', '红塔区', '', '1', '530402', '2', '309', 'HTQ', null);
INSERT INTO `b_canton` VALUES ('9b521d4a-35a0-4c4c-a443-b2977f83682f', '2017-05-26 14:55:17', '2017-05-26 14:55:17', '0', '乌伊岭区', '', '1', '230714', '14', '102', 'WYLQ', null);
INSERT INTO `b_canton` VALUES ('9b706d78-c53c-4130-9e69-fca02da6d638', '2017-05-27 17:23:18', '2017-05-27 17:23:18', '0', '香格里拉市', '', '1', '533401', '1', '322', 'XGLLS', null);
INSERT INTO `b_canton` VALUES ('9b7e6a98-3776-486c-b394-8e1c0adf6ef9', '2017-05-26 10:08:35', '2017-05-26 10:08:35', '0', '市辖区', '', '1', '140101', '1', '49', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9b8ef4d9-d570-43ff-8ae0-7819161acb18', '2017-05-27 11:02:00', '2017-05-27 11:02:00', '0', '郸城县', '', '1', '411625', '7', '206', 'DCX', null);
INSERT INTO `b_canton` VALUES ('9ba0348f-92e8-4b38-b6f6-836be6704c9e', '2017-05-26 18:17:35', '2017-05-26 18:17:44', '0', '寻乌县', '', '1', '360734', '16', '169', 'XWX', null);
INSERT INTO `b_canton` VALUES ('9ba0e5c1-cbd5-4c79-b667-29b1a59c7113', '2017-05-27 18:54:00', '2017-05-27 18:54:00', '0', '城东区', '', '1', '630102', '2', '354', 'CDQ', null);
INSERT INTO `b_canton` VALUES ('9bba1506-5ae8-4af7-beda-149ba70e2a3e', '2017-05-27 10:47:40', '2017-05-27 10:47:40', '0', '长葛市', '', '1', '411082', '7', '200', 'CGS', null);
INSERT INTO `b_canton` VALUES ('9bc8f2ed-6214-49a0-a02f-c4de80e7b696', '2017-05-27 10:50:01', '2017-05-27 10:50:01', '0', '陕州区', '', '1', '411203', '3', '202', 'SZQ', null);
INSERT INTO `b_canton` VALUES ('9bf6715a-1f6d-44bf-8fea-8feb6a6767ea', '2017-05-27 16:02:37', '2017-05-27 16:02:37', '0', '金阳县', '', '1', '513430', '10', '297', 'JYX', null);
INSERT INTO `b_canton` VALUES ('9bf87742-9038-4ef2-9647-0e47cb28f859', '2017-05-27 17:29:20', '2017-05-27 17:29:24', '0', '墨竹工卡县', '', '1', '540127', '9', '323', 'MZGKX', null);
INSERT INTO `b_canton` VALUES ('9bf8bc54-a19d-42d1-acc1-3509625bf7b2', '2017-05-27 18:06:42', '2017-05-27 18:06:47', '0', '华阴市', '', '1', '610582', '12', '334', 'HYS', null);
INSERT INTO `b_canton` VALUES ('9bfc6ac4-4528-4896-a146-890fee4795b4', '2017-05-27 09:38:00', '2017-05-27 09:38:00', '0', '市中区', '', '1', '370402', '2', '177', 'SZQ', null);
INSERT INTO `b_canton` VALUES ('9c085bc0-b86e-4d9b-b2f9-8a16fea834be', '2017-05-27 17:51:45', '2017-05-27 17:51:45', '0', '新城区', '', '1', '610102', '2', '330', 'XCQ', null);
INSERT INTO `b_canton` VALUES ('9c128114-99b7-48aa-bdca-97592a7d9b14', '2017-05-27 13:51:53', '2017-05-27 13:51:53', '0', '市辖区', '', '1', '441401', '1', '248', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9c27bea9-0eaa-4607-b321-964efc2ab374', '2017-05-26 09:21:44', '2017-05-26 09:21:44', '0', '丛台区', '', '1', '130403', '3', '41', 'CTQ', null);
INSERT INTO `b_canton` VALUES ('9c288338-adcc-42d6-9d1f-f00f766822b3', '2017-05-27 15:51:37', '2017-05-27 15:51:37', '0', '市辖区', '', '1', '512001', '1', '294', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9c46ef4c-cbff-4497-86e5-ffeef924127e', '2017-05-27 12:41:48', '2017-05-27 12:41:48', '0', '石峰区', '', '1', '430204', '4', '224', 'SFQ', null);
INSERT INTO `b_canton` VALUES ('9c4f1a75-4ce5-463b-a272-aa66a8adeae4', '2017-05-27 15:39:39', '2017-05-27 15:39:39', '0', '南溪区', '', '1', '511503', '3', '289', 'NXQ', null);
INSERT INTO `b_canton` VALUES ('9c50d5fe-783a-4da9-ae82-8cbfd55f5bf3', '2017-05-27 14:03:16', '2017-05-27 14:03:16', '0', '惠来县', '', '1', '445224', '5', '256', 'HLX', null);
INSERT INTO `b_canton` VALUES ('9c6f00a3-a16c-49c1-a4e7-a94b749f1a59', '2017-05-27 10:54:11', '2017-05-27 10:54:11', '0', '桐柏县', '', '1', '411330', '13', '203', 'TBX', null);
INSERT INTO `b_canton` VALUES ('9c7b9100-8131-4c1c-8a1c-95e32012a6b2', '2017-05-27 16:03:51', '2017-05-27 16:03:51', '0', '美姑县', '', '1', '513436', '16', '297', 'MGX', null);
INSERT INTO `b_canton` VALUES ('9c864a30-de17-4d31-b541-314832271c41', '2017-05-27 13:27:15', '2017-05-27 13:27:15', '0', '翁源县', '', '1', '440229', '7', '238', 'WYX', null);
INSERT INTO `b_canton` VALUES ('9c977504-b5fd-437e-850a-5d0fbc752920', '2017-05-26 15:29:42', '2017-05-26 15:29:42', '0', '新吴区', '', '1', '320214', '6', '7b5f4d44-5578-4039-8079-54b6d36f1325', 'XWQ', null);
INSERT INTO `b_canton` VALUES ('9cf28b93-d20d-4d87-90e2-77f43775aa7a', '2017-05-27 19:11:38', '2017-05-27 19:11:38', '0', '市辖区', '', '1', '640401', '1', '365', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9cf5675c-dc58-4264-aba3-c6ba7dc53690', '2017-05-26 11:31:03', '2017-05-26 11:31:03', '0', '苏尼特右旗', '', '1', '152524', '5', '70', 'SNTYQ', null);
INSERT INTO `b_canton` VALUES ('9d013560-151b-4ef9-943e-0755b895bf74', '2017-05-27 16:55:27', '2017-05-27 16:55:27', '0', '彝良县', '', '1', '530628', '10', '311', 'YLX', null);
INSERT INTO `b_canton` VALUES ('9d027c1b-5cfa-4d35-b0c7-c766eb6dfa6e', '2017-05-27 14:08:22', '2017-05-27 14:08:22', '0', '兴宁区', '', '1', '450102', '2', '258', 'XNQ', null);
INSERT INTO `b_canton` VALUES ('9d45d21f-f57f-4cdf-9fcb-8e93ec66fe97', '2017-05-26 14:54:59', '2017-05-26 14:54:59', '0', '带岭区', '', '1', '230713', '13', '102', 'DLQ', null);
INSERT INTO `b_canton` VALUES ('9d4e1115-a894-4c05-b844-2f12073693b4', '2017-05-27 14:32:36', '2017-05-27 14:32:50', '0', '乐业县', '', '1', '451028', '9', '267', 'LYX', null);
INSERT INTO `b_canton` VALUES ('9d5194fe-c458-4c5f-b3aa-19c933f33b8a', '2017-05-26 10:05:03', '2017-05-26 10:05:03', '0', '深州市', '', '1', '131182', '12', '48', 'SZS', null);
INSERT INTO `b_canton` VALUES ('9d51ef50-1ba0-46c7-a144-3c8e774d08d5', '2017-05-26 09:16:57', '2017-05-26 09:16:57', '0', '玉田县', '', '1', '130229', '14', '39', 'YTX', null);
INSERT INTO `b_canton` VALUES ('9d582215-924b-49c5-9952-047d69c23ecd', '2017-05-26 15:26:27', '2017-05-26 15:26:27', '0', '鼓楼区', '', '1', '320106', '5', '17076c42-81a5-4063-b798-c2eb0b38a41b', 'GLQ', null);
INSERT INTO `b_canton` VALUES ('9d645153-3c05-4f74-bac7-30054edeaaea', '2017-05-26 16:10:01', '2017-05-26 16:10:12', '0', '平阳县', '', '1', '330326', '7', '131', 'PYX', null);
INSERT INTO `b_canton` VALUES ('9d6cfc3f-2097-476e-805d-311c1ed0a2c6', '2017-05-27 16:35:22', '2017-05-27 16:35:22', '0', '荔波县', '', '1', '522722', '3', '306', 'LBX', null);
INSERT INTO `b_canton` VALUES ('9d813241-bffc-422d-b960-437621235b4f', '2017-05-27 17:39:55', '2017-05-27 17:39:55', '0', '扎囊县', '', '1', '540521', '3', '325', 'ZNX', null);
INSERT INTO `b_canton` VALUES ('9d8360f2-076c-40b9-9ab8-201efc7af4a1', '2017-05-26 17:51:34', '2017-05-26 17:51:34', '0', '古田县', '', '1', '350922', '4', '162', 'GTX', null);
INSERT INTO `b_canton` VALUES ('9d9e4d67-638b-49c6-8d7d-2d581fffcc67', '2017-05-27 16:36:38', '2017-05-27 16:36:38', '0', '长顺县', '', '1', '522729', '9', '306', 'CSX', null);
INSERT INTO `b_canton` VALUES ('9de33f01-0137-4149-aa0d-d2dc44790011', '2017-05-26 09:18:02', '2017-05-26 09:18:02', '0', '迁安市', '', '1', '130283', '16', '39', 'QAS', null);
INSERT INTO `b_canton` VALUES ('9de4b561-deda-4ddb-ac05-71312c86a612', '2017-05-27 09:43:20', '2017-05-27 09:43:20', '0', '莱阳市', '', '1', '370682', '8', '179', 'LYS', null);
INSERT INTO `b_canton` VALUES ('9dfe97e1-ec7a-43b4-8dd1-707a40650715', '2017-05-27 12:43:40', '2017-05-27 12:43:40', '0', '市辖区', '', '1', '430301', '1', '225', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9e0429b5-a912-49e8-8f4b-eb022cd3aea3', '2017-05-26 11:33:38', '2017-05-26 11:33:38', '0', '额济纳旗', '', '1', '152923', '3', '71', 'EJNQ', null);
INSERT INTO `b_canton` VALUES ('9e11d218-311c-4d98-a59a-c3e3235202c5', '2017-05-26 11:24:19', '2017-05-26 11:24:19', '0', '卓资县', '', '1', '150921', '3', '68', 'ZZX', null);
INSERT INTO `b_canton` VALUES ('9e14a211-9207-4c3d-aff1-31531c8d11cf', '2017-05-27 19:13:27', '2017-05-27 19:13:27', '0', '彭阳县', '', '1', '640425', '6', '365', 'PYX', null);
INSERT INTO `b_canton` VALUES ('9e3d340b-164d-41ab-85d6-431509e92b4a', '2017-05-26 15:46:23', '2017-05-26 15:46:23', '0', '金湖县', '', '1', '320831', '8', 'bafc8bca-1196-4708-b245-c38981653656', 'JHX', null);
INSERT INTO `b_canton` VALUES ('9e420887-0568-4eb2-8059-5dfb65b0b660', '2017-05-26 14:07:18', '2017-05-26 14:07:18', '0', '市辖区', '', '1', '211301', '1', '84', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9e50a719-10e0-4822-9b38-3c1038213263', '2017-05-26 14:44:19', '2017-05-26 14:44:19', '0', '市辖区', '', '1', '230501', '1', '100', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9e52cc1d-dd75-4373-817e-50cfceb61f03', '2017-05-27 16:56:18', '2017-05-27 16:56:18', '0', '市辖区', '', '1', '530701', '1', '312', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9e59cacf-79b5-45ee-aee6-09e46cd43a66', '2017-05-26 15:53:13', '2017-05-26 15:53:13', '0', '兴化市', '', '1', '321281', '5', '253b619a-cfd5-4387-9ff2-0f95d270c3a0', 'XHS', null);
INSERT INTO `b_canton` VALUES ('9e6ec3ef-bff4-4878-82e3-88ce3c5b0e80', '2017-05-27 10:20:21', '2017-05-27 10:20:21', '0', '惠济区', '', '1', '410108', '7', '191', 'HJQ', null);
INSERT INTO `b_canton` VALUES ('9e85e1ff-089a-4a6e-8aab-cd4723ebb707', '2017-05-27 09:51:29', '2017-05-27 09:51:29', '0', '嘉祥县', '', '1', '370829', '7', '181', 'JXX', null);
INSERT INTO `b_canton` VALUES ('9e8c88c7-837f-4fdc-93e4-3c41d44dae87', '2017-05-27 09:45:07', '2017-05-27 09:45:07', '0', '市辖区', '', '1', '370701', '1', '180', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9ea41ba2-a53a-4c1d-bb7a-9c1618a280eb', '2017-05-26 10:15:50', '2017-05-26 10:15:50', '0', '大同县', '', '1', '140227', '12', '50', 'DTX', null);
INSERT INTO `b_canton` VALUES ('9eacfce3-1361-42aa-9ee9-f232c5f54464', '2017-05-27 16:18:12', '2017-05-27 16:18:12', '0', '赤水市', '', '1', '520381', '14', '300', 'CSS', null);
INSERT INTO `b_canton` VALUES ('9eaee45f-223f-496c-bf80-489864fba942', '2017-05-27 17:28:02', '2017-05-27 17:28:02', '0', '林周县', '', '1', '540121', '4', '323', 'LZX', null);
INSERT INTO `b_canton` VALUES ('9ec9e022-173b-4a66-a900-80cab8458d75', '2017-05-26 13:49:49', '2017-05-26 13:49:49', '0', '西市区', '', '1', '210803', '3', '79', 'XSQ', null);
INSERT INTO `b_canton` VALUES ('9ef3d429-c04e-4796-968b-1ad8843a2662', '2017-05-26 16:17:47', '2017-05-26 16:17:47', '0', '婺城区', '', '1', '330702', '2', '135', 'WCQ', null);
INSERT INTO `b_canton` VALUES ('9f1288ff-8bb2-421c-b5ac-00640dc2c1c6', '2017-05-27 09:32:05', '2017-05-27 09:32:05', '0', '商河县', '', '1', '370126', '10', '174', 'SHX', null);
INSERT INTO `b_canton` VALUES ('9f1a1a49-44a4-4637-aa26-70b3942dca4e', '2017-05-26 16:27:59', '2017-05-26 16:27:59', '0', '云和县', '', '1', '331125', '7', 'a2ce7e83-1df0-48ba-8c5a-7d1f202f78f7', 'YHX', null);
INSERT INTO `b_canton` VALUES ('9f1b3c74-d4e1-478f-b1a7-2253a6264f32', '2017-05-27 18:18:08', '2017-05-27 18:18:08', '0', '米脂县', '', '1', '610827', '9', '337', 'MZX', null);
INSERT INTO `b_canton` VALUES ('9f1baaff-928f-418e-b591-9a0448cca998', '2017-05-27 14:04:02', '2017-05-27 14:04:02', '0', '云安区', '', '1', '445303', '3', '257', 'YAQ', null);
INSERT INTO `b_canton` VALUES ('9f220a4a-c9bf-4397-b192-5f6b14879d60', '2017-05-27 18:29:25', '2017-05-27 18:29:25', '0', '平川区', '', '1', '620403', '3', '343', 'PCQ', null);
INSERT INTO `b_canton` VALUES ('9f3e6b71-718f-4f4b-ac43-a166d812790b', '2017-05-27 10:21:06', '2017-05-27 10:21:06', '0', '荥阳市', '', '1', '410182', '10', '191', 'XYS', null);
INSERT INTO `b_canton` VALUES ('9f4cae4b-8866-4a09-b565-4523c076c7d4', '2017-05-26 14:02:02', '2017-05-26 14:02:02', '0', '文圣区', '', '1', '211003', '3', '81', 'WSQ', null);
INSERT INTO `b_canton` VALUES ('9f4caeef-065c-4784-894e-cd1e3cbc97bf', '2017-05-26 16:53:54', '2017-05-26 16:53:54', '0', '潜山县', '', '1', '340824', '6', '144', 'QSX', null);
INSERT INTO `b_canton` VALUES ('9f4e9554-c74c-42e3-8954-5e453b351e98', '2017-05-27 09:57:54', '2017-05-27 09:57:54', '0', '市辖区', '', '1', '371301', '1', '186', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9f548283-ef0c-48c2-803e-5d95a7f24a7b', '2017-05-27 17:59:15', '2017-05-27 17:59:15', '0', '凤县', '', '1', '610330', '12', '332', 'FX', null);
INSERT INTO `b_canton` VALUES ('9f62aaaf-db61-453b-acc9-84c338cd8a7c', '2017-05-27 10:11:07', '2017-05-27 10:11:07', '0', '定陶区', '', '1', '371703', '3', '190', 'DTQ', null);
INSERT INTO `b_canton` VALUES ('9f97ec11-f3bd-47b0-a18b-02c933598dee', '2017-05-27 14:00:23', '2017-05-27 14:00:23', '0', '连州市', '', '1', '441882', '9', '252', 'LZS', null);
INSERT INTO `b_canton` VALUES ('9fa29502-b009-4747-b71d-4dbd7878da75', '2017-05-26 14:23:34', '2017-05-26 14:23:34', '0', '市辖区', '', '1', '220701', '1', '92', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('9fae5d46-ed8e-4325-b136-66d2f14005e0', '2017-05-27 19:02:29', '2017-05-27 19:02:29', '0', '久治县', '', '1', '632625', '5', '359', 'JZX', null);
INSERT INTO `b_canton` VALUES ('9fb17973-25ea-4057-b14c-681cbaed7cf2', '2017-05-27 09:36:06', '2017-05-27 09:36:06', '0', '博山区', '', '1', '370304', '4', '176', 'BSQ', null);
INSERT INTO `b_canton` VALUES ('9fdb3f8a-10b2-4d51-8bba-a68a6b5cbd1c', '2017-05-27 16:30:01', '2017-05-27 16:30:01', '0', '册亨县', '', '1', '522327', '7', '303', 'CHX', null);
INSERT INTO `b_canton` VALUES ('9fde8c33-4393-4512-825d-45474e14a3b1', '2017-05-27 19:45:15', '2017-05-27 19:45:15', '0', '吉木乃县', '', '1', '654326', '7', '380', 'JMNX', null);
INSERT INTO `b_canton` VALUES ('9fdec1c3-df38-43b0-88b7-379e293c607e', '2017-05-27 10:30:11', '2017-05-27 10:30:11', '0', '鲁山县', '', '1', '410423', '8', '194', 'LSX', null);
INSERT INTO `b_canton` VALUES ('9ff6661f-0735-4d3e-9c98-110f89f2cd7b', '2017-05-27 12:49:00', '2017-05-27 12:49:00', '0', '北塔区', '', '1', '430511', '4', '227', 'BTQ', null);
INSERT INTO `b_canton` VALUES ('a014eb93-7d83-4005-8656-25e51e818253', '2017-05-27 09:24:11', '2017-05-27 09:24:11', '0', '婺源县', '', '1', '361130', '12', '173', 'WYX', null);
INSERT INTO `b_canton` VALUES ('a017b3e1-131f-4be9-9197-7dd4f019b8aa', '2017-05-27 10:24:14', '2017-05-27 10:24:14', '0', '尉氏县', '', '1', '410223', '10', '192', 'WSX', null);
INSERT INTO `b_canton` VALUES ('a01dce76-e71a-4a88-b258-6bda137f6f84', '2017-05-25 18:25:10', '2017-05-25 18:25:10', '0', '无极县', '', '1', '130130', '17', '38', 'WJX', null);
INSERT INTO `b_canton` VALUES ('a05c8c96-c028-4688-b523-271cb3a97f2a', '2017-05-27 13:44:43', '2017-05-27 13:44:43', '0', '高要区', '', '1', '441204', '4', '246', 'GYQ', null);
INSERT INTO `b_canton` VALUES ('a0607076-f7af-4fd2-b59e-6bcbd17a040f', '2017-05-26 10:16:15', '2017-05-26 10:16:15', '0', '市辖区', '', '1', '140301', '1', '51', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a0783e74-2bf3-4aae-b75e-2c9af57601a0', '2017-05-26 14:15:18', '2017-05-26 14:15:18', '0', '船营区', '', '1', '220204', '4', '87', 'CYQ', null);
INSERT INTO `b_canton` VALUES ('a0975972-a452-4371-892a-76928ceeb781', '2017-05-27 15:42:25', '2017-05-27 15:42:25', '0', '兴文县', '', '1', '511528', '10', '289', 'XWX', null);
INSERT INTO `b_canton` VALUES ('a09d7b65-53e5-4e87-9781-9617a9f9fe7b', '2017-05-27 11:32:34', '2017-05-27 11:32:34', '0', '浠水县', '', '1', '421125', '7', '218', 'XSX', null);
INSERT INTO `b_canton` VALUES ('a0b24021-9e70-4ca7-8af7-586579121823', '2017-05-27 09:12:49', '2017-05-27 09:12:49', '0', '遂川县', '', '1', '360827', '10', '170', 'SCX', null);
INSERT INTO `b_canton` VALUES ('a0be3894-7c15-45dd-925a-36bc79b4b252', '2017-05-26 09:44:39', '2017-05-26 09:44:39', '0', '宣化区', '', '1', '130705', '4', '44', 'XHQ', null);
INSERT INTO `b_canton` VALUES ('a0c07cb7-8d89-4d78-b806-8232708a5172', '2017-05-27 13:43:46', '2017-05-27 13:43:46', '0', '信宜市', '', '1', '440983', '6', '245', 'XYS', null);
INSERT INTO `b_canton` VALUES ('a0cdb24f-61a2-456a-81b9-d13ebdf4e07f', '2017-05-26 10:53:39', '2017-05-26 10:53:44', '0', '柳林县', '', '1', '141125', '7', '59', 'LLX', null);
INSERT INTO `b_canton` VALUES ('a0ea23ee-935e-4491-b091-69a0b0d90981', '2017-05-26 09:27:06', '2017-05-26 09:27:06', '0', '市辖区', '', '1', '130501', '1', '42', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a11e5f42-7499-41d0-a2ba-ac704ff83479', '2017-05-26 11:12:48', '2017-05-26 11:12:48', '0', '东胜区', '', '1', '150602', '2', '65', 'DSQ', null);
INSERT INTO `b_canton` VALUES ('a13372ba-af2d-42c6-8673-669a4ddaaf10', '2017-05-26 17:09:12', '2017-05-26 17:09:16', '0', '萧县', '', '1', '341322', '4', '148', 'XX', null);
INSERT INTO `b_canton` VALUES ('a13f498d-a5c1-4167-8204-2300b77e529e', '2017-05-27 15:09:10', '2017-05-27 15:09:10', '0', '金牛区', '', '1', '510106', '4', '277', 'JNQ', null);
INSERT INTO `b_canton` VALUES ('a177d454-2bd6-4315-aa8b-068575c65d3f', '2017-05-26 17:46:04', '2017-05-26 17:46:04', '0', '政和县', '', '1', '350725', '8', '160', 'ZHX', null);
INSERT INTO `b_canton` VALUES ('a1a24606-069a-4173-8b83-8007043888fb', '2017-05-26 11:04:12', '2017-05-26 11:04:12', '0', '海勃湾区', '', '1', '150302', '2', '62', 'HBWQ', null);
INSERT INTO `b_canton` VALUES ('a1e4b09c-b727-4ccb-a4bd-6d9213a0ec59', '2017-05-27 16:25:46', '2017-05-27 16:25:46', '0', '碧江区', '', '1', '520602', '2', '302', 'BJQ', null);
INSERT INTO `b_canton` VALUES ('a20191b8-abed-4016-95e9-2b7080c53e69', '2017-05-26 10:27:32', '2017-05-26 10:27:32', '0', '山阴县', '', '1', '140621', '4', '54', 'SYX', null);
INSERT INTO `b_canton` VALUES ('a20cf2fd-2705-4615-b462-d90f201c8000', '2017-05-27 17:43:07', '2017-05-27 17:43:07', '0', '隆子县', '', '1', '540529', '11', '325', 'LZX', null);
INSERT INTO `b_canton` VALUES ('a212fd82-40a1-4efd-b3cd-5fed1c10241e', '2017-05-26 10:15:37', '2017-05-26 10:15:37', '0', '左云县', '', '1', '140226', '11', '50', 'ZYX', null);
INSERT INTO `b_canton` VALUES ('a21e6108-2b4c-4b27-bd20-49b9e3e7d103', '2017-05-26 16:24:50', '2017-05-26 16:24:50', '0', '椒江区', '', '1', '331002', '2', '79e64557-6e6a-4cae-b802-9ee18b2002d5', 'JJQ', null);
INSERT INTO `b_canton` VALUES ('a22b37c0-d0ee-404e-9619-346162d89b47', '2017-05-26 13:38:35', '2017-05-26 13:38:35', '0', '台安县', '', '1', '210321', '6', '74', 'TAX', null);
INSERT INTO `b_canton` VALUES ('a272c48e-b951-448e-b065-2183b1726932', '2017-05-26 14:58:17', '2017-05-26 14:58:17', '0', '富锦市', '', '1', '230882', '10', '103', 'FJS', null);
INSERT INTO `b_canton` VALUES ('a2850722-a503-4a3d-adac-a563d4188fc7', '2017-05-27 15:09:20', '2017-05-27 15:09:25', '0', '武侯区', '', '1', '510107', '5', '277', 'WHQ', null);
INSERT INTO `b_canton` VALUES ('a29014df-8b52-42ea-9d1b-f152ef2bb5b1', '2017-05-26 15:49:38', '2017-05-26 15:49:38', '0', '广陵区', '', '1', '321002', '2', '096af671-0fa9-44c8-b082-2f55db25b3a6', 'GLQ', null);
INSERT INTO `b_canton` VALUES ('a2904a57-30c9-4fcb-bfc4-d10577739a15', '2017-05-26 15:35:23', '2017-05-26 15:35:23', '0', '金坛区', '', '1', '320413', '6', 'f7dd0429-4109-436a-842c-5afddda13cbe', 'JTQ', null);
INSERT INTO `b_canton` VALUES ('a29c58fd-4b56-46d1-b2f0-42c4a3876ee7', '2017-05-27 17:31:05', '2017-05-27 17:31:05', '0', '萨迦县', '', '1', '540224', '5', '326', 'SJX', null);
INSERT INTO `b_canton` VALUES ('a2a83f86-a110-40da-9712-6441b3f2af78', '2017-05-26 17:25:34', '2017-05-26 17:25:34', '0', '闽清县', '', '1', '350124', '10', '154', 'MQX', null);
INSERT INTO `b_canton` VALUES ('a2a9a2f1-8434-4eda-bae8-daf9b5fb6212', '2017-05-27 09:58:19', '2017-05-27 09:58:19', '0', '罗庄区', '', '1', '371311', '3', '186', 'LZQ', null);
INSERT INTO `b_canton` VALUES ('a2b97689-df6d-48b5-9783-706e46287153', '2017-05-26 09:23:10', '2017-05-26 09:23:10', '0', '临漳县', '', '1', '130423', '7', '41', 'LZX', null);
INSERT INTO `b_canton` VALUES ('a2c90a00-cf74-4b5c-af37-4af365eb057b', '2017-05-27 14:34:27', '2017-05-27 14:34:27', '0', '市辖区', '', '1', '451101', '1', '268', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a2ce7e83-1df0-48ba-8c5a-7d1f202f78f7', '2017-05-26 16:00:28', '2017-05-26 16:00:28', '0', '浙江省丽水市', '', '1', '331100', '11', '12', 'ZJSLSS', null);
INSERT INTO `b_canton` VALUES ('a2d6e492-b197-448d-a8ed-7853b900656b', '2017-05-27 16:48:30', '2017-05-27 16:48:30', '0', '市辖区', '', '1', '530401', '1', '309', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a2edb4cf-ea4c-4fc5-b6b7-bd22f652f383', '2017-05-27 16:08:24', '2017-05-27 16:08:24', '0', '云岩区', '', '1', '520103', '3', '298', 'YYQ', null);
INSERT INTO `b_canton` VALUES ('a2f6ec24-fc3a-4732-84e1-fc42ba7f523f', '2017-05-26 16:18:59', '2017-05-26 16:19:04', '0', '磐安县', '', '1', '330727', '6', '135', 'PAX', null);
INSERT INTO `b_canton` VALUES ('a30f5e33-9f62-4daf-97cd-e744470ce8e3', '2017-05-27 15:11:38', '2017-05-27 15:11:38', '0', '大邑县', '', '1', '510129', '14', '277', 'DYX', null);
INSERT INTO `b_canton` VALUES ('a31fbac1-9c9f-46b0-8f69-5626b937a1b5', '2017-05-26 10:38:12', '2017-05-26 10:38:12', '0', '芮城县', '', '1', '140830', '12', '56', 'RCX', null);
INSERT INTO `b_canton` VALUES ('a3241f17-ba77-47f0-a7aa-9cf552a47f48', '2017-05-26 14:21:57', '2017-05-26 14:21:57', '0', '市辖区', '', '1', '220601', '1', '91', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a3344a96-c29e-4ecc-8aa2-7a1691bebccf', '2017-05-26 18:13:01', '2017-05-26 18:13:01', '0', '市辖区', '', '1', '360701', '1', '169', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a3388844-092f-4e6b-8035-ec08dadb3e2e', '2017-05-27 10:01:21', '2017-05-27 10:01:28', '0', '莒南县', '', '1', '371327', '11', '186', 'JNX', null);
INSERT INTO `b_canton` VALUES ('a373f45a-eed1-4485-ac74-271096cf6f70', '2017-05-26 16:56:56', '2017-05-26 16:56:56', '0', '屯溪区', '', '1', '341002', '2', '145', 'TXQ', null);
INSERT INTO `b_canton` VALUES ('a384e611-fb0f-4428-8f76-9378f64b9061', '2017-05-26 14:07:50', '2017-05-26 14:07:50', '0', '朝阳县', '', '1', '211321', '4', '84', 'CYX', null);
INSERT INTO `b_canton` VALUES ('a3a91934-e52e-43b3-8f1e-e05bde1d2552', '2017-05-27 13:31:34', '2017-05-27 13:31:34', '0', '南雄市', '', '1', '440282', '11', '238', 'NXS', null);
INSERT INTO `b_canton` VALUES ('a3ad90e0-a036-4c90-9501-a0264c7dc98c', '2017-05-27 17:10:34', '2017-05-27 17:10:44', '0', '石屏县', '', '1', '532525', '7', '316', 'SPX', null);
INSERT INTO `b_canton` VALUES ('a3adb52e-b521-4131-86c8-ee731a1ba77c', '2017-05-26 10:48:50', '2017-05-26 10:48:50', '0', '隰县', '', '1', '141031', '13', '58', 'XX', null);
INSERT INTO `b_canton` VALUES ('a3b6e407-ff7d-4a97-be23-7d1099b5fee3', '2017-05-27 14:19:44', '2017-05-27 14:19:44', '0', '资源县', '', '1', '450329', '15', '260', 'ZYX', null);
INSERT INTO `b_canton` VALUES ('a3bdd433-460e-433c-8465-65329cfea73a', '2017-05-27 11:28:32', '2017-05-27 11:28:32', '0', '云梦县', '', '1', '420923', '5', '216', 'YMX', null);
INSERT INTO `b_canton` VALUES ('a3ea3c34-a209-4ad0-b58c-d813364dbcd7', '2017-05-26 15:39:07', '2017-05-26 15:39:07', '0', '昆山市', '', '1', '320593', '9', '98fd7192-e4bf-49ef-a19a-61f20d75ec51', 'KSS', null);
INSERT INTO `b_canton` VALUES ('a3fd79d2-3f8a-4518-9ca8-52b674b16d61', '2017-05-27 16:48:59', '2017-05-27 16:48:59', '0', '澄江县', '', '1', '530422', '4', '309', 'CJX', null);
INSERT INTO `b_canton` VALUES ('a4123855-33b5-4873-899a-c4e6c66f17be', '2017-05-26 16:02:55', '2017-05-26 16:02:55', '0', '桐庐县', '', '1', '330122', '11', '127', 'TLX', null);
INSERT INTO `b_canton` VALUES ('a43990bd-c47b-435d-a14a-2268f4d2f42d', '2017-05-26 17:05:54', '2017-05-26 17:05:54', '0', '临泉县', '', '1', '341221', '5', '147', 'LQX', null);
INSERT INTO `b_canton` VALUES ('a43bef23-f577-42d4-a62d-cac94d975a76', '2017-05-27 10:26:07', '2017-05-27 10:26:07', '0', '洛龙区', '', '1', '410311', '7', '193', 'LLQ', null);
INSERT INTO `b_canton` VALUES ('a43bf1c2-7fa6-41c8-94f7-1c8f1697db0e', '2017-05-27 16:51:53', '2017-05-27 16:51:53', '0', '龙陵县', '', '1', '530523', '4', '310', 'LLX', null);
INSERT INTO `b_canton` VALUES ('a43fc930-2af5-40a3-8fdd-a1765f5a67cb', '2017-05-26 10:14:41', '2017-05-26 10:14:41', '0', '广灵县', '', '1', '140223', '8', '50', 'GLX', null);
INSERT INTO `b_canton` VALUES ('a44c2c19-a957-4199-be70-2b7c63ff352a', '2017-05-25 17:53:12', '2017-05-25 17:53:12', '0', '和平区', '', '1', '120101', '2', '3', 'HPQ', null);
INSERT INTO `b_canton` VALUES ('a4675d0a-3d88-42ff-bfa9-24cd9df8596e', '2017-05-27 11:34:16', '2017-05-27 11:34:16', '0', '麻城市', '', '1', '421181', '10', '218', 'MCS', null);
INSERT INTO `b_canton` VALUES ('a46ad859-d01b-4a51-b46f-9738f64ec20e', '2017-05-27 14:29:51', '2017-05-27 14:29:51', '0', '陆川县', '', '1', '450922', '5', '266', 'LCX', null);
INSERT INTO `b_canton` VALUES ('a496d938-82b0-45f6-b07d-d31aa8df548e', '2017-05-26 18:14:03', '2017-05-26 18:14:03', '0', '信丰县', '', '1', '360722', '5', '169', 'XFX', null);
INSERT INTO `b_canton` VALUES ('a49f52a1-9882-4fd6-9bda-c972d05a0d5c', '2017-05-26 09:25:51', '2017-05-26 09:25:51', '0', '馆陶县', '', '1', '130433', '17', '41', 'GTX', null);
INSERT INTO `b_canton` VALUES ('a4ca559a-20d6-4bb8-b8a4-6dc4e32d3394', '2017-05-26 16:15:08', '2017-05-26 16:15:08', '0', '越城区', '', '1', '330602', '2', '134', 'YCQ', null);
INSERT INTO `b_canton` VALUES ('a4d81add-8e0e-4cad-be5b-e6df1e35c972', '2017-05-26 16:12:14', '2017-05-26 16:12:14', '0', '南湖区', '', '1', '330402', '2', '132', 'NHQ', null);
INSERT INTO `b_canton` VALUES ('a4e92708-fe16-46fb-a664-9a75d181e29f', '2017-05-25 18:29:01', '2017-05-25 18:29:01', '0', '元氏县', '', '1', '130132', '19', '38', 'YSX', null);
INSERT INTO `b_canton` VALUES ('a4f057da-4fd3-4897-b6d4-dee1ccf59020', '2017-05-27 16:36:50', '2017-05-27 16:36:50', '0', '龙里县', '', '1', '522730', '10', '306', 'LLX', null);
INSERT INTO `b_canton` VALUES ('a504d794-69c0-41a2-bbfb-c162c3658071', '2017-05-26 09:50:37', '2017-05-26 09:50:37', '0', '隆化县', '', '1', '130825', '9', '45', 'LHX', null);
INSERT INTO `b_canton` VALUES ('a53daf9a-d5d6-4b98-acc1-659a6f98b90d', '2017-05-27 13:40:28', '2017-05-27 13:40:28', '0', '恩平市', '', '1', '440785', '8', '243', 'EPS', null);
INSERT INTO `b_canton` VALUES ('a544b089-ca3e-40a5-a4bc-522a393f877e', '2017-05-27 09:17:24', '2017-05-27 09:17:24', '0', '市辖区', '', '1', '361001', '1', '172', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a54537e5-e9bf-4b83-951f-5cef39434d02', '2017-05-27 19:33:24', '2017-05-27 19:33:24', '0', '乌恰县', '', '1', '653024', '4', '375', 'WQX', null);
INSERT INTO `b_canton` VALUES ('a549247b-5f20-45d5-94ab-379f66853a82', '2017-05-27 10:48:48', '2017-05-27 10:48:48', '0', '召陵区', '', '1', '411104', '4', '201', 'ZLQ', null);
INSERT INTO `b_canton` VALUES ('a575d9fa-4b7b-40d4-8942-ccd482b05dd5', '2017-05-26 15:48:02', '2017-05-26 15:48:02', '0', '滨海县', '', '1', '320922', '6', '3999a3f0-9039-4abb-9885-4e92b6c13632', 'BHX', null);
INSERT INTO `b_canton` VALUES ('a58d825c-30af-489b-bcd0-1f26ea825c8d', '2017-05-27 16:19:49', '2017-05-27 16:19:49', '0', '镇宁布依族苗族自治县', '', '1', '520423', '5', '301', 'ZNBYZMZZZX', null);
INSERT INTO `b_canton` VALUES ('a5b6d69c-c1cb-4656-a750-5434b64ce9f8', '2017-05-26 11:24:52', '2017-05-26 11:24:52', '0', '兴和县', '', '1', '150924', '6', '68', 'XHX', null);
INSERT INTO `b_canton` VALUES ('a5d43f7c-f20c-4334-b18f-8af3b377a767', '2017-05-27 10:10:13', '2017-05-27 10:10:13', '0', '博兴县', '', '1', '371625', '7', '189', 'BXX', null);
INSERT INTO `b_canton` VALUES ('a5ebf9ff-d663-4337-8d45-60416bb8c775', '2017-05-26 14:56:36', '2017-05-26 14:56:36', '0', '向阳区', '', '1', '230803', '2', '103', 'XYQ', null);
INSERT INTO `b_canton` VALUES ('a608ca09-ba05-4806-90ea-bb2c7bf26368', '2017-05-27 18:41:20', '2017-05-27 18:41:20', '0', '宁县', '', '1', '621026', '8', '349', 'NX', null);
INSERT INTO `b_canton` VALUES ('a61f567e-ddfb-4a80-9f76-e1714191b956', '2017-05-27 18:03:59', '2017-05-27 18:03:59', '0', '市辖区', '', '1', '610501', '1', '334', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a62605c1-151a-4977-97f8-0daa842c8be9', '2017-05-26 09:56:32', '2017-05-26 09:56:32', '0', '肃宁县', '', '1', '130926', '9', '46', 'SNX', null);
INSERT INTO `b_canton` VALUES ('a62c9120-c94a-4326-b70b-0d5d8b7305d8', '2017-05-27 18:47:47', '2017-05-27 18:47:47', '0', '两当县', '', '1', '621228', '10', '351', 'LDX', null);
INSERT INTO `b_canton` VALUES ('a64f56fc-b08b-4aca-89c1-f4c7e0f4ce5a', '2017-05-26 09:41:34', '2017-05-26 09:41:34', '0', '顺平县', '', '1', '130636', '19', '43', 'SPX', null);
INSERT INTO `b_canton` VALUES ('a65eef1f-750f-467f-b289-9b23c8b303ac', '2017-05-26 10:40:40', '2017-05-26 10:40:40', '0', '定襄县', '', '1', '140921', '3', '57', 'DXX', null);
INSERT INTO `b_canton` VALUES ('a68b39d1-de54-462e-b079-bd9bd871461b', '2017-05-26 16:43:14', '2017-05-26 16:43:14', '0', '固镇县', '', '1', '340323', '8', '139', 'GZX', null);
INSERT INTO `b_canton` VALUES ('a69e070a-ab54-479e-9d45-503ceae89329', '2017-05-26 09:47:06', '2017-05-26 09:47:06', '0', '蔚县', '', '1', '130726', '12', '44', 'WX', null);
INSERT INTO `b_canton` VALUES ('a6a6a789-642b-45f4-8229-cf69f43fa22d', '2017-05-27 11:21:57', '2017-05-27 11:21:57', '0', '市辖区', '', '1', '420601', '1', '213', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a6ab5a7a-4463-412c-b2d5-5b5f956f2a89', '2017-05-27 15:58:31', '2017-05-27 15:58:31', '0', '德格县', '', '1', '513330', '10', '296', 'DGX', null);
INSERT INTO `b_canton` VALUES ('a6abb1d0-5af3-4d2c-8db4-eddf0fe57ad1', '2017-05-27 16:32:19', '2017-05-27 16:32:19', '0', '天柱县', '', '1', '522627', '7', '305', 'TZX', null);
INSERT INTO `b_canton` VALUES ('a6c13ee2-9645-4115-b5dd-a55327a30609', '2017-05-27 17:09:48', '2017-05-27 17:09:48', '0', '弥勒市', '', '1', '532504', '4', '316', 'MLS', null);
INSERT INTO `b_canton` VALUES ('a6f80901-d2d0-4abc-b252-aac406eb21fb', '2017-05-26 15:29:57', '2017-05-26 15:29:57', '0', '江阴市', '', '1', '320281', '7', '7b5f4d44-5578-4039-8079-54b6d36f1325', 'JYS', null);
INSERT INTO `b_canton` VALUES ('a731f41f-9ab0-477e-addd-cadf55d76af9', '2017-05-27 14:41:39', '2017-05-27 14:41:39', '0', '金秀瑶族自治县', '', '1', '451324', '6', '270', 'JXYZZZX', null);
INSERT INTO `b_canton` VALUES ('a754222c-7910-4475-8c5e-290df8d1d1e8', '2017-05-26 18:15:13', '2017-05-26 18:15:13', '0', '龙南县', '', '1', '360727', '10', '169', 'LNX', null);
INSERT INTO `b_canton` VALUES ('a7620b09-3472-47d1-b0e9-7e03c23dddf7', '2017-05-27 17:37:52', '2017-05-27 17:37:52', '0', '巴宜区', '', '1', '540402', '1', '329', 'BYQ', null);
INSERT INTO `b_canton` VALUES ('a76f71a5-989f-42c1-ac2a-dfbb2ffb04ce', '2017-05-27 16:08:13', '2017-05-27 16:08:13', '0', '南明区', '', '1', '520102', '2', '298', 'NMQ', null);
INSERT INTO `b_canton` VALUES ('a7804c89-34dc-4296-889b-dd1297eadf1e', '2017-05-27 13:54:56', '2017-05-27 13:54:56', '0', '陆河县', '', '1', '441523', '4', '249', 'LHX', null);
INSERT INTO `b_canton` VALUES ('a78a54d3-35c1-438f-b58c-0757714485a5', '2017-05-27 11:18:48', '2017-05-27 11:18:48', '0', '远安县', '', '1', '420525', '7', '212', 'YAX', null);
INSERT INTO `b_canton` VALUES ('a7a43bb2-1f40-400e-a6b8-a432ff5e17c1', '2017-05-27 10:56:38', '2017-05-27 10:56:38', '0', '柘城县', '', '1', '411424', '7', '204', 'ZCX', null);
INSERT INTO `b_canton` VALUES ('a7a8479a-edf1-467e-8521-816f3534b5d6', '2017-05-27 17:15:28', '2017-05-27 17:15:28', '0', '景洪市', '', '1', '532801', '1', '318', 'JHS', null);
INSERT INTO `b_canton` VALUES ('a7ce788c-bedf-4f1f-a4b0-8253252ba345', '2017-05-27 10:31:43', '2017-05-27 10:31:43', '0', '文峰区', '', '1', '410502', '2', '195', 'WFQ', null);
INSERT INTO `b_canton` VALUES ('a7d66169-3d4b-4055-a780-b37bc7059364', '2017-05-26 15:28:32', '2017-05-26 15:28:32', '0', '市辖区', '', '1', '320201', '1', '7b5f4d44-5578-4039-8079-54b6d36f1325', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a7e87061-2d61-40fc-b6b0-6ec469e08ef1', '2017-05-27 19:27:34', '2017-05-27 19:27:34', '0', '轮台县', '', '1', '652822', '2', '373', 'LTX', null);
INSERT INTO `b_canton` VALUES ('a7f8dc95-4bfc-4713-97eb-0abc9b80c054', '2017-05-27 17:27:34', '2017-05-27 17:27:34', '0', '城关区', '', '1', '540102', '2', '323', 'CGQ', null);
INSERT INTO `b_canton` VALUES ('a80f9b39-d323-4a96-b5a7-207c1b14fb8b', '2017-05-27 15:35:28', '2017-05-27 15:35:28', '0', '嘉陵区', '', '1', '511304', '4', '287', 'JLQ', null);
INSERT INTO `b_canton` VALUES ('a816bfac-0254-4767-ae76-b6dcbaed26c7', '2017-05-27 12:48:07', '2017-05-27 12:48:15', '0', '常宁市', '', '1', '430482', '13', '226', 'CNS', null);
INSERT INTO `b_canton` VALUES ('a82fb444-9632-409e-842d-bdfe123e13c7', '2017-05-26 14:16:52', '2017-05-26 14:16:52', '0', '市辖区', '', '1', '220301', '1', '88', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a84971bd-ed47-46a6-b45a-08214c86103f', '2017-05-27 17:04:46', '2017-05-27 17:04:46', '0', '永德县', '', '1', '530923', '5', '314', 'YDX', null);
INSERT INTO `b_canton` VALUES ('a855348d-a69e-46bb-b8fa-dc6ba9dcb305', '2017-05-27 10:27:46', '2017-05-27 10:27:46', '0', '伊川县', '', '1', '410329', '14', '193', 'YCX', null);
INSERT INTO `b_canton` VALUES ('a8562674-28ec-4c7c-94a3-068761a94370', '2017-05-26 10:00:19', '2017-05-26 10:00:19', '0', '永清县', '', '1', '131023', '5', '47', 'YQX', null);
INSERT INTO `b_canton` VALUES ('a87ab0b3-3ef8-4e67-9c7a-4066e4dc8e82', '2017-05-27 18:30:13', '2017-05-27 18:30:13', '0', '市辖区', '', '1', '620501', '1', '344', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a880a366-b766-49b9-a04f-be4367e63dda', '2017-05-27 11:09:58', '2017-05-27 11:09:58', '0', '硚口区', '', '1', '420104', '4', '209', 'CKQ', null);
INSERT INTO `b_canton` VALUES ('a886bdde-3c7a-4036-9981-a8dd5204d5e2', '2017-05-27 09:41:19', '2017-05-27 09:41:19', '0', '市辖区', '', '1', '370601', '1', '179', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a8bda371-08e6-4d88-ba15-fabc6c31a302', '2017-05-26 13:37:07', '2017-05-26 13:37:07', '0', '庄河市', '', '1', '210283', '11', '73', 'ZHS', null);
INSERT INTO `b_canton` VALUES ('a8c154e3-112d-48c6-826a-b35f83afa964', '2017-05-26 10:03:34', '2017-05-26 10:03:34', '0', '武强县', '', '1', '131123', '6', '48', 'WQX', null);
INSERT INTO `b_canton` VALUES ('a8c78a8a-d59e-4da3-a812-6d7e45df8b31', '2017-05-26 15:54:59', '2017-05-26 15:54:59', '0', '泗阳县', '', '1', '321323', '5', '82b93f1d-73ce-4225-9b0d-50c7cd67b6eb', 'SYX', null);
INSERT INTO `b_canton` VALUES ('a8cde8ae-77e4-486d-a992-d6791a9c5baf', '2017-05-27 10:38:52', '2017-05-27 10:38:52', '0', '获嘉县', '', '1', '410724', '7', '197', 'HJX', null);
INSERT INTO `b_canton` VALUES ('a8d809dd-2bf5-4c45-a20e-241dcb211c32', '2017-05-26 11:15:47', '2017-05-26 11:15:47', '0', '市辖区', '', '1', '150701', '1', '66', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a8dbf079-025a-4787-a953-347bd12cdbd8', '2017-05-26 11:14:39', '2017-05-26 11:14:39', '0', '乌审旗', '', '1', '150626', '9', '65', 'WSQ', null);
INSERT INTO `b_canton` VALUES ('a8ec8119-5f87-4d7a-b256-d9acbe41bd88', '2017-05-27 11:01:37', '2017-05-27 11:01:37', '0', '商水县', '', '1', '411623', '5', '206', 'SSX', null);
INSERT INTO `b_canton` VALUES ('a8fbcb8f-1be3-4295-a641-c2cd923abfc8', '2017-05-27 13:16:37', '2017-05-27 13:16:37', '0', '芦溪县', '', '1', '433122', '2', '236', 'LXX', null);
INSERT INTO `b_canton` VALUES ('a908a9ff-1dec-45f2-b344-59278d6d092b', '2017-05-27 17:40:35', '2017-05-27 17:40:35', '0', '桑日县', '', '1', '540523', '5', '325', 'SRX', null);
INSERT INTO `b_canton` VALUES ('a90b751e-07cc-4712-bcf1-7651d69b7576', '2017-05-26 16:15:00', '2017-05-26 16:15:00', '0', '市辖区', '', '1', '330601', '1', '134', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a95492a8-4be6-45c6-8ae3-1abdcfc4b701', '2017-05-26 18:15:48', '2017-05-26 18:15:48', '0', '全南县', '', '1', '360729', '12', '169', 'QNX', null);
INSERT INTO `b_canton` VALUES ('a98bd8b1-86b1-4948-8d9b-ee76f06bb20b', '2017-05-27 13:03:46', '2017-05-27 13:03:46', '0', '祁阳县', '', '1', '431121', '4', '233', 'QYX', null);
INSERT INTO `b_canton` VALUES ('a9b1424b-1c9a-405a-aa6f-fde4c2a5e4f8', '2017-05-26 10:22:27', '2017-05-26 10:22:27', '0', '市辖区', '', '1', '140501', '1', '53', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('a9b212c5-8fa3-44ab-87f9-e7fe367d3b15', '2017-05-27 11:11:00', '2017-05-27 11:11:00', '0', '洪山区', '', '1', '420111', '8', '209', 'HSQ', null);
INSERT INTO `b_canton` VALUES ('a9cb7375-b740-43d9-9537-d51b58564852', '2017-05-27 19:44:48', '2017-05-27 19:44:48', '0', '哈巴河县', '', '1', '654324', '5', '380', 'HBHX', null);
INSERT INTO `b_canton` VALUES ('a9e54735-3dab-4d60-ab5d-d84867065955', '2017-05-27 18:59:40', '2017-05-27 18:59:40', '0', '泽库县', '', '1', '632323', '3', '357', 'ZKX', null);
INSERT INTO `b_canton` VALUES ('aa04c35e-c10d-42e3-9ef8-11c27e0ce94c', '2017-05-27 13:00:38', '2017-05-27 13:00:38', '0', '市辖区', '', '1', '431001', '1', '232', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('aa08dac5-a08a-4f36-b8e3-97a093f356aa', '2017-05-27 15:35:38', '2017-05-27 15:35:38', '0', '南部县', '', '1', '511321', '5', '287', 'NBX', null);
INSERT INTO `b_canton` VALUES ('aa15023f-cc5f-4ff9-823c-9b66a7e52817', '2017-05-27 16:42:35', '2017-05-27 16:42:35', '0', '东川区', '', '1', '530113', '6', '307', 'DCQ', null);
INSERT INTO `b_canton` VALUES ('aa560f37-7890-4094-9823-0f32472c646f', '2017-05-27 14:58:06', '2017-05-27 14:58:06', '0', '江津区', '', '1', '500116', '16', '275', 'JJQ', null);
INSERT INTO `b_canton` VALUES ('aa76f400-4512-4256-9660-4433a2657470', '2017-05-27 13:02:08', '2017-05-27 13:02:08', '0', '临武县', '', '1', '431025', '8', '232', 'LWX', null);
INSERT INTO `b_canton` VALUES ('aa9013cf-8979-405c-be08-7b362f4f3dd8', '2017-05-26 09:15:49', '2017-05-26 09:15:49', '0', '滦南县', '', '1', '130224', '11', '39', 'LNX', null);
INSERT INTO `b_canton` VALUES ('aa96f3e8-7618-4687-b734-ea3c47b41e18', '2017-05-26 10:22:38', '2017-05-26 10:22:38', '0', '城区', '', '1', '140502', '2', '53', 'CQ', null);
INSERT INTO `b_canton` VALUES ('aaaafc85-1919-4a95-800b-fd5a7af850e1', '2017-05-27 13:56:19', '2017-05-27 13:56:25', '0', '和平县', '', '1', '441624', '6', '250', 'HPX', null);
INSERT INTO `b_canton` VALUES ('aab36f69-de15-4673-9394-1274ab1f5a0b', '2017-05-27 11:35:15', '2017-05-27 11:35:15', '0', '通城县', '', '1', '421222', '4', '219', 'TCX', null);
INSERT INTO `b_canton` VALUES ('aab56548-0c05-4106-86be-7a5b46a41fec', '2017-05-26 18:00:28', '2017-05-26 18:00:28', '0', '乐平市', '', '1', '360281', '5', '164', 'LPS', null);
INSERT INTO `b_canton` VALUES ('aabd33c7-dbb6-413d-a450-37cbd73cb29c', '2017-05-26 10:07:59', '2017-05-26 10:07:59', '0', '辛集市', '', '1', '139002', '2', '84d71548-46a0-4e2a-a618-c6e08e1f8139', 'XJS', null);
INSERT INTO `b_canton` VALUES ('aacf6ba1-fb88-4bbb-b92f-61e0f4c3757b', '2017-05-27 10:19:30', '2017-05-27 10:19:30', '0', '中原区', '', '1', '410102', '2', '191', 'ZYQ', null);
INSERT INTO `b_canton` VALUES ('aad16281-a979-4e56-a197-3d28fdcc01ae', '2017-05-26 14:23:42', '2017-05-26 14:23:42', '0', '宁江区', '', '1', '220702', '2', '92', 'NJQ', null);
INSERT INTO `b_canton` VALUES ('aada7362-a257-4ea8-ad12-7d55250dedca', '2017-05-26 15:52:43', '2017-05-26 15:52:43', '0', '海陵区', '', '1', '321202', '2', '253b619a-cfd5-4387-9ff2-0f95d270c3a0', 'HLQ', null);
INSERT INTO `b_canton` VALUES ('aae5449c-d641-4b93-9412-3f112082f229', '2017-05-26 09:44:24', '2017-05-26 09:44:24', '0', '桥西区', '', '1', '130703', '3', '44', 'QXQ', null);
INSERT INTO `b_canton` VALUES ('ab560a25-1894-4487-b0f4-02d7383d9688', '2017-05-27 17:18:09', '2017-05-27 17:18:09', '0', '弥渡县', '', '1', '532925', '5', '319', 'MDX', null);
INSERT INTO `b_canton` VALUES ('ab5f75e6-767d-447d-83a7-2c2631beb6aa', '2017-05-27 17:37:19', '2017-05-27 17:37:19', '0', '洛隆县', '', '1', '540329', '10', '324', 'LLX', null);
INSERT INTO `b_canton` VALUES ('ab75e09b-a8cf-44f0-b9f6-8bb7dee5959e', '2017-05-26 11:03:52', '2017-05-26 11:03:52', '0', '市辖区', '', '1', '150301', '1', '62', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('ab84a648-c0e1-428c-b39b-d4bd3c48e54b', '2017-05-26 10:51:45', '2017-05-26 10:51:45', '0', '霍州市', '', '1', '141082', '18', '58', 'HZS', null);
INSERT INTO `b_canton` VALUES ('ab96a8ea-c12e-4b16-bad5-c9bf08398d44', '2017-05-26 10:46:42', '2017-05-26 10:46:42', '0', '洪洞县', '', '1', '141024', '6', '58', 'HDX', null);
INSERT INTO `b_canton` VALUES ('aba3de55-f693-4708-ae2b-199f840ba3f6', '2017-05-27 17:02:29', '2017-05-27 17:02:36', '0', '孟连傣族拉沽族佤族自治县', '', '1', '530827', '9', '313', 'MLDZLGZIZZZX', null);
INSERT INTO `b_canton` VALUES ('aba93986-e071-456c-9a72-ab668fb5e18d', '2017-05-26 10:19:36', '2017-05-26 10:19:36', '0', '屯留县', '', '1', '140424', '6', '52', 'TLX', null);
INSERT INTO `b_canton` VALUES ('abc0acd5-8ada-4e25-b7ed-d443413c9ce7', '2017-05-26 09:28:11', '2017-05-26 09:28:11', '0', '邢台县', '', '1', '130521', '4', '42', 'XTX', null);
INSERT INTO `b_canton` VALUES ('abf1194b-af38-49ab-b9d3-07a781ed6c29', '2017-05-26 09:22:37', '2017-05-26 09:22:37', '0', '峰峰矿区', '', '1', '130406', '5', '41', 'FFKQ', null);
INSERT INTO `b_canton` VALUES ('abf3a92a-a992-4977-965d-2ef18edbc8aa', '2017-05-27 18:48:41', '2017-05-27 18:48:41', '0', '康乐县', '', '1', '622922', '3', '352', 'KLX', null);
INSERT INTO `b_canton` VALUES ('ac08b19f-bb4e-4661-9a4c-b7d39c08a3ca', '2017-05-26 09:48:54', '2017-05-26 09:48:54', '0', '双桥区', '', '1', '130802', '2', '45', 'SQQ', null);
INSERT INTO `b_canton` VALUES ('ac141dcb-0c6a-4562-818d-80301fb1e1a2', '2017-05-26 14:50:53', '2017-05-26 14:50:53', '0', '西林区', '', '1', '230705', '5', '102', 'XLQ', null);
INSERT INTO `b_canton` VALUES ('ac1f5528-2036-43be-be13-aa7fb092b0d3', '2017-05-26 18:08:27', '2017-05-26 18:08:27', '0', '永修县', '', '1', '360425', '7', '166', 'YXX', null);
INSERT INTO `b_canton` VALUES ('ac3ee4a6-07b2-479c-b88e-0bca23e9368f', '2017-05-27 10:28:09', '2017-05-27 10:28:09', '0', '市辖区', '', '1', '410401', '1', '194', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('ac6d4b32-e0fb-4c71-9a06-ef338c0b5339', '2017-05-27 19:11:04', '2017-05-27 19:11:04', '0', '同心县', '', '1', '640324', '5', '364', 'TXX', null);
INSERT INTO `b_canton` VALUES ('ac862fde-0ed7-4b16-a15b-c87c00485316', '2017-05-27 14:56:25', '2017-05-27 14:56:25', '0', '綦江区', '', '1', '500100', '10', '275', 'QJQ', null);
INSERT INTO `b_canton` VALUES ('acb24d7d-a829-43b9-856c-75c27cfad9fc', '2017-05-26 14:09:47', '2017-05-26 14:09:47', '0', '连山区', '', '1', '211402', '2', '85', 'LSQ', null);
INSERT INTO `b_canton` VALUES ('acb93327-c833-4a9e-a338-c6db783e3529', '2017-05-27 11:18:58', '2017-05-27 11:18:58', '0', '兴山县', '', '1', '420526', '8', '212', 'XSX', null);
INSERT INTO `b_canton` VALUES ('acc5f743-daa4-48e8-8c3f-f42a3aacf3c1', '2017-05-26 09:24:26', '2017-05-26 09:24:26', '0', '磁县', '', '1', '130427', '11', '41', 'CX', null);
INSERT INTO `b_canton` VALUES ('ace3916f-b21a-4a11-af61-90aadcc6454d', '2017-05-26 14:19:54', '2017-05-26 14:19:54', '0', '东昌区', '', '1', '220502', '2', '90', 'DCQ', null);
INSERT INTO `b_canton` VALUES ('ad0f7385-161a-43f5-92d9-e54179f94d82', '2017-05-27 10:41:45', '2017-05-27 10:41:45', '0', '马村区', '', '1', '410804', '4', '198', 'MCQ', null);
INSERT INTO `b_canton` VALUES ('ad2051ca-4d76-438a-898a-bd958e297059', '2017-05-26 09:14:22', '2017-05-26 09:14:22', '0', '丰润区', '', '1', '130208', '7', '39', 'FRQ', null);
INSERT INTO `b_canton` VALUES ('ad67a2c5-d3b3-44c2-ac0b-1c6d3cc85283', '2017-05-26 15:08:18', '2017-05-26 15:08:18', '0', '绥棱县', '', '1', '231226', '8', '107', 'SLX', null);
INSERT INTO `b_canton` VALUES ('ad7d89ef-4463-4971-88df-d51991c118f4', '2017-05-26 15:25:52', '2017-05-26 15:25:52', '0', '玄武区', '', '1', '320102', '2', '17076c42-81a5-4063-b798-c2eb0b38a41b', 'XWQ', null);
INSERT INTO `b_canton` VALUES ('ad9e7889-2a6e-4a62-aa65-1400d4d3302c', '2017-05-26 14:38:35', '2017-05-26 14:38:41', '0', '富裕县', '', '1', '230227', '13', '97', 'FYX', null);
INSERT INTO `b_canton` VALUES ('ada8aa86-e801-4cfa-9a99-f08c0a942312', '2017-05-26 14:41:14', '2017-05-26 14:41:14', '0', '梨树区', '', '1', '230305', '5', '98', 'LSQ', null);
INSERT INTO `b_canton` VALUES ('adb8e183-f7b9-4640-9a07-e9d7e2cb01d8', '2017-05-25 17:43:27', '2017-05-25 17:43:27', '0', '平谷区', '', '1', '110117', '15', '2', 'PGQ', null);
INSERT INTO `b_canton` VALUES ('ade59c11-892a-40fc-bcea-ed64a5a06dd2', '2017-05-26 09:48:43', '2017-05-26 09:48:43', '0', '市辖区', '', '1', '130801', '1', '45', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('adeea4e3-8ab5-4ed7-b5a2-656c690a2a37', '2017-05-26 15:15:12', '2017-05-26 15:15:12', '0', '宝山区', '', '1', '310113', '9', '112', 'BSQ', null);
INSERT INTO `b_canton` VALUES ('adf98786-df9e-4617-9a75-b2f7a45ddd53', '2017-05-27 14:47:57', '2017-05-27 14:47:57', '0', '天涯区', '', '1', '460204', '4', '273', 'TYQ', null);
INSERT INTO `b_canton` VALUES ('ae0bebd2-9246-45f5-85bf-098366e1bd4e', '2017-05-26 11:01:42', '2017-05-26 11:01:42', '0', '白云鄂博矿区', '', '1', '150206', '6', '61', 'BYEBKQ', null);
INSERT INTO `b_canton` VALUES ('ae2bb3e8-81dd-4d64-a6e5-29b4c3ce0222', '2017-05-27 10:27:06', '2017-05-27 10:27:06', '0', '嵩县', '', '1', '410325', '11', '193', 'MX', null);
INSERT INTO `b_canton` VALUES ('ae4ca85a-701a-4b6d-9f57-2395fe811ca0', '2017-05-26 13:35:07', '2017-05-26 13:35:07', '0', '西岗区', '', '1', '210203', '3', '73', 'XGQ', null);
INSERT INTO `b_canton` VALUES ('ae4fc52d-036e-49bd-8ee3-0b4e98dd7989', '2017-05-27 18:49:11', '2017-05-27 18:49:11', '0', '和政县', '', '1', '622925', '6', '352', 'HZX', null);
INSERT INTO `b_canton` VALUES ('ae54864a-9b13-4eb4-9eea-7c09a1c2b6c7', '2017-05-26 16:37:18', '2017-05-26 16:37:18', '0', '包河区', '', '1', '340111', '5', '137', 'BHQ', null);
INSERT INTO `b_canton` VALUES ('ae6c0027-ec9d-42e3-8516-fb24c551230a', '2017-05-25 18:29:18', '2017-05-25 18:29:25', '0', '赵县', '', '1', '130133', '20', '38', 'ZX', null);
INSERT INTO `b_canton` VALUES ('ae9e748a-7154-4e3f-9020-8be4ca732a7b', '2017-05-27 14:11:15', '2017-05-27 14:11:15', '0', '横县', '', '1', '450127', '13', '258', 'HX', null);
INSERT INTO `b_canton` VALUES ('aea6f34a-cdac-4daa-8b41-2c99e083da2f', '2017-05-27 16:31:48', '2017-05-27 16:31:48', '0', '镇远县', '', '1', '522625', '5', '305', 'ZYX', null);
INSERT INTO `b_canton` VALUES ('aea932a0-edb9-4bba-b474-36311eb004f1', '2017-05-27 15:16:13', '2017-05-27 15:16:13', '0', '荣县', '', '1', '510321', '6', '278', 'RX', null);
INSERT INTO `b_canton` VALUES ('aeae2131-58ca-41e0-a222-44a39cea9111', '2017-05-27 17:10:04', '2017-05-27 17:10:04', '0', '屏边苗族自治县', '', '1', '532523', '5', '316', 'PBMZZZX', null);
INSERT INTO `b_canton` VALUES ('aedc29fb-388b-461f-a00e-030d117ef6ed', '2017-05-26 13:55:19', '2017-05-26 13:55:19', '0', '阜新蒙古族自治县', '', '1', '210921', '7', '80', 'FXMGZZZX', null);
INSERT INTO `b_canton` VALUES ('aee518aa-6b12-4156-acf2-6466e7a19ee6', '2017-05-27 16:33:20', '2017-05-27 16:33:20', '0', '台江县', '', '1', '522630', '10', '305', 'TJX', null);
INSERT INTO `b_canton` VALUES ('aef05a59-8e97-46d5-bc03-9fe8f46ef9cb', '2017-05-26 09:34:54', '2017-05-26 09:34:59', '0', '涞水县', '', '1', '130623', '7', '43', 'ESX', null);
INSERT INTO `b_canton` VALUES ('aefeb882-6341-4845-832f-062cfb50a4cc', '2017-05-26 15:13:45', '2017-05-26 15:13:45', '0', '长宁区', '', '1', '310105', '3', '112', 'CNQ', null);
INSERT INTO `b_canton` VALUES ('af047fe5-427d-431d-9bb6-704ed29d63cb', '2017-05-27 14:29:41', '2017-05-27 14:29:41', '0', '容县', '', '1', '450921', '4', '266', 'RX', null);
INSERT INTO `b_canton` VALUES ('af10694b-7cde-43b9-978b-bbffce07ea19', '2017-05-27 13:52:44', '2017-05-27 13:52:44', '0', '大埔县', '', '1', '441422', '4', '248', 'DPX', null);
INSERT INTO `b_canton` VALUES ('af1209ba-f53f-40c9-8675-02582e08cb38', '2017-05-27 10:39:27', '2017-05-27 10:39:27', '0', '延津县', '', '1', '410726', '9', '197', 'YJX', null);
INSERT INTO `b_canton` VALUES ('af21fb7a-a2a6-4cc8-836e-77eaa11d0340', '2017-05-27 14:21:37', '2017-05-27 14:21:37', '0', '龙圩区', '', '1', '450406', '4', '261', 'LWQ', null);
INSERT INTO `b_canton` VALUES ('af372b09-9dcc-4318-85a5-f5b8f8edfece', '2017-05-26 14:56:25', '2017-05-26 14:56:25', '0', '市辖区', '', '1', '230801', '1', '103', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('af38c68d-fb39-4909-ab5f-b0c042bf9a8b', '2017-05-27 14:00:42', '2017-05-27 14:00:42', '0', '市辖区', '', '1', '445101', '1', '255', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('af93d3cc-8691-41e8-8322-4c9081af8732', '2017-05-26 09:41:58', '2017-05-26 09:41:58', '0', '博野县', '', '1', '130637', '20', '43', 'BYX', null);
INSERT INTO `b_canton` VALUES ('af97e2e2-6253-47f5-9c6d-d8e5289ee4dd', '2017-05-27 11:13:15', '2017-05-27 11:13:15', '0', '市辖区', '', '1', '420201', '1', '210', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('afa41db7-246f-4c4f-87cb-2ad640356951', '2017-05-26 10:27:53', '2017-05-26 10:27:53', '0', '右玉县', '', '1', '140623', '6', '54', 'YYX', null);
INSERT INTO `b_canton` VALUES ('afbeeacd-c4d7-417c-bbdc-ca04e5881fcd', '2017-05-26 17:38:05', '2017-05-26 17:38:05', '0', '惠安县', '', '1', '350521', '6', '158', 'HAX', null);
INSERT INTO `b_canton` VALUES ('afc0ef20-80c5-4a04-ac66-876d88d73ad0', '2017-05-26 17:53:07', '2017-05-26 17:53:07', '0', '福安市', '', '1', '350981', '9', '162', 'FAS', null);
INSERT INTO `b_canton` VALUES ('afd6edcd-1221-4c6d-997b-32aea1107e6d', '2017-05-27 18:21:49', '2017-05-27 18:21:49', '0', '市辖区', '', '1', '611001', '1', '339', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('b00f6443-16a5-471f-8344-5aa0041fd96a', '2017-05-27 12:56:46', '2017-05-27 12:56:46', '0', '桃源县', '', '1', '430725', '8', '229', 'TYX', null);
INSERT INTO `b_canton` VALUES ('b02b1d9f-70d3-4994-80e5-11dee86c1f6a', '2017-05-26 11:00:41', '2017-05-26 11:00:41', '0', '东河区', '', '1', '150202', '2', '61', 'DHQ', null);
INSERT INTO `b_canton` VALUES ('b03d7e7f-74f1-4eae-8a98-262bf14570b4', '2017-05-26 10:11:19', '2017-05-26 10:11:19', '0', '娄烦县', '', '1', '140123', '10', '49', 'LFX', null);
INSERT INTO `b_canton` VALUES ('b07156e7-d030-4399-89a9-834e23667e5c', '2017-05-26 09:12:43', '2017-05-26 09:12:43', '0', '路南区', '', '1', '130202', '2', '39', 'LNQ', null);
INSERT INTO `b_canton` VALUES ('b07232f4-7364-4076-9493-8580cdb2734b', '2017-05-26 16:39:12', '2017-05-26 16:39:12', '0', '镜湖区', '', '1', '340202', '2', '138', 'JHQ', null);
INSERT INTO `b_canton` VALUES ('b07a478a-792e-4f8f-b421-0f5e8f686d13', '2017-05-27 16:53:39', '2017-05-27 16:53:39', '0', '巧家县', '', '1', '530622', '4', '311', 'QJX', null);
INSERT INTO `b_canton` VALUES ('b0829a75-23ef-4dfc-bdc8-ee9fe8d07bb1', '2017-05-27 17:27:23', '2017-05-27 17:27:23', '0', '市辖区', '', '1', '540101', '1', '323', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('b098175f-ba07-4fde-a53f-4564598dce66', '2017-05-27 09:52:29', '2017-05-27 09:52:29', '0', '曲阜市', '', '1', '370881', '11', '181', 'QFS', null);
INSERT INTO `b_canton` VALUES ('b0c46f6c-fe76-4feb-8319-8954c0583b03', '2017-05-27 09:33:22', '2017-05-27 09:33:28', '0', '李沧区', '', '1', '370213', '6', '175', 'LCQ', null);
INSERT INTO `b_canton` VALUES ('b0e06070-22bb-45ee-a026-05f2492d3fe2', '2017-05-27 10:23:15', '2017-05-27 10:23:15', '0', '金明区', '', '1', '410211', '6', '192', 'JMQ', null);
INSERT INTO `b_canton` VALUES ('b0ee31d6-8a17-4be8-9ea1-5d8db1755c0b', '2017-05-27 18:28:31', '2017-05-27 18:28:31', '0', '金川区', '', '1', '620302', '2', '342', 'JCQ', null);
INSERT INTO `b_canton` VALUES ('b146d583-ea72-4734-bc58-ce25179d7d8e', '2017-05-26 11:13:54', '2017-05-26 11:13:54', '0', '鄂托克前旗', '', '1', '150623', '6', '65', 'ETKQQ', null);
INSERT INTO `b_canton` VALUES ('b158d267-6740-4064-84c8-5cf3e9a16bd5', '2017-05-26 14:59:02', '2017-05-26 14:59:02', '0', '桃山区', '', '1', '230903', '3', '104', 'TSQ', null);
INSERT INTO `b_canton` VALUES ('b15c0eac-10e4-4610-bdd1-ebc40fa31490', '2017-05-26 11:05:24', '2017-05-26 11:05:24', '0', '红山区', '', '1', '150402', '2', '63', 'HSQ', null);
INSERT INTO `b_canton` VALUES ('b1651d36-41a7-4a57-941a-9ac036009915', '2017-05-26 14:13:35', '2017-05-26 14:13:35', '0', '九台区', '', '1', '220113', '8', '86', 'JTQ', null);
INSERT INTO `b_canton` VALUES ('b180e53a-e9e1-4ae7-b136-083077007579', '2017-05-26 11:22:19', '2017-05-26 11:22:19', '0', '临河区', '', '1', '150802', '2', '67', 'LHQ', null);
INSERT INTO `b_canton` VALUES ('b19334c2-0ccd-473c-b6ae-b7680d02c987', '2017-05-26 15:59:03', '2017-05-26 15:59:03', '0', '浙江省舟山市', '', '1', '330900', '9', '12', 'ZJSZSS', null);
INSERT INTO `b_canton` VALUES ('b1b0a2d4-828b-4949-affb-42c519da06e0', '2017-05-27 14:30:01', '2017-05-27 14:30:01', '0', '博白县', '', '1', '450923', '6', '266', 'BBX', null);
INSERT INTO `b_canton` VALUES ('b1f014ad-ef39-409f-ad22-15cdd2949f28', '2017-05-27 11:26:44', '2017-05-27 11:26:44', '0', '京山县', '', '1', '420821', '4', '215', 'JSX', null);
INSERT INTO `b_canton` VALUES ('b1fb91ae-9cf8-493a-942c-f3c77588baad', '2017-05-27 10:31:53', '2017-05-27 10:31:53', '0', '北关区', '', '1', '410503', '3', '195', 'BGQ', null);
INSERT INTO `b_canton` VALUES ('b2377169-5f0e-4196-83d2-fd2ce3798055', '2017-05-26 09:56:16', '2017-05-26 09:56:16', '0', '盐山县', '', '1', '130925', '8', '46', 'YSX', null);
INSERT INTO `b_canton` VALUES ('b248f805-0264-4bd2-a16c-394c734a4087', '2017-05-27 18:50:53', '2017-05-27 18:50:53', '0', '卓尼县', '', '1', '623022', '3', '353', 'ZNX', null);
INSERT INTO `b_canton` VALUES ('b27ab57a-bfd6-4ed5-831d-0d50166e0bac', '2017-05-26 13:50:27', '2017-05-26 13:50:27', '0', '鲅鱼圈区', '', '1', '210804', '4', '79', 'BYQQ', null);
INSERT INTO `b_canton` VALUES ('b2933f46-1d3a-4c1f-a802-d3b10d06c908', '2017-05-26 17:11:11', '2017-05-26 17:11:11', '0', '金安区', '', '1', '341502', '2', '150', 'JAQ', null);
INSERT INTO `b_canton` VALUES ('b29b3a60-f0c6-4ba0-a71e-f00788caef62', '2017-05-26 10:38:57', '2017-05-26 10:38:57', '0', '河津市', '', '1', '140882', '14', '56', 'HJS', null);
INSERT INTO `b_canton` VALUES ('b29d64be-8fa7-4616-92d4-98c9e877c1be', '2017-05-26 14:06:31', '2017-05-26 14:06:36', '0', '调兵山市', '', '1', '211281', '7', '83', 'DBSS', null);
INSERT INTO `b_canton` VALUES ('b2a9c806-acda-4596-93d5-0190df74dcb8', '2017-05-27 14:59:30', '2017-05-27 14:59:30', '0', '荣昌区', '', '1', '500153', '23', '275', 'RCQ', null);
INSERT INTO `b_canton` VALUES ('b2da39d2-4f8f-44c9-93e8-061288cd7f3e', '2017-05-27 10:05:40', '2017-05-27 10:05:40', '0', '阳谷县', '', '1', '371521', '3', '188', 'YGX', null);
INSERT INTO `b_canton` VALUES ('b2db399d-b1f0-4ff1-ac32-30a3cb241a1d', '2017-05-27 11:36:47', '2017-05-27 11:36:47', '0', '广水市', '', '1', '421381', '4', '220', 'GSS', null);
INSERT INTO `b_canton` VALUES ('b2df826d-9bdc-4c83-a454-b37abee0d3a2', '2017-05-26 10:35:47', '2017-05-26 10:35:47', '0', '新绛县', '', '1', '140825', '7', '56', 'XJX', null);
INSERT INTO `b_canton` VALUES ('b2f19b89-5b28-4ced-b2a3-cf55a1f129d3', '2017-05-27 16:30:45', '2017-05-27 16:30:45', '0', '黄平县', '', '1', '522622', '2', '305', 'HPX', null);
INSERT INTO `b_canton` VALUES ('b2f787e8-e5b2-46a5-a1a6-9c56721da003', '2017-05-26 16:28:17', '2017-05-26 16:28:17', '0', '庆元县', '', '1', '331126', '8', 'a2ce7e83-1df0-48ba-8c5a-7d1f202f78f7', 'QYX', null);
INSERT INTO `b_canton` VALUES ('b2f895fa-91c1-4d76-90af-883ef9d79357', '2017-05-27 18:20:19', '2017-05-27 18:20:19', '0', '宁陕县', '', '1', '610923', '5', '338', 'NSX', null);
INSERT INTO `b_canton` VALUES ('b2f96129-28c5-4fc0-8746-bc13b4bd6905', '2017-05-27 15:15:03', '2017-05-27 15:15:03', '0', '自流井区', '', '1', '510302', '2', '278', 'ZLJQ', null);
INSERT INTO `b_canton` VALUES ('b31d0834-708c-4e93-bf6f-a6dc0d58205d', '2017-05-26 10:46:19', '2017-05-26 10:46:23', '0', '襄汾县', '', '1', '141023', '5', '58', 'XFX', null);
INSERT INTO `b_canton` VALUES ('b323f031-099c-4830-a34b-5ec6c5c47709', '2017-05-26 16:08:17', '2017-05-26 16:08:17', '0', '市辖区', '', '1', '330301', '1', '131', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('b33bc16c-dfdb-49b5-8099-a6bd2c9b2ce1', '2017-05-26 14:59:28', '2017-05-26 14:59:28', '0', '勃利县', '', '1', '230921', '5', '104', 'BLX', null);
INSERT INTO `b_canton` VALUES ('b3681676-7c13-44cc-ba50-903b4ac77683', '2017-05-27 18:46:18', '2017-05-27 18:46:18', '0', '宕昌县', '', '1', '621223', '5', '351', 'DCX', null);
INSERT INTO `b_canton` VALUES ('b38345ce-5bde-4a79-805e-4c3b5b69fe1f', '2017-05-26 15:51:35', '2017-05-26 15:51:35', '0', '润州区', '', '1', '321111', '3', '17723387-32ed-44ab-be2e-f82e4bbb16d0', 'RZQ', null);
INSERT INTO `b_canton` VALUES ('b3997829-f8d6-4785-9ea2-8ba00b9fb69e', '2017-05-27 19:34:55', '2017-05-27 19:34:55', '0', '泽普县', '', '1', '653124', '5', '376', 'ZPX', null);
INSERT INTO `b_canton` VALUES ('b39e0115-7439-4f96-a2b3-fc74349aa05c', '2017-05-27 14:04:37', '2017-05-27 14:04:37', '0', '罗定市', '', '1', '445381', '6', '257', 'LDS', null);
INSERT INTO `b_canton` VALUES ('b3aaf0de-c455-4fe9-8817-2a030deff346', '2017-05-27 15:50:27', '2017-05-27 15:50:27', '0', '通江县', '', '1', '511921', '4', '293', 'TJX', null);
INSERT INTO `b_canton` VALUES ('b3f1910a-220e-4b8c-bdd2-6a8acd2e88a7', '2017-05-26 09:31:22', '2017-05-26 09:31:28', '0', '广宗县', '', '1', '130531', '14', '42', 'GZX', null);
INSERT INTO `b_canton` VALUES ('b3ff0592-acf5-414c-9280-5f4f3e77e1be', '2017-05-27 14:11:01', '2017-05-27 14:11:01', '0', '宾阳县', '', '1', '450126', '12', '258', 'BYX', null);
INSERT INTO `b_canton` VALUES ('b45512b6-ce82-437e-b24d-8b3fa17c7037', '2017-05-27 17:12:37', '2017-05-27 17:12:37', '0', '绿春县', '', '1', '532531', '12', '316', 'LCX', null);
INSERT INTO `b_canton` VALUES ('b462983d-5650-4de1-b4da-3e53ef6cd9b2', '2017-05-26 15:41:21', '2017-05-26 15:41:21', '0', '启东市', '', '1', '320681', '7', '937b81e5-ce62-429a-b6d8-33ea4e7159c0', 'QDS', null);
INSERT INTO `b_canton` VALUES ('b47172db-0406-40f9-a15d-82166f1f56e5', '2017-05-27 16:22:09', '2017-05-27 16:22:09', '0', '织金县', '', '1', '520524', '6', '304', 'ZJX', null);
INSERT INTO `b_canton` VALUES ('b494cfb7-2a42-421d-8019-45915717b300', '2017-05-27 17:46:35', '2017-05-27 17:46:35', '0', '双湖县', '', '1', '542431', '11', '327', 'SHX', null);
INSERT INTO `b_canton` VALUES ('b49595e7-5a49-41a2-afeb-69fd34092f33', '2017-05-27 16:37:03', '2017-05-27 16:37:03', '0', '惠水县', '', '1', '522731', '11', '306', 'HSX', null);
INSERT INTO `b_canton` VALUES ('b4b7de49-aa75-487f-8ed1-2fbb8f9c6576', '2017-05-26 10:31:24', '2017-05-26 10:31:24', '0', '盐湖区', '', '1', '140802', '2', '56', 'YHQ', null);
INSERT INTO `b_canton` VALUES ('b4cc2f1c-538a-47ac-8931-353d348cf8c9', '2017-05-26 10:58:28', '2017-05-26 10:58:28', '0', '回民区', '', '1', '150103', '3', '60', 'HMQ', null);
INSERT INTO `b_canton` VALUES ('b4df1a88-0736-4662-9872-720e110ae73e', '2017-05-26 17:04:25', '2017-05-26 17:04:25', '0', '明光市', '', '1', '341182', '9', '146', 'MGS', null);
INSERT INTO `b_canton` VALUES ('b4f6a1a4-a765-402d-9e4f-696a3cd01cf3', '2017-05-27 15:34:45', '2017-05-27 15:34:45', '0', '顺庆区', '', '1', '511302', '2', '287', 'SQQ', null);
INSERT INTO `b_canton` VALUES ('b526fcb6-4ebe-4807-8068-ef8ae7a0d45e', '2017-05-27 09:20:33', '2017-05-27 09:20:33', '0', '东乡县', '', '1', '361029', '11', '172', 'DXX', null);
INSERT INTO `b_canton` VALUES ('b5381cb0-8048-4d1d-8732-3d6311c559fc', '2017-05-26 15:48:42', '2017-05-26 15:48:42', '0', '射阳县', '', '1', '320924', '8', '3999a3f0-9039-4abb-9885-4e92b6c13632', 'SYX', null);
INSERT INTO `b_canton` VALUES ('b5494b41-1709-463e-ab66-4cf89a3558be', '2017-05-26 13:54:22', '2017-05-26 13:54:22', '0', '清河门区', '', '1', '210905', '5', '80', 'QHMQ', null);
INSERT INTO `b_canton` VALUES ('b579c3eb-e56d-4f01-a354-bc41c59ae9bf', '2017-05-27 09:16:36', '2017-05-27 09:16:36', '0', '铜鼓县', '', '1', '360926', '8', '171', 'TGX', null);
INSERT INTO `b_canton` VALUES ('b587a7f7-3cdc-4425-a272-514b3d921f77', '2017-05-27 09:46:07', '2017-05-27 09:46:07', '0', '寒亭区', '', '1', '370303', '3', '180', 'HTQ', null);
INSERT INTO `b_canton` VALUES ('b5e878e1-6a9f-43ed-99cc-f7832c8bd394', '2017-05-26 09:20:54', '2017-05-26 09:20:54', '0', '卢龙县', '', '1', '130324', '8', '40', 'LLX', null);
INSERT INTO `b_canton` VALUES ('b60b774c-ee6d-4039-838c-c7798b411695', '2017-05-27 18:19:15', '2017-05-27 18:19:15', '0', '子洲县', '', '1', '610831', '13', '337', 'ZZX', null);
INSERT INTO `b_canton` VALUES ('b60d49b5-e698-44cf-9c52-c7bd358c5300', '2017-05-27 19:42:23', '2017-05-27 19:42:23', '0', '塔城市', '', '1', '654201', '1', '379', 'TCS', null);
INSERT INTO `b_canton` VALUES ('b60d8fa6-cff5-4ac1-8406-cb4dfc2529bc', '2017-05-27 14:02:43', '2017-05-27 14:02:43', '0', '揭东区', '', '1', '445203', '3', '256', 'JDQ', null);
INSERT INTO `b_canton` VALUES ('b6262c1a-a3e6-4e4b-8bfa-8e243452966f', '2017-05-27 10:03:00', '2017-05-27 10:03:00', '0', '德城区', '', '1', '371402', '2', '187', 'DCQ', null);
INSERT INTO `b_canton` VALUES ('b63bd83a-38a9-44a7-928b-19006ad9f273', '2017-05-27 13:17:10', '2017-05-27 13:17:10', '0', '花垣县', '', '1', '433124', '4', '236', 'HYX', null);
INSERT INTO `b_canton` VALUES ('b64ea0db-22ef-453a-bf73-f076cf63c275', '2017-05-27 12:54:53', '2017-05-27 12:54:53', '0', '鼎城区', '', '1', '430703', '3', '229', 'DCQ', null);
INSERT INTO `b_canton` VALUES ('b66a975c-69c4-4456-bc6d-5e8166803fe2', '2017-05-26 18:14:44', '2017-05-26 18:14:44', '0', '崇义县', '', '1', '360725', '8', '169', 'CYX', null);
INSERT INTO `b_canton` VALUES ('b673e7ea-f306-4e38-9925-bc0b5574a110', '2017-05-27 10:49:28', '2017-05-27 10:49:28', '0', '市辖区', '', '1', '411201', '1', '202', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('b67dd4d1-2627-4c56-9bff-d41bf9e3cada', '2017-05-27 18:42:42', '2017-05-27 18:42:42', '0', '渭源县', '', '1', '621123', '5', '350', 'WYX', null);
INSERT INTO `b_canton` VALUES ('b680f5db-1fa7-4832-ba87-fc53c2cf4e7b', '2017-05-27 16:48:48', '2017-05-27 16:48:48', '0', '江川区', '', '1', '530403', '3', '309', 'JCQ', null);
INSERT INTO `b_canton` VALUES ('b694c205-ec72-4d48-95c0-88b3f13c129b', '2017-05-26 15:30:59', '2017-05-26 15:30:59', '0', '云龙区', '', '1', '320303', '3', '3ea4535b-a908-44c9-aafc-01b0f78166f4', 'YLQ', null);
INSERT INTO `b_canton` VALUES ('b6c446be-7c84-4830-83ee-a559df12b300', '2017-05-26 17:30:57', '2017-05-26 17:30:57', '0', '仙游县', '', '1', '350322', '6', '156', 'XYX', null);
INSERT INTO `b_canton` VALUES ('b6c859bb-1210-494a-b2d3-a6b24a06907a', '2017-05-27 18:11:56', '2017-05-27 18:11:56', '0', '勉县', '', '1', '610725', '7', '336', 'MX', null);
INSERT INTO `b_canton` VALUES ('b6c994e9-b0cb-417c-8218-5ca7bf2023a6', '2017-05-27 14:34:55', '2017-05-27 14:34:55', '0', '平桂区', '', '1', '451103', '3', '268', 'PGQ', null);
INSERT INTO `b_canton` VALUES ('b6ce50c3-2988-4215-8d22-e84b707885b1', '2017-05-27 14:18:33', '2017-05-27 14:18:33', '0', '全州县', '', '1', '450324', '10', '260', 'QZX', null);
INSERT INTO `b_canton` VALUES ('b6cea6fa-34e9-428e-b6f8-b3b483de3488', '2017-05-27 17:35:09', '2017-05-27 17:35:09', '0', '贡觉县', '', '1', '540322', '3', '324', 'GJX', null);
INSERT INTO `b_canton` VALUES ('b6d7f7bf-5a5c-4062-baaf-21846e1863ee', '2017-05-27 17:59:43', '2017-05-27 17:59:43', '0', '市辖区', '', '1', '610401', '1', '333', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('b6dddab3-cce9-427c-90fb-da52be0c9cbf', '2017-05-26 16:29:10', '2017-05-26 16:29:10', '0', '景宁畲族自治县', '', '1', '331127', '9', 'a2ce7e83-1df0-48ba-8c5a-7d1f202f78f7', 'JNHZZZX', null);
INSERT INTO `b_canton` VALUES ('b6e940c1-3a00-48ed-b999-e379dece91fe', '2017-05-27 18:22:42', '2017-05-27 18:22:42', '0', '商南县', '', '1', '611023', '5', '339', 'SNX', null);
INSERT INTO `b_canton` VALUES ('b6f06bac-d401-4f46-a1d6-2aa0e993dc56', '2017-05-26 13:37:42', '2017-05-26 13:37:42', '0', '市辖区', '', '1', '210301', '1', '74', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('b710329b-477f-43f4-a009-e97345addf37', '2017-05-27 12:55:14', '2017-05-27 12:55:14', '0', '汉寿县', '', '1', '430722', '5', '229', 'HSX', null);
INSERT INTO `b_canton` VALUES ('b7129d73-af86-4406-ac86-d0f6e4c09597', '2017-05-26 10:57:10', '2017-05-26 10:57:10', '0', '交口县', '', '1', '141130', '12', '59', 'JKX', null);
INSERT INTO `b_canton` VALUES ('b716d197-7e28-4821-999d-229a578bd15d', '2017-05-26 13:35:37', '2017-05-26 13:35:37', '0', '甘井子区', '', '1', '210211', '5', '73', 'GJZQ', null);
INSERT INTO `b_canton` VALUES ('b74f4a44-8d04-4da0-91a6-b30557c3e7f6', '2017-05-26 17:10:09', '2017-05-26 17:10:09', '0', '泗县', '', '1', '341324', '6', '148', 'SX', null);
INSERT INTO `b_canton` VALUES ('b76c5919-9262-479e-aeee-4d989f4f044c', '2017-05-26 11:28:45', '2017-05-26 11:28:45', '0', '科尔沁右翼前旗', '', '1', '152221', '3', '69', 'KEQYYQQ', null);
INSERT INTO `b_canton` VALUES ('b777a00e-5faf-4020-b0df-330136221f75', '2017-05-27 14:55:24', '2017-05-27 14:55:24', '0', '南岸区', '', '1', '500108', '8', '275', 'NAQ', null);
INSERT INTO `b_canton` VALUES ('b78c8819-6eaf-41ca-82ef-e0dabdb7804c', '2017-05-27 15:12:47', '2017-05-27 15:13:02', '0', '彭州市', '', '1', '510182', '18', '277', 'PZS', null);
INSERT INTO `b_canton` VALUES ('b7908ff9-79ec-4685-86eb-dd2c243942b1', '2017-05-27 11:12:02', '2017-05-27 11:12:02', '0', '江夏区', '', '1', '420115', '12', '209', 'JXQ', null);
INSERT INTO `b_canton` VALUES ('b793418f-c9c7-4e62-b52d-5086e20e46e9', '2017-05-27 16:55:05', '2017-05-27 16:55:05', '0', '镇雄县', '', '1', '530627', '9', '311', 'ZXX', null);
INSERT INTO `b_canton` VALUES ('b796fe1d-0701-40a7-986d-76e64db2cf6d', '2017-05-27 18:29:39', '2017-05-27 18:29:39', '0', '靖远县', '', '1', '620421', '4', '343', 'JYX', null);
INSERT INTO `b_canton` VALUES ('b79b5d52-6d3e-4875-b804-c07240da18c8', '2017-05-26 16:25:56', '2017-05-26 16:25:56', '0', '天台县', '', '1', '331023', '7', '79e64557-6e6a-4cae-b802-9ee18b2002d5', 'TTX', null);
INSERT INTO `b_canton` VALUES ('b79d44cb-282a-4a0a-919d-d7a574896d80', '2017-05-27 19:38:04', '2017-05-27 19:38:04', '0', '洛浦县', '', '1', '653224', '5', '377', 'LPX', null);
INSERT INTO `b_canton` VALUES ('b79d7cc0-539a-4e57-b40c-39a7933048e5', '2017-05-26 14:55:41', '2017-05-26 14:55:41', '0', '上甘岭区', '', '1', '230716', '16', '102', 'SGLQ', null);
INSERT INTO `b_canton` VALUES ('b7a77709-f83e-4c57-8e64-04e0e0eb6fc4', '2017-05-27 13:25:39', '2017-05-27 13:25:39', '0', '武江去', '', '1', '440203', '2', '238', 'WJQ', null);
INSERT INTO `b_canton` VALUES ('b7a8f503-0fbc-418d-aeb1-a0cdd850ffe5', '2017-05-27 18:09:05', '2017-05-27 18:09:05', '0', '富县', '', '1', '610628', '10', '335', 'FX', null);
INSERT INTO `b_canton` VALUES ('b7b35a59-87ea-4e9e-af71-0e026c7c4254', '2017-05-27 18:26:09', '2017-05-27 18:26:09', '0', '市辖区', '', '1', '620101', '1', '340', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('b7bcef66-0f83-4c11-a2fd-78563339a556', '2017-05-27 15:13:39', '2017-05-27 15:13:49', '0', '邛崃市', '', '1', '510183', '19', '277', 'QLS', null);
INSERT INTO `b_canton` VALUES ('b7c7d101-6d1f-4d7a-b660-1963d35865a2', '2017-05-26 10:29:04', '2017-05-26 10:29:04', '0', '和顺县', '', '1', '140723', '5', '55', 'HSX', null);
INSERT INTO `b_canton` VALUES ('b7d5625d-aca0-4467-a5c8-e48d6df47555', '2017-05-26 14:33:47', '2017-05-26 14:33:47', '0', '宾县', '', '1', '230125', '13', '96', 'BX', null);
INSERT INTO `b_canton` VALUES ('b7dc9bcc-609d-45d7-8cd6-b7902bac8ea5', '2017-05-27 15:02:59', '2017-05-27 15:03:04', '0', '秀山土家族苗族自治县', '', '1', '500241', '12', '276', 'XSTJZMZZZX', null);
INSERT INTO `b_canton` VALUES ('b7f8329a-16ac-4ccc-bff1-80f32ca783fb', '2017-05-27 09:47:55', '2017-05-27 09:47:55', '0', '青州市', '', '1', '370781', '8', '180', 'QZS', null);
INSERT INTO `b_canton` VALUES ('b7f977c1-a934-400e-891d-f025c57b9ab0', '2017-05-26 14:03:32', '2017-05-26 14:03:32', '0', '双台子区', '', '1', '211102', '2', '82', 'STZQ', null);
INSERT INTO `b_canton` VALUES ('b81641e2-74d1-48f4-a255-b0a93efbdeed', '2017-05-26 15:31:10', '2017-05-26 15:31:10', '0', '贾汪区', '', '1', '320305', '4', '3ea4535b-a908-44c9-aafc-01b0f78166f4', 'JWQ', null);
INSERT INTO `b_canton` VALUES ('b81e2db8-6853-42c4-9fb4-eedee1fb82c9', '2017-05-27 17:21:23', '2017-05-27 17:21:23', '0', '陇川县', '', '1', '533124', '5', '320', 'LCX', null);
INSERT INTO `b_canton` VALUES ('b82090b5-5bde-4afb-bf0c-1e7076aee491', '2017-05-27 10:34:17', '2017-05-27 10:34:27', '0', '林州市', '', '1', '410581', '10', '195', 'LZS', null);
INSERT INTO `b_canton` VALUES ('b822316b-c4e4-4d6a-b691-f49ed990e56d', '2017-05-27 10:08:30', '2017-05-27 10:08:30', '0', '滨城区', '', '1', '371602', '2', '189', 'BCQ', null);
INSERT INTO `b_canton` VALUES ('b84965c0-6b35-409d-9ffa-96068c501bda', '2017-05-27 13:04:09', '2017-05-27 13:04:09', '0', '双牌县', '', '1', '431123', '6', '233', 'SPX', null);
INSERT INTO `b_canton` VALUES ('b84b3a7e-27ab-4c1b-bdac-eb820dd46b3b', '2017-05-27 15:52:58', '2017-05-27 15:52:58', '0', '理县', '', '1', '513222', '3', '295', 'LX', null);
INSERT INTO `b_canton` VALUES ('b84d3951-11d1-4544-960f-a607e99bf645', '2017-05-26 15:27:50', '2017-05-26 15:27:50', '0', '溧水区', '', '1', '320117', '11', '17076c42-81a5-4063-b798-c2eb0b38a41b', 'LSQ', null);
INSERT INTO `b_canton` VALUES ('b85eb942-90f8-427e-8e62-907c5df6d8ff', '2017-05-26 15:15:53', '2017-05-26 15:15:53', '0', '金山区', '', '1', '310116', '12', '112', 'JSQ', null);
INSERT INTO `b_canton` VALUES ('b87e273e-7048-4a2a-a72f-d3ebd654102d', '2017-05-26 14:51:14', '2017-05-26 14:51:14', '0', '新青区', '', '1', '230707', '7', '102', 'XQQ', null);
INSERT INTO `b_canton` VALUES ('b8829fdc-51be-4aa1-869a-5d80a299ecf1', '2017-05-27 13:01:14', '2017-05-27 13:01:14', '0', '桂阳区', '', '1', '431021', '4', '232', 'GYQ', null);
INSERT INTO `b_canton` VALUES ('b883209b-bfa0-4614-ae10-462675a186bb', '2017-05-27 09:43:05', '2017-05-27 09:43:05', '0', '龙口市', '', '1', '370681', '7', '179', 'LKS', null);
INSERT INTO `b_canton` VALUES ('b897b380-1b64-483d-ad4b-ac6644c9c157', '2017-05-26 14:43:16', '2017-05-26 14:43:16', '0', '东山区', '', '1', '230406', '6', '99', 'DSQ', null);
INSERT INTO `b_canton` VALUES ('b8ae47e8-626f-4e69-b9ec-65278d0a2a24', '2017-05-27 16:03:05', '2017-05-27 16:03:05', '0', '喜德县', '', '1', '513432', '12', '297', 'XDX', null);
INSERT INTO `b_canton` VALUES ('b8afe3ab-8e6b-4379-98ff-0bd8ff4b0c41', '2017-05-26 10:55:29', '2017-05-26 10:55:35', '0', '中阳县', '', '1', '141129', '11', '59', 'ZYX', null);
INSERT INTO `b_canton` VALUES ('b8c4f41e-24a7-45e6-baf7-041ffdf18d2c', '2017-05-26 17:37:07', '2017-05-26 17:37:07', '0', '市辖区', '', '1', '350501', '1', '158', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('b8cb85a2-e182-4283-a0f9-b35e2aaf1aaf', '2017-05-27 14:33:58', '2017-05-27 14:33:58', '0', '隆林各族自治县', '', '1', '451031', '12', '267', 'LLGZZZX', null);
INSERT INTO `b_canton` VALUES ('b8de3532-efc3-4687-858c-a70d4b7208ca', '2017-05-27 16:23:47', '2017-05-27 16:23:47', '0', '市辖区', '', '1', '520601', '1', '302', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('b8e036a5-6b15-40ea-bf09-344fe7fd8e25', '2017-05-27 14:42:28', '2017-05-27 14:42:28', '0', '扶绥县', '', '1', '451421', '3', '271', 'FSX', null);
INSERT INTO `b_canton` VALUES ('b8e1b114-4359-4cbc-bda3-c1569da7c2a9', '2017-05-26 15:00:01', '2017-05-26 15:00:01', '0', '东安区', '', '1', '231002', '2', '105', 'DAQ', null);
INSERT INTO `b_canton` VALUES ('b8efd845-d39b-408f-9ed0-211d973b66a8', '2017-05-26 16:57:18', '2017-05-26 16:58:03', '0', '徽州区', '', '1', '341004', '4', '145', 'HZQ', null);
INSERT INTO `b_canton` VALUES ('b8fb216e-d820-41f2-9424-8d570c268eb4', '2017-05-27 09:06:06', '2017-05-27 09:06:06', '0', '青原区', '', '1', '360803', '3', '170', 'QYQ', null);
INSERT INTO `b_canton` VALUES ('b91602a6-3f34-43b8-b17c-6418d1136e6e', '2017-05-27 17:54:52', '2017-05-27 17:54:52', '0', '户县', '', '1', '610125', '14', '330', 'HX', null);
INSERT INTO `b_canton` VALUES ('b92084a0-ad40-4bf3-b427-db632e722689', '2017-05-27 19:39:49', '2017-05-27 19:39:49', '0', '奎宁市', '', '1', '654003', '2', '378', 'KNS', null);
INSERT INTO `b_canton` VALUES ('b92b0a03-7ffd-48bd-80da-042b1a326aa7', '2017-05-27 18:05:16', '2017-05-27 18:05:16', '0', '澄城县', '', '1', '610525', '7', '334', 'CCX', null);
INSERT INTO `b_canton` VALUES ('b92fa88a-d5d4-467a-a431-4ce25ae1cc9c', '2017-05-26 14:03:48', '2017-05-26 14:03:48', '0', '兴隆台区', '', '1', '211103', '3', '82', 'XLTQ', null);
INSERT INTO `b_canton` VALUES ('b94fe397-123a-4202-ac0f-500b1d5319f5', '2017-05-27 17:19:13', '2017-05-27 17:19:13', '0', '永平县', '', '1', '532928', '8', '319', 'YPX', null);
INSERT INTO `b_canton` VALUES ('b9630cb9-34fd-41e7-89a1-30514c671d1b', '2017-05-26 09:21:31', '2017-05-26 09:21:31', '0', '邯山区', '', '1', '130402', '2', '41', 'HSQ', null);
INSERT INTO `b_canton` VALUES ('b96db863-f496-44ea-ae39-894a4c054592', '2017-05-27 15:35:56', '2017-05-27 15:35:56', '0', '营山县', '', '1', '511322', '6', '287', 'YSX', null);
INSERT INTO `b_canton` VALUES ('b9882f6b-bacc-4d87-8f31-281ffb09ed4d', '2017-05-27 17:09:03', '2017-05-27 17:09:03', '0', '禄丰县', '', '1', '532331', '10', '315', 'LFX', null);
INSERT INTO `b_canton` VALUES ('b9b28842-83bf-4599-9386-eb22250617b5', '2017-05-26 15:30:09', '2017-05-26 15:30:09', '0', '宜兴市', '', '1', '320282', '8', '7b5f4d44-5578-4039-8079-54b6d36f1325', 'YXS', null);
INSERT INTO `b_canton` VALUES ('b9d19746-3e00-45cf-8887-4231a6a7dbfd', '2017-05-26 16:52:24', '2017-05-26 16:52:24', '0', '市辖区', '', '1', '340801', '1', '144', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('b9d1e25d-9258-49f7-be56-0e0552bc352b', '2017-05-27 11:14:39', '2017-05-27 11:14:46', '0', '大治市', '', '1', '420281', '7', '210', 'DZS', null);
INSERT INTO `b_canton` VALUES ('b9f76e4e-ab13-4cf1-b534-c35aad4c8d7c', '2017-05-27 16:45:37', '2017-05-27 16:45:43', '0', '安宁市', '', '1', '530181', '15', '307', 'ANS', null);
INSERT INTO `b_canton` VALUES ('ba02df19-7c8a-4650-bb2b-d3ab0aad3575', '2017-05-26 16:11:05', '2017-05-26 16:11:05', '0', '泰顺县', '', '1', '330329', '10', '131', 'TSX', null);
INSERT INTO `b_canton` VALUES ('ba146eb4-6325-4377-b761-b678ecbec7c8', '2017-05-27 15:43:05', '2017-05-27 15:43:05', '0', '广安区', '', '1', '511602', '2', '290', 'GAQ', null);
INSERT INTO `b_canton` VALUES ('ba237a10-c567-4138-ba51-14e3f6e46c4f', '2017-05-27 14:27:16', '2017-05-27 14:27:16', '0', '港北区', '', '1', '450802', '2', '265', 'GBQ', null);
INSERT INTO `b_canton` VALUES ('ba4d8c54-9dcc-4950-a85d-738d5e19ebe5', '2017-05-26 11:13:17', '2017-05-26 11:13:17', '0', '达拉特旗', '', '1', '150621', '4', '65', 'DLTQ', null);
INSERT INTO `b_canton` VALUES ('ba873ac8-2156-4fe7-ae35-1a29e7a8e91c', '2017-05-27 14:14:52', '2017-05-27 14:14:52', '0', '融安县', '', '1', '450224', '9', '259', 'RAX', null);
INSERT INTO `b_canton` VALUES ('ba95664e-f8fd-4e6f-89b3-53e8e4ea97d2', '2017-05-27 16:09:20', '2017-05-27 16:09:20', '0', '观山湖区', '', '1', '520115', '7', '298', 'GSHQ', null);
INSERT INTO `b_canton` VALUES ('baa5bd96-fec5-481b-a670-297203bbbf12', '2017-05-27 17:31:48', '2017-05-27 17:31:48', '0', '昂仁县', '', '1', '540226', '7', '326', 'ARX', null);
INSERT INTO `b_canton` VALUES ('bac19f7c-7651-4bfd-a69c-9eeb9a3ca716', '2017-05-27 16:23:22', '2017-05-27 16:23:36', '0', '赫章县', '', '1', '520527', '9', '304', 'HZX', null);
INSERT INTO `b_canton` VALUES ('bac6bb0e-6912-46d5-8785-fca51698023a', '2017-05-26 16:56:35', '2017-05-26 16:56:35', '0', '市辖区', '', '1', '341001', '1', '145', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('bae3b737-c336-49bb-b22e-cfb82c27f65c', '2017-05-26 18:08:52', '2017-05-26 18:09:10', '0', '都昌县', '', '1', '360426', '9', '166', 'DCX', null);
INSERT INTO `b_canton` VALUES ('bae52bc2-1567-49ec-8536-1e3fb1a90145', '2017-05-27 15:00:00', '2017-05-27 15:00:00', '0', '梁平县', '', '1', '500228', '1', '276', 'LPX', null);
INSERT INTO `b_canton` VALUES ('baea0a78-f9b3-4d74-9ab7-8f67bdc6b929', '2017-05-27 12:49:34', '2017-05-27 12:49:34', '0', '新邵县', '', '1', '430522', '6', '227', 'XSX', null);
INSERT INTO `b_canton` VALUES ('baef0a2c-9f8e-4001-b6e2-9bfc405a5214', '2017-05-26 16:11:37', '2017-05-26 16:11:45', '0', '乐清市', '', '1', '330382', '12', '131', 'LQS', null);
INSERT INTO `b_canton` VALUES ('bafc8bca-1196-4708-b245-c38981653656', '2017-05-26 15:23:30', '2017-05-26 15:23:30', '0', '江苏省淮安市', '', '1', '320800', '8', '11', 'JSSHAS', null);
INSERT INTO `b_canton` VALUES ('bb11a10f-3692-49f5-80ab-dc1c9c64fd98', '2017-05-27 17:51:33', '2017-05-27 17:51:33', '0', '市辖区', '', '1', '610101', '1', '330', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('bb71b6f0-fa08-48d2-92f7-418848d48d7a', '2017-05-27 17:59:29', '2017-05-27 17:59:29', '0', '太白县', '', '1', '610331', '13', '332', 'TBX', null);
INSERT INTO `b_canton` VALUES ('bb7534f1-d3af-4a54-8245-a93ddd8c269f', '2017-05-27 16:27:30', '2017-05-27 16:27:30', '0', '印江土家族苗族自治县', '', '1', '520625', '8', '302', 'YJTJZMZZZX', null);
INSERT INTO `b_canton` VALUES ('bb948e2c-1328-4fe1-bc37-9680474704cc', '2017-05-26 09:43:58', '2017-05-26 09:43:58', '0', '市辖区', '', '1', '130701', '1', '44', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('bba32859-b275-4ae5-b5ca-bb49a5dad234', '2017-05-26 16:54:07', '2017-05-26 16:54:07', '0', '太湖县', '', '1', '340825', '7', '144', 'THX', null);
INSERT INTO `b_canton` VALUES ('bbda69d1-abbd-41df-86b6-2506e9007627', '2017-05-26 14:45:03', '2017-05-26 14:45:03', '0', '宝山区', '', '1', '230506', '5', '100', 'BSQ', null);
INSERT INTO `b_canton` VALUES ('bbdac9d7-1bd8-4f16-8130-b19a44033ca2', '2017-05-27 14:13:39', '2017-05-27 14:13:39', '0', '鱼峰区', '', '1', '450203', '3', '259', 'YFQ', null);
INSERT INTO `b_canton` VALUES ('bbdff642-361d-4271-9abc-74ecbf30d8a4', '2017-05-27 12:52:25', '2017-05-27 12:52:25', '0', '华容县', '', '1', '430623', '6', '228', 'HRX', null);
INSERT INTO `b_canton` VALUES ('bc0bfcba-d078-4d98-aae4-5d004d083521', '2017-05-26 17:23:47', '2017-05-26 17:23:47', '0', '仓山区', '', '1', '350104', '4', '154', 'CSQ', null);
INSERT INTO `b_canton` VALUES ('bc2c8533-cef7-4a62-8bd4-9a723e801ed2', '2017-05-27 17:56:38', '2017-05-27 17:56:38', '0', '陈仓区', '', '1', '610304', '4', '332', 'CCQ', null);
INSERT INTO `b_canton` VALUES ('bc83826b-ca7c-4180-b4ad-04ef278a64b7', '2017-05-27 15:09:34', '2017-05-27 15:09:34', '0', '成华区', '', '1', '510108', '6', '277', 'CHQ', null);
INSERT INTO `b_canton` VALUES ('bcab29a8-1aea-435b-b78d-801e5eab7e74', '2017-05-26 17:26:51', '2017-05-26 17:26:51', '0', '长乐市', '', '1', '350182', '14', '154', 'CLS', null);
INSERT INTO `b_canton` VALUES ('bcc3c2e7-4ba6-4a0d-81a8-fde21d1af658', '2017-05-27 19:28:11', '2017-05-27 19:28:11', '0', '且末县', '', '1', '652825', '5', '373', 'QMX', null);
INSERT INTO `b_canton` VALUES ('bcd07bfd-312c-4f34-bd88-a9e04afefac1', '2017-05-27 09:21:03', '2017-05-27 09:21:03', '0', '市辖区', '', '1', '361101', '1', '173', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('bcd78905-90e6-4b99-9dc6-7dd9f1634e9e', '2017-05-26 09:43:35', '2017-05-26 09:43:35', '0', '高碑店市', '', '1', '130684', '24', '43', 'GBDS', null);
INSERT INTO `b_canton` VALUES ('bcf3c24d-f3d5-4db2-9b34-95e7d3dc3305', '2017-05-27 19:14:19', '2017-05-27 19:14:19', '0', '中宁县', '', '1', '640521', '3', '366', 'ZNX', null);
INSERT INTO `b_canton` VALUES ('bcffb69a-0f3c-4140-8bb6-4de6aa768ea8', '2017-05-26 13:33:48', '2017-05-26 13:33:48', '0', '康平县', '', '1', '210123', '12', '72', 'KPX', null);
INSERT INTO `b_canton` VALUES ('bd0dff44-4b4d-4659-a3e1-f16e0efaa41d', '2017-05-27 12:42:49', '2017-05-27 12:42:49', '0', '炎陵县', '', '1', '430225', '9', '224', 'YLX', null);
INSERT INTO `b_canton` VALUES ('bd0f6b6e-de55-489f-b0ee-ddef8254d674', '2017-05-27 15:01:17', '2017-05-27 15:01:27', '0', '忠县', '', '1', '500233', '6', '276', 'ZX', null);
INSERT INTO `b_canton` VALUES ('bd6eb618-f94d-4cad-9f6a-9320f103ad21', '2017-05-27 15:18:30', '2017-05-27 15:18:30', '0', '纳溪区', '', '1', '510503', '3', '280', 'NXQ', null);
INSERT INTO `b_canton` VALUES ('bd7f6b2d-cef2-4712-8d7d-03e1ffb0bff2', '2017-05-27 10:43:17', '2017-05-27 10:43:17', '0', '温县', '', '1', '410825', '9', '198', 'WX', null);
INSERT INTO `b_canton` VALUES ('bd8d9805-8dfb-4a93-8370-f2ca0cdb8f57', '2017-05-27 12:47:34', '2017-05-27 12:47:34', '0', '耒阳市', '', '1', '430481', '12', '226', 'LYS', null);
INSERT INTO `b_canton` VALUES ('bdb08e7f-b126-4e54-b31e-0b79967ac31c', '2017-05-27 12:42:38', '2017-05-27 12:42:38', '0', '茶陵县', '', '1', '430224', '8', '224', 'CLX', null);
INSERT INTO `b_canton` VALUES ('bdbe12e0-d1eb-4861-8b4d-1906a1050cf4', '2017-05-27 13:03:02', '2017-05-27 13:03:02', '0', '资兴市', '', '1', '431081', '12', '232', 'ZXS', null);
INSERT INTO `b_canton` VALUES ('bdc6e525-93b2-466d-b6a5-5e5a210bf021', '2017-05-27 10:28:28', '2017-05-27 10:28:28', '0', '卫东区', '', '1', '410403', '3', '194', 'WDQ', null);
INSERT INTO `b_canton` VALUES ('bdc8c519-78d5-45a5-93f6-43a0ff268d59', '2017-05-27 18:17:31', '2017-05-27 18:17:31', '0', '靖边县', '', '1', '610824', '6', '337', 'JBX', null);
INSERT INTO `b_canton` VALUES ('bde18b52-4443-45e7-83c8-c8dd2ab15d38', '2017-05-26 14:02:16', '2017-05-26 14:02:16', '0', '宏伟区', '', '1', '211004', '4', '81', 'HWQ', null);
INSERT INTO `b_canton` VALUES ('bdf7d9dc-07c4-4c17-9107-af7e0d1069e7', '2017-05-27 18:34:04', '2017-05-27 18:34:04', '0', '肃南裕固族自治县', '', '1', '620721', '3', '346', 'SNYGZZZX', null);
INSERT INTO `b_canton` VALUES ('bdf9846c-5689-4e82-b3b6-3862c1c4afee', '2017-05-27 18:36:20', '2017-05-27 18:36:20', '0', '华亭县', '', '1', '620824', '6', '347', 'HTX', null);
INSERT INTO `b_canton` VALUES ('be44e316-8158-4b93-9478-d3682c6f3424', '2017-05-27 10:22:26', '2017-05-27 10:22:26', '0', '龙亭区', '', '1', '410202', '2', '192', 'LTQ', null);
INSERT INTO `b_canton` VALUES ('be456642-1921-4b96-8726-98a612008307', '2017-05-27 13:18:04', '2017-05-27 13:18:04', '0', '永顺县', '', '1', '433127', '7', '236', 'YSX', null);
INSERT INTO `b_canton` VALUES ('be78bbab-dd73-4f84-be73-d5b538cbddf8', '2017-05-27 13:57:24', '2017-05-27 13:57:24', '0', '阳西县', '', '1', '441721', '4', '251', 'YXX', null);
INSERT INTO `b_canton` VALUES ('be808e41-f51a-4594-984b-45cfae997e6c', '2017-05-27 18:19:44', '2017-05-27 18:19:44', '0', '汉滨区', '', '1', '610902', '2', '338', 'HBQ', null);
INSERT INTO `b_canton` VALUES ('be8f336b-2f56-4691-b684-843e202af377', '2017-05-27 19:00:07', '2017-05-27 19:00:07', '0', '河南蒙古族自治县', '', '1', '632324', '4', '357', 'HNMGZZZX', null);
INSERT INTO `b_canton` VALUES ('be8fe0f5-dd99-4565-9cbc-c27cc1de25f4', '2017-05-27 17:19:32', '2017-05-27 17:19:32', '0', '云龙县', '', '1', '532929', '9', '319', 'YLX', null);
INSERT INTO `b_canton` VALUES ('be964787-d479-4960-8292-922b0d87074d', '2017-05-26 09:43:06', '2017-05-26 09:43:06', '0', '安国市', '', '1', '130683', '23', '43', 'AGS', null);
INSERT INTO `b_canton` VALUES ('beb3f26f-9004-4876-ab07-c7096896bd3f', '2017-05-27 10:41:03', '2017-05-27 10:41:03', '0', '辉县市', '', '1', '410782', '13', '197', 'HXS', null);
INSERT INTO `b_canton` VALUES ('beb41e90-6f84-4650-88e3-64c898f1e12c', '2017-05-26 13:48:35', '2017-05-26 13:48:35', '0', '北镇市', '', '1', '210782', '8', '78', 'BZS', null);
INSERT INTO `b_canton` VALUES ('bec7de3f-b78c-4849-8baa-8d6aba2a8941', '2017-05-25 18:11:09', '2017-05-25 18:11:09', '0', '鹿泉区', '', '1', '130110', '8', '38', 'LQQ', null);
INSERT INTO `b_canton` VALUES ('bf22bf4f-ed9c-4626-97ee-82ca16b3747d', '2017-05-27 18:02:49', '2017-05-27 18:02:49', '0', '旬邑县', '', '1', '610429', '12', '333', 'XYX', null);
INSERT INTO `b_canton` VALUES ('bf24dfdb-8122-49fd-886b-9da299fb1a1f', '2017-05-27 14:50:20', '2017-05-27 14:50:20', '0', '临高县', '', '1', '469024', '9', '274', 'LGX', null);
INSERT INTO `b_canton` VALUES ('bf2e500c-17df-4f08-b022-a70bd53fb779', '2017-05-27 16:10:57', '2017-05-27 16:10:57', '0', '水城县', '', '1', '520221', '3', '299', 'SCX', null);
INSERT INTO `b_canton` VALUES ('bf3e1b33-bc03-4fb0-9782-1d6074183164', '2017-05-27 18:27:55', '2017-05-27 18:27:55', '0', '榆中县', '', '1', '620123', '9', '340', 'YZX', null);
INSERT INTO `b_canton` VALUES ('bf825876-3b97-4018-95b3-890f40345f12', '2017-05-27 18:35:27', '2017-05-27 18:35:27', '0', '泾川县', '', '1', '620821', '3', '347', 'JCX', null);
INSERT INTO `b_canton` VALUES ('bf8e0a51-372b-49d2-a0f0-6d212a4cf099', '2017-05-27 09:33:38', '2017-05-27 09:33:38', '0', '城阳区', '', '1', '370214', '7', '175', 'CYQ', null);
INSERT INTO `b_canton` VALUES ('bf9db8ab-faf4-4419-bec7-2cf34bda2978', '2017-05-27 17:55:31', '2017-05-27 17:55:31', '0', '耀州区', '', '1', '610204', '4', '331', 'YZQ', null);
INSERT INTO `b_canton` VALUES ('bfb43d83-f9c4-49ad-8200-a86f6f7648e9', '2017-05-27 17:52:15', '2017-05-27 17:52:15', '0', '灞桥区', '', '1', '610111', '5', '330', 'BQQ', null);
INSERT INTO `b_canton` VALUES ('bfc3e5e5-a4e1-4886-b543-8798a6727adf', '2017-05-27 16:37:19', '2017-05-27 16:37:19', '0', '三都水族自治县', '', '1', '522732', '12', '306', 'SDSZZZX', null);
INSERT INTO `b_canton` VALUES ('bfc9fc0d-eece-493e-ab30-06ba00f5831a', '2017-05-26 11:06:20', '2017-05-26 11:06:20', '0', '巴林左旗', '', '1', '150422', '6', '63', 'BLZQ', null);
INSERT INTO `b_canton` VALUES ('bfcf9077-3436-459b-99ab-3ff281a7fe8f', '2017-05-27 17:30:00', '2017-05-27 17:30:00', '0', '南木林县', '', '1', '540221', '2', '326', 'NMLX', null);
INSERT INTO `b_canton` VALUES ('bfcfc2dd-81bd-438d-be72-0c840d79272f', '2017-05-27 13:14:20', '2017-05-27 13:14:28', '0', '靖州苗族侗族自治县', '', '1', '431229', '11', '234', 'JZMZDZZZX', null);
INSERT INTO `b_canton` VALUES ('bfe266fc-e556-45cf-8628-e41d3aaa0d81', '2017-05-27 14:51:40', '2017-05-27 14:51:40', '0', '陵水黎族自治县', '', '1', '469028', '13', '274', 'LSLZZZX', null);
INSERT INTO `b_canton` VALUES ('c01fe87d-1311-437e-bc2a-78f2d5b69b13', '2017-05-26 13:32:31', '2017-05-26 13:32:49', '0', '浑南区', '', '1', '210112', '8', '72', 'HNQ', null);
INSERT INTO `b_canton` VALUES ('c0411fa7-8df7-437a-b59c-2c88e57636de', '2017-05-27 19:11:59', '2017-05-27 19:11:59', '0', '原州区', '', '1', '640402', '2', '365', 'YZQ', null);
INSERT INTO `b_canton` VALUES ('c079eaed-4d5f-481b-837f-567a75a642ba', '2017-05-26 16:37:07', '2017-05-26 16:37:07', '0', '蜀山区', '', '1', '340104', '4', '137', 'SSQ', null);
INSERT INTO `b_canton` VALUES ('c0a655d6-8148-4973-bec4-6df7d22f8ce9', '2017-05-26 09:35:57', '2017-05-26 09:35:57', '0', '定兴县', '', '1', '130626', '9', '43', 'DXX', null);
INSERT INTO `b_canton` VALUES ('c0bce1cf-0d23-421b-9272-57a4d4ca6d8d', '2017-05-27 15:26:53', '2017-05-27 15:26:53', '0', '朝天区', '', '1', '510812', '4', '283', 'CTQ', null);
INSERT INTO `b_canton` VALUES ('c0bf5e31-7b5a-4d92-8120-712e3325ea2f', '2017-05-27 18:17:56', '2017-05-27 18:17:56', '0', '绥德县', '', '1', '610826', '8', '337', 'SDX', null);
INSERT INTO `b_canton` VALUES ('c0df9bdb-2746-4eb4-a0ad-8da24aec38e4', '2017-05-26 15:16:18', '2017-05-26 15:16:18', '0', '青浦区', '', '1', '310118', '14', '112', 'QPQ', null);
INSERT INTO `b_canton` VALUES ('c0fc44a1-652a-49f5-bd0f-b9183e7fff8f', '2017-05-25 17:53:30', '2017-05-25 17:53:30', '0', '河东区', '', '1', '120102', '3', '3', 'HDQ', null);
INSERT INTO `b_canton` VALUES ('c107c2c9-7719-4810-b7a9-06350233578e', '2017-05-27 19:37:31', '2017-05-27 19:37:31', '0', '和田县', '', '1', '653221', '2', '377', 'HTX', null);
INSERT INTO `b_canton` VALUES ('c141bafd-317a-4bd5-9f0a-1e8f1df89d60', '2017-05-27 18:50:02', '2017-05-27 18:50:02', '0', '积石山保安族东乡族撒拉族自治县', '', '1', '622927', '8', '352', 'JSSBAZDXZSLZZZX', null);
INSERT INTO `b_canton` VALUES ('c16d35bd-a3b0-4504-b93c-5a525174091b', '2017-05-26 15:49:55', '2017-05-26 15:49:55', '0', '刊江区', '', '1', '321003', '3', '096af671-0fa9-44c8-b082-2f55db25b3a6', 'KJQ', null);
INSERT INTO `b_canton` VALUES ('c195eb17-6e69-4170-ad93-8b0f29a11c1d', '2017-05-27 18:07:13', '2017-05-27 18:07:13', '0', '宝塔区', '', '1', '610602', '2', '335', 'BTQ', null);
INSERT INTO `b_canton` VALUES ('c19680c8-5522-4f57-81ac-a21ecac20d5f', '2017-05-27 16:00:37', '2017-05-27 16:00:37', '0', '西昌市', '', '1', '513401', '1', '297', 'XCS', null);
INSERT INTO `b_canton` VALUES ('c19c531d-8307-4feb-8d98-56cb2b70f5f9', '2017-05-27 18:36:32', '2017-05-27 18:36:32', '0', '庄浪县', '', '1', '620825', '7', '347', 'ZLX', null);
INSERT INTO `b_canton` VALUES ('c1af4168-e943-4561-8bf6-696e61451bad', '2017-05-26 10:47:18', '2017-05-26 10:47:24', '0', '浮山县', '', '1', '141027', '9', '58', 'FSX', null);
INSERT INTO `b_canton` VALUES ('c1b421b5-7d8c-499f-8e10-d9e92ed7bc2b', '2017-05-26 11:32:35', '2017-05-26 11:32:35', '0', '正镶白旗', '', '1', '152529', '10', '70', 'ZXBQ', null);
INSERT INTO `b_canton` VALUES ('c1e901ba-108b-4572-ae5b-bbad6010713f', '2017-05-27 12:41:08', '2017-05-27 12:41:08', '0', '浏阳市', '', '1', '430181', '10', '223', 'DYS', null);
INSERT INTO `b_canton` VALUES ('c1f64861-ae22-420f-8791-e09089781910', '2017-05-27 11:38:12', '2017-05-27 11:38:12', '0', '来凤县', '', '1', '422827', '7', '221', 'LFX', null);
INSERT INTO `b_canton` VALUES ('c20109c6-f1f9-48e0-9117-3e5e9187f84a', '2017-05-27 11:05:05', '2017-05-27 11:05:05', '0', '泌阳县', '', '1', '411726', '8', '207', 'BYX', null);
INSERT INTO `b_canton` VALUES ('c21b07ab-0b74-46d6-adb9-855c03ae884a', '2017-05-26 15:09:19', '2017-05-26 15:09:19', '0', '呼玛县', '', '1', '232721', '1', '108', 'HMX', null);
INSERT INTO `b_canton` VALUES ('c22b0b6a-2383-4046-94ce-20767bf17d3c', '2017-05-27 16:03:18', '2017-05-27 16:03:18', '0', '冕宁县', '', '1', '513433', '13', '297', 'MNX', null);
INSERT INTO `b_canton` VALUES ('c23f0639-bbb0-47d9-b0b4-6a43c23e6955', '2017-05-26 11:16:32', '2017-05-26 11:16:32', '0', '扎赉诺尔区', '', '1', '150703', '3', '66', 'ZLNEQ', null);
INSERT INTO `b_canton` VALUES ('c271121a-9322-4b17-a66e-ae8c772f1764', '2017-05-27 16:59:06', '2017-05-27 16:59:06', '0', '市辖区', '', '1', '530801', '1', '313', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('c27e5f5d-8b46-44d3-89e1-680d11ff6d59', '2017-05-27 14:02:28', '2017-05-27 14:02:28', '0', '榕城区', '', '1', '445202', '2', '256', 'RCQ', null);
INSERT INTO `b_canton` VALUES ('c2860083-76b9-4a9e-8936-785efa94a1ce', '2017-05-27 10:11:16', '2017-05-27 10:11:16', '0', '曹县', '', '1', '371721', '4', '190', 'CX', null);
INSERT INTO `b_canton` VALUES ('c2898cfe-2353-4c58-876c-79ae23eec244', '2017-05-27 17:48:24', '2017-05-27 17:48:24', '0', '改则县', '', '1', '542526', '6', '328', 'GZX', null);
INSERT INTO `b_canton` VALUES ('c28f08f1-c92d-404c-b6b6-d1c033ac6637', '2017-05-27 17:29:44', '2017-05-27 17:29:44', '0', '桑珠孜区', '', '1', '540202', '1', '326', 'SZZQ', null);
INSERT INTO `b_canton` VALUES ('c2b7709c-14e3-4cd2-a787-9640cf5dbcf6', '2017-05-25 18:14:19', '2017-05-25 18:14:26', '0', '井陉县', '', '1', '130121', '10', '38', 'JXX', null);
INSERT INTO `b_canton` VALUES ('c2cb1e88-e01e-4c05-959f-04ea66078213', '2017-05-27 14:56:49', '2017-05-27 14:56:49', '0', '大足区', '', '1', '500111', '11', '275', 'DZQ', null);
INSERT INTO `b_canton` VALUES ('c2da3835-e938-4a5f-90f9-a2b6eee7d287', '2017-05-27 11:25:40', '2017-05-27 11:25:40', '0', '鄂城区', '', '1', '420704', '4', '214', 'ECQ', null);
INSERT INTO `b_canton` VALUES ('c3038acb-30fd-4e60-bb7c-78f9c5e4f31b', '2017-05-26 14:20:15', '2017-05-26 14:20:15', '0', '通化县', '', '1', '220521', '4', '90', 'THX', null);
INSERT INTO `b_canton` VALUES ('c30af0ba-3a70-478f-8f32-cc8e659ce0c7', '2017-05-25 18:17:15', '2017-05-25 18:17:15', '0', '行唐县', '', '1', '130125', '12', '38', 'XTX', null);
INSERT INTO `b_canton` VALUES ('c3355125-ca3b-4e14-8751-7edaba838134', '2017-05-26 09:45:42', '2017-05-26 09:45:42', '0', '张北县', '', '1', '130722', '8', '44', 'ZBX', null);
INSERT INTO `b_canton` VALUES ('c349c317-367a-48b1-82b3-99606b64de15', '2017-05-26 11:25:39', '2017-05-26 11:26:44', '0', '察哈尔右翼前旗', '', '1', '150926', '8', '68', 'CHEYYQQ', null);
INSERT INTO `b_canton` VALUES ('c34a0781-1947-4d31-b322-118ad2ba9ba5', '2017-05-27 17:55:47', '2017-05-27 17:55:47', '0', '宜君县', '', '1', '610222', '5', '331', 'YJX', null);
INSERT INTO `b_canton` VALUES ('c35d3df0-a60d-4352-9f52-6505985f3e19', '2017-05-27 10:38:25', '2017-05-27 10:38:25', '0', '牧野区', '', '1', '410711', '5', '197', 'MYQ', null);
INSERT INTO `b_canton` VALUES ('c38db179-5849-4d0d-9a13-d4cc10b1b675', '2017-05-27 14:02:18', '2017-05-27 14:02:18', '0', '市辖区', '', '1', '445201', '1', '256', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('c39d7073-dd57-46c1-b053-c97501227a1e', '2017-05-27 17:42:54', '2017-05-27 17:42:54', '0', '加查县', '', '1', '540528', '10', '325', 'JCX', null);
INSERT INTO `b_canton` VALUES ('c3a0d09b-d5e8-4ffd-b35e-c57a059b6fb4', '2017-05-27 11:15:55', '2017-05-27 11:15:55', '0', '郧阳区', '', '1', '420304', '4', '211', 'YYQ', null);
INSERT INTO `b_canton` VALUES ('c3bad813-5364-4586-a250-0e7cb313462d', '2017-05-27 18:08:51', '2017-05-27 18:08:51', '0', '甘泉县', '', '1', '610627', '9', '335', 'GQX', null);
INSERT INTO `b_canton` VALUES ('c3ee7865-ed06-46ad-85c7-47468411c29d', '2017-05-26 09:47:49', '2017-05-26 09:47:49', '0', '怀来县', '', '1', '130730', '15', '44', 'HLX', null);
INSERT INTO `b_canton` VALUES ('c407a11d-b719-4437-8f1b-6603f1f19626', '2017-05-26 13:41:22', '2017-05-26 13:41:22', '0', '抚顺县', '', '1', '210421', '6', '75', 'FSX', null);
INSERT INTO `b_canton` VALUES ('c43850d5-9718-47de-95a9-3c4d2136a779', '2017-05-27 15:09:01', '2017-05-27 15:09:01', '0', '青羊区', '', '1', '510105', '3', '277', 'QYQ', null);
INSERT INTO `b_canton` VALUES ('c4489736-2c49-4be9-9500-fc149159ea72', '2017-05-27 14:58:36', '2017-05-27 14:58:36', '0', '南川区', '', '1', '500119', '19', '275', 'NCQ', null);
INSERT INTO `b_canton` VALUES ('c4699aec-d599-402d-a729-7af185dd68a5', '2017-05-26 10:13:13', '2017-05-26 10:13:13', '0', '城区', '', '1', '140202', '2', '50', 'CQ', null);
INSERT INTO `b_canton` VALUES ('c46da357-d119-48fa-92a4-174e301405f9', '2017-05-27 12:59:40', '2017-05-27 12:59:40', '0', '安化县', '', '1', '430923', '6', '231', 'AHX', null);
INSERT INTO `b_canton` VALUES ('c47b6053-2aff-4e11-8da1-c59dec2a84ee', '2017-05-26 16:44:16', '2017-05-26 16:44:16', '0', '八公山区', '', '1', '340405', '5', '140', 'BGSQ', null);
INSERT INTO `b_canton` VALUES ('c48eb7e2-3186-4284-96d0-7cde2e9185d3', '2017-05-27 14:10:49', '2017-05-27 14:10:49', '0', '上林县', '', '1', '450125', '11', '258', 'SLX', null);
INSERT INTO `b_canton` VALUES ('c49bd968-61f6-44a0-b8f0-ce4eee2e62fd', '2017-05-27 10:08:51', '2017-05-27 10:08:51', '0', '惠民县', '', '1', '371621', '4', '189', 'HMX', null);
INSERT INTO `b_canton` VALUES ('c4ca126d-53f3-4122-bc8a-c7ae2019fb18', '2017-05-27 15:39:15', '2017-05-27 15:39:15', '0', '市辖区', '', '1', '511501', '1', '289', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('c4df61a3-04f3-4a98-bbbf-14b6282570d8', '2017-05-27 14:10:06', '2017-05-27 14:10:12', '0', '武鸣区', '', '1', '450110', '8', '258', 'WMQ', null);
INSERT INTO `b_canton` VALUES ('c4e87be4-78f9-4f74-9abe-720249ea0f0f', '2017-05-27 15:52:40', '2017-05-27 15:52:40', '0', '汶川县', '', '1', '513221', '2', '295', 'WCX', null);
INSERT INTO `b_canton` VALUES ('c4f9ac21-98e4-4b8c-b105-b32581021cea', '2017-05-26 15:14:12', '2017-05-26 15:14:12', '0', '普陀区', '', '1', '310107', '5', '112', 'PTQ', null);
INSERT INTO `b_canton` VALUES ('c5125061-821f-4396-9c7b-9fdc83262976', '2017-05-27 13:50:40', '2017-05-27 13:50:40', '0', '惠城区', '', '1', '441302', '2', '247', 'HCQ', null);
INSERT INTO `b_canton` VALUES ('c522a556-cec1-4a09-8074-0c6d55fc4d64', '2017-05-26 18:06:14', '2017-05-26 18:06:14', '0', '市辖区', '', '1', '360401', '1', '166', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('c54db005-6a7b-45fa-8b57-f9c0b0b7c7e5', '2017-05-27 13:51:13', '2017-05-27 13:51:13', '0', '惠东县', '', '1', '441323', '5', '247', 'HDX', null);
INSERT INTO `b_canton` VALUES ('c5938a59-19ed-4702-a2ff-92c9ae4f0056', '2017-05-26 17:14:56', '2017-05-26 17:14:56', '0', '贵池区', '', '1', '341702', '2', '152', 'GCQ', null);
INSERT INTO `b_canton` VALUES ('c5976eb2-249d-4f9d-b58e-a6b486cd2fe2', '2017-05-26 09:57:08', '2017-05-26 09:57:08', '0', '吴桥县', '', '1', '130928', '11', '46', 'WQX', null);
INSERT INTO `b_canton` VALUES ('c59e1eb7-10ba-4330-8de6-6261ce89d716', '2017-05-26 17:08:59', '2017-05-26 17:08:59', '0', '砀山县', '', '1', '341321', '3', '148', 'DSX', null);
INSERT INTO `b_canton` VALUES ('c5a23c64-6cbe-46d6-b527-dd58dba777b9', '2017-05-27 19:32:28', '2017-05-27 19:32:28', '0', '柯坪县', '', '1', '652929', '9', '374', 'KPX', null);
INSERT INTO `b_canton` VALUES ('c5ac81a9-9f25-4bd5-a308-2fd37e647145', '2017-05-26 15:03:22', '2017-05-26 15:03:22', '0', '逊克县', '', '1', '231123', '4', '106', 'XKX', null);
INSERT INTO `b_canton` VALUES ('c5edf7a0-2f56-409a-9ad3-06b4d2c93057', '2017-05-26 14:58:53', '2017-05-26 14:58:53', '0', '新兴区', '', '1', '230902', '2', '104', 'XXQ', null);
INSERT INTO `b_canton` VALUES ('c613b3fd-36f6-43a7-b0d4-f24d3760801b', '2017-05-26 16:40:44', '2017-05-26 16:40:49', '0', '无为县', '', '1', '340225', '9', '138', 'WWX', null);
INSERT INTO `b_canton` VALUES ('c6358e90-cd49-41bf-9a53-8f3c544960f9', '2017-05-27 18:55:22', '2017-05-27 18:55:22', '0', '湟中县', '', '1', '630122', '7', '354', 'BZX', null);
INSERT INTO `b_canton` VALUES ('c67be124-f76d-46d0-b6f6-841a6a1f6929', '2017-05-27 12:28:11', '2017-05-27 12:28:11', '0', '仙桃市', '', '1', '429004', '1', '222', 'XTS', null);
INSERT INTO `b_canton` VALUES ('c68406e1-8fc5-4788-8246-86a9e2c19d57', '2017-05-27 11:24:31', '2017-05-27 11:24:31', '0', '枣阳市', '', '1', '420683', '9', '213', 'ZYS', null);
INSERT INTO `b_canton` VALUES ('c68c091d-ca03-418d-8b3b-b3b2501595ea', '2017-05-26 09:33:12', '2017-05-26 09:33:21', '0', '沙河市', '', '1', '130582', '20', '42', 'SHS', null);
INSERT INTO `b_canton` VALUES ('c6a35bbc-d1df-426a-bd60-79c3b19318a2', '2017-05-27 14:43:44', '2017-05-27 14:43:44', '0', '凭祥市', '', '1', '451481', '8', '271', 'PXS', null);
INSERT INTO `b_canton` VALUES ('c6b3724b-b544-458c-964c-34fb91e96340', '2017-05-27 18:31:49', '2017-05-27 18:31:49', '0', '武山县', '', '1', '620524', '7', '344', 'WSX', null);
INSERT INTO `b_canton` VALUES ('c6dd8600-1d6e-4255-ae91-d22e84ab4c86', '2017-05-27 15:57:14', '2017-05-27 15:57:14', '0', '雅江县', '', '1', '513325', '5', '296', 'YJX', null);
INSERT INTO `b_canton` VALUES ('c6f520b0-488a-4d1f-8a69-94991a76a5b9', '2017-05-27 09:47:31', '2017-05-27 09:47:37', '0', '昌乐县', '', '1', '370725', '7', '180', 'CLX', null);
INSERT INTO `b_canton` VALUES ('c6f55c4f-59a9-407e-b2c3-ed6965cf853e', '2017-05-27 18:04:53', '2017-05-27 18:04:53', '0', '大荔县', '', '1', '610523', '5', '334', 'DLX', null);
INSERT INTO `b_canton` VALUES ('c7015cbf-4691-4f89-89bc-b642bc935026', '2017-05-27 16:35:48', '2017-05-27 16:35:48', '0', '瓮安县', '', '1', '522725', '5', '306', 'WAX', null);
INSERT INTO `b_canton` VALUES ('c705a5dc-0055-4100-8b9a-7d649175b455', '2017-05-27 18:11:10', '2017-05-27 18:11:10', '0', '城固县', '', '1', '610722', '4', '336', 'CGX', null);
INSERT INTO `b_canton` VALUES ('c75b6273-963d-4a90-9612-ebe9c786b53e', '2017-05-27 15:54:58', '2017-05-27 15:54:58', '0', '阿坝县', '', '1', '513231', '11', '295', 'ABX', null);
INSERT INTO `b_canton` VALUES ('c763da10-dd7d-44ba-a5b4-f9d55d4bb0ce', '2017-05-27 18:18:21', '2017-05-27 18:18:21', '0', '佳县', '', '1', '610828', '10', '337', 'JX', null);
INSERT INTO `b_canton` VALUES ('c781632f-8a7a-43f7-b9a4-8a3df5283966', '2017-05-26 09:13:41', '2017-05-26 09:13:41', '0', '开平区', '', '1', '130205', '5', '39', 'KPQ', null);
INSERT INTO `b_canton` VALUES ('c78eb4e4-35d2-4232-89c2-c0205e20139c', '2017-05-26 13:36:08', '2017-05-26 13:36:08', '0', '金州区', '', '1', '210213', '7', '73', 'JZQ', null);
INSERT INTO `b_canton` VALUES ('c7acfbfd-98d4-4e93-b17e-d7ced7d5fbb6', '2017-05-27 14:04:13', '2017-05-27 14:04:13', '0', '新兴县', '', '1', '445321', '4', '257', 'XXX', null);
INSERT INTO `b_canton` VALUES ('c7e0bb56-d7ce-4217-8183-7e969c2729bc', '2017-05-27 12:52:58', '2017-05-27 12:52:58', '0', '平江县', '', '1', '430626', '8', '228', 'PJX', null);
INSERT INTO `b_canton` VALUES ('c7eb5cc7-11a1-4254-8565-99f9e56971e1', '2017-05-27 11:16:29', '2017-05-27 11:16:29', '0', '竹溪县', '', '1', '420324', '7', '211', 'ZXX', null);
INSERT INTO `b_canton` VALUES ('c7f9cd94-3585-4590-a64b-677956c8e290', '2017-05-27 18:20:44', '2017-05-27 18:20:44', '0', '岚皋县', '', '1', '610925', '7', '338', 'BGX', null);
INSERT INTO `b_canton` VALUES ('c826a196-0211-4dc9-906f-99262769a74a', '2017-05-25 18:24:22', '2017-05-25 18:24:22', '0', '赞皇县', '', '1', '130129', '16', '38', 'ZHX', null);
INSERT INTO `b_canton` VALUES ('c8496af9-1a74-4b2e-9809-749ff8c5fe81', '2017-05-27 17:36:17', '2017-05-27 17:36:17', '0', '八宿县', '', '1', '540326', '7', '324', 'BSX', null);
INSERT INTO `b_canton` VALUES ('c86eda18-a5c2-40f6-98b4-d7b319d30773', '2017-05-27 09:17:10', '2017-05-27 09:17:10', '0', '高安市', '', '1', '360983', '11', '171', 'GAS', null);
INSERT INTO `b_canton` VALUES ('c8766905-2e4a-4f82-8cb7-d2ef4ba5908e', '2017-05-26 13:49:38', '2017-05-26 13:49:38', '0', '站前区', '', '1', '210802', '2', '79', 'ZQQ', null);
INSERT INTO `b_canton` VALUES ('c8bf0ad5-c35b-49de-8796-cae8bccea129', '2017-05-27 12:50:01', '2017-05-27 12:50:01', '0', '洞口县', '', '1', '430525', '8', '227', 'DKX', null);
INSERT INTO `b_canton` VALUES ('c8dc0aea-391a-437f-9642-9c10f4146cd5', '2017-05-27 11:13:59', '2017-05-27 11:13:59', '0', '铁山区', '', '1', '420205', '5', '210', 'TSQ', null);
INSERT INTO `b_canton` VALUES ('c8e4642c-5254-4625-bc8b-31bab11c1903', '2017-05-27 13:58:23', '2017-05-27 13:58:23', '0', '市辖区', '', '1', '441801', '1', '252', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('c8f255f5-424f-481c-8dc9-21d0f804ab9a', '2017-05-27 11:16:17', '2017-05-27 11:16:17', '0', '竹山县', '', '1', '420323', '6', '211', 'ZSX', null);
INSERT INTO `b_canton` VALUES ('c9028029-a1ce-4b48-a776-74bf92820510', '2017-05-26 15:53:41', '2017-05-26 15:53:41', '0', '秦兴市', '', '1', '321283', '7', '253b619a-cfd5-4387-9ff2-0f95d270c3a0', 'QXS', null);
INSERT INTO `b_canton` VALUES ('c93c8b12-76f6-4149-b0c5-bb3844297efc', '2017-05-27 14:26:21', '2017-05-27 14:26:21', '0', '钦北区', '', '1', '450703', '3', '264', 'QBQ', null);
INSERT INTO `b_canton` VALUES ('c93d4011-30f3-4485-a3e0-c657f9a7b6ac', '2017-05-27 18:45:07', '2017-05-27 18:45:07', '0', '武都区', '', '1', '621202', '2', '351', 'WDQ', null);
INSERT INTO `b_canton` VALUES ('c947f391-d999-40b9-8e56-f1dbd50c6ed6', '2017-05-26 17:59:58', '2017-05-26 17:59:58', '0', '珠山区', '', '1', '360203', '3', '164', 'ZSQ', null);
INSERT INTO `b_canton` VALUES ('c96026cd-b9ad-4f7b-bb84-d2802bbe28e1', '2017-05-26 14:58:42', '2017-05-26 14:58:42', '0', '市辖区', '', '1', '230901', '1', '104', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('c9d4389c-8873-42c3-b559-8c928c8c11dc', '2017-05-27 18:10:45', '2017-05-27 18:10:45', '0', '汉台区', '', '1', '610702', '2', '336', 'HTQ', null);
INSERT INTO `b_canton` VALUES ('c9e31907-f8f5-455e-9e20-0341356bcd78', '2017-05-27 15:39:51', '2017-05-27 15:39:51', '0', '宜宾县', '', '1', '511521', '4', '289', 'YBX', null);
INSERT INTO `b_canton` VALUES ('ca14e0b5-3902-42b8-9408-b9a8db9fcdff', '2017-05-27 11:35:58', '2017-05-27 11:35:58', '0', '赤壁市', '', '1', '421281', '7', '219', 'CBS', null);
INSERT INTO `b_canton` VALUES ('ca16bc0f-a8dc-45c3-8f21-9409a84bf5f4', '2017-05-26 16:07:55', '2017-05-26 16:07:55', '0', '慈溪市', '', '1', '330282', '11', '130', 'CXS', null);
INSERT INTO `b_canton` VALUES ('ca1f0f3b-0dd9-4239-afac-5577bfdbe546', '2017-05-27 15:45:17', '2017-05-27 15:45:17', '0', '市辖区', '', '1', '511701', '1', '291', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('ca30adc9-9b64-460a-9419-6c64465d0232', '2017-05-27 19:04:43', '2017-05-27 19:04:43', '0', '德令哈市', '', '1', '632802', '2', '361', 'DLHS', null);
INSERT INTO `b_canton` VALUES ('ca320cff-0067-4a69-89d8-32e2bcbb5d5e', '2017-05-26 17:07:30', '2017-05-26 17:07:30', '0', '市辖区', '', '1', '341301', '1', '148', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('ca3944d9-dd15-4853-8ccf-adac8ac7cf90', '2017-05-27 11:38:01', '2017-05-27 11:38:01', '0', '咸丰县', '', '1', '422826', '6', '221', 'XFX', null);
INSERT INTO `b_canton` VALUES ('ca428280-c24a-4ae3-9ba5-dc2a6ed67b15', '2017-05-25 17:54:51', '2017-05-25 17:54:51', '0', '红桥区', '', '1', '120106', '7', '3', 'HQQ', null);
INSERT INTO `b_canton` VALUES ('ca696507-b950-4285-8ebb-12ec9f1d13a8', '2017-05-27 10:08:19', '2017-05-27 10:08:19', '0', '市辖区', '', '1', '371601', '1', '189', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('ca8a43ff-3b9a-42ea-9bb7-5a1ca0b844bc', '2017-05-26 10:49:43', '2017-05-26 10:51:11', '0', '蒲县', '', '1', '141031', '15', '58', 'PX', null);
INSERT INTO `b_canton` VALUES ('ca8d9afb-5470-4b62-8be0-c9e8d8ee5db1', '2017-05-27 17:03:58', '2017-05-27 17:03:58', '0', '临翔区', '', '1', '530902', '2', '314', 'LXQ', null);
INSERT INTO `b_canton` VALUES ('ca8e4b29-b110-448f-b7a1-b1d3c2175233', '2017-05-26 14:27:12', '2017-05-26 14:27:18', '0', '大安市', '', '1', '220882', '6', '93', 'DAS', null);
INSERT INTO `b_canton` VALUES ('ca95191d-81f6-40e8-98b5-90fbee6c0290', '2017-05-27 16:17:43', '2017-05-27 16:17:43', '0', '余庆县', '', '1', '520329', '12', '300', 'YQX', null);
INSERT INTO `b_canton` VALUES ('ca9c6f5d-64dd-4514-a7a2-b9355883c577', '2017-05-27 09:40:13', '2017-05-27 09:40:13', '0', '东营区', '', '1', '370502', '2', '178', 'DYQ', null);
INSERT INTO `b_canton` VALUES ('ca9ff49b-e105-42a8-a334-d8b6d29a5574', '2017-05-26 14:29:18', '2017-05-26 14:29:18', '0', '安图县', '', '1', '222426', '8', '94', 'ATX', null);
INSERT INTO `b_canton` VALUES ('cab00810-783a-4f17-8c56-51d9c8d29f73', '2017-05-27 14:28:42', '2017-05-27 14:28:42', '0', '桂平市', '', '1', '450881', '6', '265', 'GPS', null);
INSERT INTO `b_canton` VALUES ('cab6f20e-f6e9-4545-bd69-b880365a245d', '2017-05-27 15:40:56', '2017-05-27 15:40:56', '0', '高县', '', '1', '511525', '7', '289', 'GX', null);
INSERT INTO `b_canton` VALUES ('cad2bd3f-bc0b-45c6-bc2e-5f72d482e855', '2017-05-27 10:57:18', '2017-05-27 10:57:18', '0', '虞城县', '', '1', '411425', '8', '204', 'YCX', null);
INSERT INTO `b_canton` VALUES ('cad868fc-6f9b-4da4-9732-1ea180c3b191', '2017-05-26 17:25:47', '2017-05-26 17:25:47', '0', '永泰县', '', '1', '350125', '11', '154', 'YTX', null);
INSERT INTO `b_canton` VALUES ('cad8882e-1c02-4881-bc09-23e5fabed79d', '2017-05-27 19:11:22', '2017-05-27 19:11:22', '0', '青铜峡市', '', '1', '640381', '6', '364', 'QTXS', null);
INSERT INTO `b_canton` VALUES ('cae42963-0d56-48a8-a9fa-16924fd08a60', '2017-05-27 17:22:58', '2017-05-27 17:22:58', '0', '兰坪白族普米族自治县', '', '1', '533325', '4', '321', 'LPBZPMZZZX', null);
INSERT INTO `b_canton` VALUES ('cb0a70ea-7cd3-445d-9ab2-13a7ff00173f', '2017-05-27 09:32:59', '2017-05-27 09:32:59', '0', '黄岛区', '', '1', '370211', '4', '175', 'HDQ', null);
INSERT INTO `b_canton` VALUES ('cb0f9ca4-4155-4e7d-97ad-a75ddbcbbd99', '2017-05-26 14:02:31', '2017-05-26 14:02:31', '0', '弓长岭区', '', '1', '211005', '5', '81', 'GCLQ', null);
INSERT INTO `b_canton` VALUES ('cb30322d-f91d-4b91-8403-e4b7b7a473d9', '2017-05-26 16:53:25', '2017-05-26 16:53:25', '0', '宜秀区', '', '1', '340811', '4', '144', 'YXQ', null);
INSERT INTO `b_canton` VALUES ('cb42b355-fb26-4820-9379-b4ed84343d71', '2017-05-27 15:11:51', '2017-05-27 15:11:51', '0', '浦江县', '', '1', '510131', '15', '277', 'PJX', null);
INSERT INTO `b_canton` VALUES ('cb43e7db-ff54-477f-89e6-d0c753532619', '2017-05-26 10:21:01', '2017-05-26 10:21:01', '0', '武乡县', '', '1', '140429', '11', '52', 'WXX', null);
INSERT INTO `b_canton` VALUES ('cb5e9aa5-65da-4980-acd9-490d1af85d6b', '2017-05-26 14:46:01', '2017-05-26 14:46:01', '0', '饶河县', '', '1', '230524', '9', '100', 'RHX', null);
INSERT INTO `b_canton` VALUES ('cb7f7af2-a181-4e72-8a29-49747c35ad1f', '2017-05-27 19:38:14', '2017-05-27 19:38:14', '0', '策勒县', '', '1', '653225', '6', '377', 'CLX', null);
INSERT INTO `b_canton` VALUES ('cbba81c6-ccd8-4cf4-ac0e-0b355422a2c4', '2017-05-27 18:28:11', '2017-05-27 18:28:11', '0', '市辖区', '', '1', '620201', '1', '341', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('cbc57857-5b9f-4c77-b88a-0d9d33aaa6b2', '2017-05-27 10:02:32', '2017-05-27 10:02:32', '0', '临沐县', '', '1', '371329', '13', '186', 'LNX', null);
INSERT INTO `b_canton` VALUES ('cbccef4f-1e45-499f-a846-73adfcb67169', '2017-05-27 18:59:29', '2017-05-27 18:59:29', '0', '尖扎县', '', '1', '632322', '2', '357', 'JZX', null);
INSERT INTO `b_canton` VALUES ('cbd796ae-be3c-4811-8448-71882b7c0b7c', '2017-05-27 13:26:37', '2017-05-27 13:26:41', '0', '始兴县', '', '1', '440222', '5', '238', 'SXX', null);
INSERT INTO `b_canton` VALUES ('cbdc2458-79d7-41f5-a129-4fb193693a44', '2017-05-27 09:15:32', '2017-05-27 09:15:32', '0', '奉新县', '', '1', '360921', '3', '171', 'FXX', null);
INSERT INTO `b_canton` VALUES ('cbeae63c-5b2e-4c9d-a756-0b94df47d6c8', '2017-05-26 14:02:55', '2017-05-26 14:02:55', '0', '辽阳县', '', '1', '211021', '7', '81', 'LYX', null);
INSERT INTO `b_canton` VALUES ('cbef36f5-dfa8-455a-aa74-ac745bad5371', '2017-05-26 10:23:44', '2017-05-26 10:23:53', '0', '泽州县', '', '1', '140525', '7', '53', 'ZZX', null);
INSERT INTO `b_canton` VALUES ('cbffba4e-62a0-4738-9268-143f98731844', '2017-05-26 17:02:59', '2017-05-26 17:02:59', '0', '来安县', '', '1', '341122', '4', '146', 'LAX', null);
INSERT INTO `b_canton` VALUES ('cc0e0de5-b9fa-4af7-8083-8216a9e5e381', '2017-05-27 10:20:54', '2017-05-27 10:20:54', '0', '巩义市', '', '1', '410181', '9', '191', 'GYS', null);
INSERT INTO `b_canton` VALUES ('cc10d16f-9627-4bd5-822c-7a5458d23da5', '2017-05-26 14:29:06', '2017-05-26 14:29:06', '0', '汪清县', '', '1', '222424', '7', '94', 'WQX', null);
INSERT INTO `b_canton` VALUES ('cc16eb86-9a09-4812-a8e0-ef351c8bc213', '2017-05-26 14:28:05', '2017-05-26 14:28:05', '0', '图们市', '', '1', '222402', '2', '94', 'TMS', null);
INSERT INTO `b_canton` VALUES ('cc219822-7e8f-4087-b8d1-da8ae16fa7f3', '2017-05-26 17:15:32', '2017-05-26 17:15:32', '0', '青阳县', '', '1', '341723', '5', '152', 'QYX', null);
INSERT INTO `b_canton` VALUES ('cc284397-4e14-4471-bcbd-2ee3fd88c836', '2017-05-27 14:51:21', '2017-05-27 14:51:21', '0', '乐东黎族自治县', '', '1', '469027', '12', '274', 'LDLZZZX', null);
INSERT INTO `b_canton` VALUES ('cc37068a-77eb-4946-922f-f2728e0a472c', '2017-05-27 11:13:26', '2017-05-27 11:13:26', '0', '黄石港区', '', '1', '420202', '2', '210', 'HSGQ', null);
INSERT INTO `b_canton` VALUES ('cc397808-5537-4d01-a07f-ac2974cb3972', '2017-05-26 16:09:35', '2017-05-26 16:09:35', '0', '洞头区', '', '1', '330305', '5', '131', 'DTQ', null);
INSERT INTO `b_canton` VALUES ('cc483a99-8dca-4465-857a-30d879ff3718', '2017-05-26 10:22:13', '2017-05-26 10:22:13', '0', '潞城市', '', '1', '140481', '14', '52', 'LCS', null);
INSERT INTO `b_canton` VALUES ('cc4c81f3-7d9d-4608-8011-18032b654e6f', '2017-05-26 14:59:53', '2017-05-26 14:59:53', '0', '市辖区', '', '1', '231001', '1', '105', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('cccc9aea-9a00-4844-b1ed-50a63843cca5', '2017-05-27 11:37:21', '2017-05-27 11:37:21', '0', '建始县', '', '1', '422822', '3', '221', 'JSX', null);
INSERT INTO `b_canton` VALUES ('ccd6e937-cd81-4a60-82d4-00df23eb5e38', '2017-05-26 09:45:08', '2017-05-26 09:45:08', '0', '万全区', '', '1', '130708', '6', '44', 'WQQ', null);
INSERT INTO `b_canton` VALUES ('ccdc25c7-c3af-488f-b3ed-4d03780ac692', '2017-05-27 17:05:27', '2017-05-27 17:05:27', '0', '双江拉古族佤族布朗族傣族自治县', '', '1', '530925', '7', '314', 'SJLGZPZBLZDZZZX', null);
INSERT INTO `b_canton` VALUES ('ccdef3e3-11a1-42e2-8590-b3d743d028fb', '2017-05-27 16:19:25', '2017-05-27 16:19:25', '0', '普定县', '', '1', '520422', '4', '301', 'PDX', null);
INSERT INTO `b_canton` VALUES ('ccec0e2e-2cf4-4eee-bd54-978c17fe69d0', '2017-05-27 15:55:52', '2017-05-27 15:55:52', '0', '红原县', '', '1', '513233', '13', '295', 'HYX', null);
INSERT INTO `b_canton` VALUES ('ccee1e16-47f2-4679-b8be-c58592990626', '2017-05-27 11:29:32', '2017-05-27 11:29:32', '0', '市辖区', '', '1', '421001', '1', '217', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('cd0d3214-4be6-44b3-94ab-4ff4e2e10eec', '2017-05-26 10:29:49', '2017-05-26 10:29:49', '0', '太谷县', '', '1', '140726', '8', '55', 'TGX', null);
INSERT INTO `b_canton` VALUES ('cd720e72-82d3-480b-96a6-9c7196acf043', '2017-05-26 10:14:29', '2017-05-26 10:14:29', '0', '天镇县', '', '1', '140222', '7', '50', 'TZX', null);
INSERT INTO `b_canton` VALUES ('cd763af8-4e69-4092-8a77-ffda7fbfc917', '2017-05-27 09:12:37', '2017-05-27 09:12:37', '0', '泰和县', '', '1', '360826', '9', '170', 'THX', null);
INSERT INTO `b_canton` VALUES ('cd77165c-0c54-42d0-acca-a4b336838969', '2017-05-27 17:34:13', '2017-05-27 17:34:13', '0', '萨嘎县', '', '1', '540236', '17', '326', 'SGX', null);
INSERT INTO `b_canton` VALUES ('cda41259-9a65-45ef-85c3-df3a0118309d', '2017-05-27 10:19:39', '2017-05-27 10:19:39', '0', '二七区', '', '1', '410103', '3', '191', 'EQQ', null);
INSERT INTO `b_canton` VALUES ('cdab0b55-6394-4a9e-98b4-96680cc6809d', '2017-05-27 18:28:42', '2017-05-27 18:28:42', '0', '永昌县', '', '1', '620321', '3', '342', 'YCX', null);
INSERT INTO `b_canton` VALUES ('cdad959b-2373-461e-a95f-9fbb9126cb2c', '2017-05-26 09:15:29', '2017-05-26 09:15:29', '0', '滦县', '', '1', '130223', '10', '39', 'LX', null);
INSERT INTO `b_canton` VALUES ('cdb6123f-0ef9-4fd2-912f-1edb3c880fb4', '2017-05-27 19:23:54', '2017-05-27 19:23:54', '0', '巴里坤哈萨克自治县', '', '1', '650521', '2', '370', 'BLKHSKZZX', null);
INSERT INTO `b_canton` VALUES ('cdbe5a92-e2d6-4de5-bd75-b636be1fda34', '2017-05-27 14:42:52', '2017-05-27 14:42:52', '0', '龙州县', '', '1', '451423', '5', '271', 'LZX', null);
INSERT INTO `b_canton` VALUES ('cde136ad-7460-4654-92f5-3a9bf473ccd5', '2017-05-27 15:50:13', '2017-05-27 15:50:13', '0', '恩阳区', '', '1', '511903', '3', '293', 'EYQ', null);
INSERT INTO `b_canton` VALUES ('cde24e96-1198-46fd-b876-a1468021a359', '2017-05-26 17:51:12', '2017-05-26 17:51:12', '0', '霞浦县', '', '1', '350921', '3', '162', 'XPX', null);
INSERT INTO `b_canton` VALUES ('cdf245b6-ec7b-4ad7-a024-adbd9b5c4417', '2017-05-27 10:33:18', '2017-05-27 10:33:23', '0', '汤阴县', '', '1', '410523', '7', '195', 'TYX', null);
INSERT INTO `b_canton` VALUES ('ce2bc40f-0b85-4af7-a857-3191398a8be7', '2017-05-27 18:57:04', '2017-05-27 18:57:04', '0', '化隆回族自治县', '', '1', '630224', '5', '355', 'HLHZZZX', null);
INSERT INTO `b_canton` VALUES ('ce3dc2bb-c9a3-46f9-965f-390fd092e672', '2017-05-27 17:33:26', '2017-05-27 17:33:26', '0', '亚东县', '', '1', '540233', '14', '326', 'YDX', null);
INSERT INTO `b_canton` VALUES ('ce8965a8-3c1e-4909-ad8b-be6ef2866395', '2017-05-26 14:19:19', '2017-05-26 14:19:19', '0', '东丰县', '', '1', '220421', '4', '89', 'DFX', null);
INSERT INTO `b_canton` VALUES ('ceaf3aad-48f3-432c-8927-6ec706e68a21', '2017-05-27 09:17:45', '2017-05-27 09:17:45', '0', '南城县', '', '1', '361021', '3', '172', 'NCX', null);
INSERT INTO `b_canton` VALUES ('cebf1c4b-385c-4b4c-9214-cd31cfb6fcb5', '2017-05-26 18:09:55', '2017-05-26 18:09:55', '0', '彭泽县', '', '1', '360430', '11', '166', 'PZX', null);
INSERT INTO `b_canton` VALUES ('cec31861-df45-457b-b5ed-8971b50ee12e', '2017-05-27 15:23:15', '2017-05-27 15:23:15', '0', '涪城区', '', '1', '510703', '2', '282', 'FCQ', null);
INSERT INTO `b_canton` VALUES ('cec952d8-0e85-4f79-97d0-5dd982748219', '2017-05-27 15:49:00', '2017-05-27 15:49:00', '0', '天全县', '', '1', '511825', '7', '292', 'TQX', null);
INSERT INTO `b_canton` VALUES ('ceca3678-a5ee-44e1-88aa-0ebc3ab22d3f', '2017-05-26 14:58:28', '2017-05-26 14:58:28', '0', '抚远市', '', '1', '230883', '11', '103', 'FYS', null);
INSERT INTO `b_canton` VALUES ('cef5913b-d650-4e57-9288-990735b82c95', '2017-05-26 18:13:17', '2017-05-26 18:13:17', '0', '章贡区', '', '1', '360702', '2', '169', 'ZGQ', null);
INSERT INTO `b_canton` VALUES ('cefda019-4b63-42ca-98d3-63278c3ed9e3', '2017-05-26 16:14:28', '2017-05-26 16:14:28', '0', '长兴县', '', '1', '330522', '5', '133', 'CXX', null);
INSERT INTO `b_canton` VALUES ('cf0a9d6d-8c94-421a-bca1-4bd7efe86332', '2017-05-27 14:13:59', '2017-05-27 14:13:59', '0', '柳北区', '', '1', '450205', '5', '259', 'LBQ', null);
INSERT INTO `b_canton` VALUES ('cf161638-c770-43c9-a448-275d35a57a15', '2017-05-26 16:25:37', '2017-05-26 16:25:37', '0', '三门县', '', '1', '331022', '6', '79e64557-6e6a-4cae-b802-9ee18b2002d5', 'SMX', null);
INSERT INTO `b_canton` VALUES ('cf180503-e106-4f11-ad0c-f4deb8916d26', '2017-05-26 14:27:57', '2017-05-26 14:27:57', '0', '延吉市', '', '1', '222401', '1', '94', 'YJS', null);
INSERT INTO `b_canton` VALUES ('cf1ab322-a433-4d62-be26-7668eb3f8c2f', '2017-05-27 17:11:27', '2017-05-27 17:11:27', '0', '原阳县', '', '1', '532528', '9', '316', 'YYX', null);
INSERT INTO `b_canton` VALUES ('cf40b252-85bd-4360-a81e-a79da1528d7c', '2017-05-27 11:31:31', '2017-05-27 11:31:31', '0', '黄州区', '', '1', '421102', '2', '218', 'HZQ', null);
INSERT INTO `b_canton` VALUES ('cf41163a-098e-4eaf-a2ed-06c2122ac973', '2017-05-26 13:46:18', '2017-05-26 13:46:18', '0', '市辖区', '', '1', '210701', '1', '78', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('cf50a70d-7fda-4dbe-966d-bda6ae0fc1e7', '2017-05-26 17:41:28', '2017-05-26 17:41:28', '0', '漳浦县', '', '1', '350623', '5', '159', 'ZPX', null);
INSERT INTO `b_canton` VALUES ('cf77bed0-1aa6-4bd4-b06c-36bc5b7c0a6d', '2017-05-26 17:02:27', '2017-05-26 17:02:27', '0', '南谯区', '', '1', '341103', '3', '146', 'NQQ', null);
INSERT INTO `b_canton` VALUES ('cf8c037d-4135-4513-bbe1-1cb91f70e5bf', '2017-05-27 09:35:45', '2017-05-27 09:35:45', '0', '淄川区', '', '1', '370302', '2', '176', 'ZCQ', null);
INSERT INTO `b_canton` VALUES ('cfa827fe-a7d8-423c-9abb-567ba76be9f5', '2017-05-27 09:40:35', '2017-05-27 09:40:35', '0', '垦利区', '', '1', '370505', '4', '178', 'KLQ', null);
INSERT INTO `b_canton` VALUES ('cfbe8ae2-6202-40e9-a0bb-c927f9127c34', '2017-05-26 15:03:43', '2017-05-26 15:03:43', '0', '北安市', '', '1', '231181', '6', '106', 'BAS', null);
INSERT INTO `b_canton` VALUES ('cfbfaa52-07c1-4e69-aa7a-98f64566067a', '2017-05-27 09:23:01', '2017-05-27 09:23:09', '0', '余干县', '', '1', '361127', '9', '173', 'YGX', null);
INSERT INTO `b_canton` VALUES ('cfc6a7cd-9571-48c0-b0de-729a91d533e7', '2017-05-27 19:22:01', '2017-05-27 19:22:01', '0', '高昌区', '', '1', '650402', '1', '369', 'GCQ', null);
INSERT INTO `b_canton` VALUES ('cfd20d00-a4b7-4133-bcf2-e3c715f5e115', '2017-05-27 19:25:29', '2017-05-27 19:25:29', '0', '吉木萨尔县', '', '1', '652327', '6', '371', 'JMSEX', null);
INSERT INTO `b_canton` VALUES ('cfffa449-ce56-4445-adbe-70462699adbe', '2017-05-26 17:13:11', '2017-05-26 17:13:11', '0', '市辖区', '', '1', '341601', '1', '151', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('d0009f62-5e3c-4dd6-836e-b7c4ba94877f', '2017-05-27 15:47:51', '2017-05-27 15:47:51', '0', '荥经县', '', '1', '511822', '4', '292', 'YJX', null);
INSERT INTO `b_canton` VALUES ('d01ffa7a-e055-4940-834f-16c31fb1dc8c', '2017-05-26 18:15:31', '2017-05-26 18:15:31', '0', '定南县', '', '1', '360728', '11', '169', 'DNX', null);
INSERT INTO `b_canton` VALUES ('d03570dc-0541-4f78-8ac4-aa2d9cc880fc', '2017-05-27 17:58:31', '2017-05-27 17:58:31', '0', '千阳县', '', '1', '610328', '10', '332', 'QYX', null);
INSERT INTO `b_canton` VALUES ('d035e750-74a9-4e5e-a599-8199533505cb', '2017-05-27 14:27:07', '2017-05-27 14:27:07', '0', '市辖区', '', '1', '450801', '1', '265', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('d05302e6-70e3-4eea-a5db-ddeac3633486', '2017-05-27 19:34:18', '2017-05-27 19:34:18', '0', '疏勒县', '', '1', '653122', '3', '376', 'SLX', null);
INSERT INTO `b_canton` VALUES ('d0760c5d-72c4-45c0-92ed-e5af55309ca8', '2017-05-27 16:19:03', '2017-05-27 16:19:03', '0', '西秀区', '', '1', '520402', '2', '301', 'XXQ', null);
INSERT INTO `b_canton` VALUES ('d0902ce8-b7bc-4112-b950-38de08a86df2', '2017-05-27 19:13:41', '2017-05-27 19:13:41', '0', '市辖区', '', '1', '640501', '1', '366', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('d09fd59b-7e01-455f-9308-ed5ee96f549b', '2017-05-26 10:17:51', '2017-05-26 10:17:51', '0', '城区', '', '1', '140402', '2', '52', 'CQ', null);
INSERT INTO `b_canton` VALUES ('d0b13925-1c8a-45d5-878f-84b261a396d9', '2017-05-27 09:54:48', '2017-05-27 09:54:48', '0', '肥城市', '', '1', '370983', '7', '182', 'FCS', null);
INSERT INTO `b_canton` VALUES ('d0e88dc9-ad38-41d2-a2ff-90d367084a0f', '2017-05-26 09:24:38', '2017-05-26 09:24:38', '0', '肥乡县', '', '1', '130428', '12', '41', 'FXX', null);
INSERT INTO `b_canton` VALUES ('d1051487-b6d2-4257-9f58-afe217383264', '2017-05-26 16:12:49', '2017-05-26 16:12:49', '0', '海盐县', '', '1', '330424', '5', '132', 'HYX', null);
INSERT INTO `b_canton` VALUES ('d1330b75-dfa9-4b4c-bbca-e71de0921afc', '2017-05-26 15:47:21', '2017-05-26 15:47:21', '0', '亭湖区', '', '1', '320902', '2', '3999a3f0-9039-4abb-9885-4e92b6c13632', 'THQ', null);
INSERT INTO `b_canton` VALUES ('d13e7ce4-77f9-44fc-a4e7-f024f7395784', '2017-05-26 14:52:02', '2017-05-26 14:52:02', '0', '金山屯区', '', '1', '230709', '9', '102', 'JSTQ', null);
INSERT INTO `b_canton` VALUES ('d15fc785-692f-4658-9750-09bcca018d0a', '2017-05-27 19:10:52', '2017-05-27 19:10:52', '0', '盐池县', '', '1', '640323', '4', '364', 'YCX', null);
INSERT INTO `b_canton` VALUES ('d186d407-4fc1-4e99-a3c3-29dc4ccc46ed', '2017-05-27 16:18:53', '2017-05-27 16:18:53', '0', '市辖区', '', '1', '520401', '1', '301', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('d19a57ce-3c45-4c11-9828-697938a7a5c4', '2017-05-27 14:14:29', '2017-05-27 14:14:29', '0', '柳城县', '', '1', '450222', '7', '259', 'LCX', null);
INSERT INTO `b_canton` VALUES ('d1a460fa-8b0a-4593-ad3c-efb5e6a4def0', '2017-05-26 11:28:59', '2017-05-26 11:28:59', '0', '科尔沁右翼中旗', '', '1', '152222', '4', '69', 'KEQYYZQ', null);
INSERT INTO `b_canton` VALUES ('d1c13b12-7662-46dd-bb49-769133c2b590', '2017-05-27 14:50:40', '2017-05-27 14:50:40', '0', '白沙黎族自治县', '', '1', '469025', '10', '274', 'BSLZZZX', null);
INSERT INTO `b_canton` VALUES ('d1dbb574-5d16-440b-97e3-093cc2ab996c', '2017-05-27 15:59:45', '2017-05-27 15:59:45', '0', '巴塘县', '', '1', '513335', '15', '296', 'BTX', null);
INSERT INTO `b_canton` VALUES ('d1f23d43-c6dd-412f-8933-56c178017f51', '2017-05-25 15:08:49', '2017-05-25 15:11:05', '0', '朝阳区', '', '1', '110105', '4', '2', 'CYQ', null);
INSERT INTO `b_canton` VALUES ('d1f281c8-3b39-4fae-bbd5-e5a87364f1a0', '2017-05-26 09:57:20', '2017-05-26 09:57:20', '0', '献县', '', '1', '130929', '12', '46', 'XX', null);
INSERT INTO `b_canton` VALUES ('d1fc4291-84a0-4e0e-a8d1-cc520bb41d63', '2017-05-27 13:01:45', '2017-05-27 13:01:45', '0', '永兴县', '', '1', '431023', '6', '232', 'YXX', null);
INSERT INTO `b_canton` VALUES ('d1fc95c9-3d96-46df-bd49-b0858f60d31d', '2017-05-27 09:15:56', '2017-05-27 09:15:56', '0', '上高县', '', '1', '360923', '5', '171', 'SGX', null);
INSERT INTO `b_canton` VALUES ('d20e99b1-e1f5-4ba5-bd5b-b91fe3f2e9fc', '2017-05-27 11:03:44', '2017-05-27 11:03:44', '0', '西平县', '', '1', '411721', '3', '207', 'XPX', null);
INSERT INTO `b_canton` VALUES ('d21622c1-fde0-4818-9199-85632d206587', '2017-05-27 17:38:47', '2017-05-27 17:38:47', '0', '波密县', '', '1', '540424', '5', '329', 'BMX', null);
INSERT INTO `b_canton` VALUES ('d21e4734-9d17-48a3-b023-569783fbb7fe', '2017-05-27 14:03:44', '2017-05-27 14:03:44', '0', '市辖区', '', '1', '445301', '1', '257', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('d2421436-e2c5-4580-9078-e8ad446a842e', '2017-05-26 16:14:07', '2017-05-26 16:14:07', '0', '南浔区', '', '1', '330503', '3', '133', 'NOQ', null);
INSERT INTO `b_canton` VALUES ('d2437843-43d9-42d4-ae4c-d69c4ad2b4ff', '2017-05-27 19:09:45', '2017-05-27 19:09:45', '0', '惠农区', '', '1', '640205', '3', '363', 'HNQ', null);
INSERT INTO `b_canton` VALUES ('d2489502-9cbf-451d-a602-dc84e7da9ffa', '2017-05-27 13:27:33', '2017-05-27 13:27:33', '0', '乳源瑶族自治县', '', '1', '440232', '8', '238', 'RYYZZZX', null);
INSERT INTO `b_canton` VALUES ('d25b9e6c-1003-4cd0-acad-2de0a3f4016a', '2017-05-27 19:21:29', '2017-05-27 19:21:29', '0', '克拉玛依区', '', '1', '650203', '3', '368', 'KLMYQ', null);
INSERT INTO `b_canton` VALUES ('d26d495f-df1e-464f-9517-f799f2fec1d2', '2017-05-27 19:14:04', '2017-05-27 19:14:04', '0', '沙坡头区', '', '1', '640502', '2', '366', 'SPTQ', null);
INSERT INTO `b_canton` VALUES ('d2957171-1fd0-47c0-ae22-43f42049f686', '2017-05-27 09:31:40', '2017-05-27 09:31:40', '0', '平阴县', '', '1', '370124', '8', '174', 'PYX', null);
INSERT INTO `b_canton` VALUES ('d29df869-f31d-4c02-a634-ee25693fca08', '2017-05-27 16:07:52', '2017-05-27 16:08:02', '0', '市辖区', '', '1', '520101', '1', '298', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('d2b1a082-9de8-491a-9359-636036e111a2', '2017-05-25 18:28:42', '2017-05-25 18:28:42', '0', '平山县', '', '1', '130131', '18', '38', 'PSX', null);
INSERT INTO `b_canton` VALUES ('d2ebc85d-7bee-4c65-9a87-c07df6b5f71d', '2017-05-27 19:33:53', '2017-05-27 19:33:53', '0', '喀什市', '', '1', '653101', '1', '376', 'KSS', null);
INSERT INTO `b_canton` VALUES ('d2f4d826-94ec-474b-b892-a0a665685afa', '2017-05-27 19:45:42', '2017-05-27 19:45:42', '0', '阿拉尔市', '', '1', '659002', '2', '381', 'ALES', null);
INSERT INTO `b_canton` VALUES ('d323c356-7839-48d2-9968-0706f5a466ac', '2017-05-26 15:15:27', '2017-05-26 15:15:27', '0', '嘉定区', '', '1', '310114', '10', '112', 'JDQ', null);
INSERT INTO `b_canton` VALUES ('d32d3c4a-e5f1-462b-9dcc-21f4948629ad', '2017-05-27 12:59:18', '2017-05-27 12:59:18', '0', '南县', '', '1', '430921', '4', '231', 'NX', null);
INSERT INTO `b_canton` VALUES ('d3300734-77e0-4d31-bd7d-70e2c1d99e23', '2017-05-26 10:03:07', '2017-05-26 10:03:07', '0', '枣强县', '', '1', '131121', '4', '48', 'ZQX', null);
INSERT INTO `b_canton` VALUES ('d34d5488-1a8a-471b-9faf-992a14f3ece4', '2017-05-27 16:35:04', '2017-05-27 16:35:04', '0', '都均市', '', '1', '522701', '1', '306', 'DJS', null);
INSERT INTO `b_canton` VALUES ('d379861f-b2dc-472f-8924-9b6365a890cc', '2017-05-26 17:11:27', '2017-05-26 17:11:27', '0', '裕安区', '', '1', '341503', '3', '150', 'YAQ', null);
INSERT INTO `b_canton` VALUES ('d3815033-36ef-4744-acc3-0f143dd36036', '2017-05-27 18:00:05', '2017-05-27 18:00:05', '0', '杨陵区', '', '1', '610403', '3', '333', 'YLQ', null);
INSERT INTO `b_canton` VALUES ('d3859565-fe47-4fe3-99f8-74b81e32deab', '2017-05-27 14:22:46', '2017-05-27 14:22:46', '0', '藤县', '', '1', '450422', '6', '261', 'TX', null);
INSERT INTO `b_canton` VALUES ('d3988273-9ab5-4ecc-97c3-6c1b08921347', '2017-05-27 15:51:59', '2017-05-27 15:51:59', '0', '安岳县', '', '1', '512021', '3', '294', 'AYX', null);
INSERT INTO `b_canton` VALUES ('d3aaf71a-652b-4f0b-b683-380e30a4492e', '2017-05-27 10:27:21', '2017-05-27 10:27:21', '0', '汝阳县', '', '1', '410326', '12', '193', 'RYX', null);
INSERT INTO `b_canton` VALUES ('d3d4a575-9588-40d6-ac0c-09c433356280', '2017-05-27 13:34:49', '2017-05-27 13:34:49', '0', '濠江区', '', '1', '440512', '4', '241', 'HJQ', null);
INSERT INTO `b_canton` VALUES ('d3d4e653-6f0a-44df-9fcd-861063b9fc27', '2017-05-26 13:45:46', '2017-05-26 13:45:46', '0', '东港市', '', '1', '210681', '6', '77', 'DGS', null);
INSERT INTO `b_canton` VALUES ('d3dfd678-caca-4ad4-8261-e4dec543d11a', '2017-05-27 19:20:49', '2017-05-27 19:20:49', '0', '乌鲁木齐县', '', '1', '650121', '9', '367', 'WLMQX', null);
INSERT INTO `b_canton` VALUES ('d3ee2c6d-1129-4395-bda1-c222fd474e74', '2017-05-26 16:18:03', '2017-05-26 16:18:03', '0', '金东区', '', '1', '330703', '3', '135', 'JDQ', null);
INSERT INTO `b_canton` VALUES ('d3f4cb27-52e8-4eb9-a2ae-b4f3a84097a7', '2017-05-26 17:45:06', '2017-05-26 17:45:06', '0', '顺昌县', '', '1', '350721', '4', '160', 'SCX', null);
INSERT INTO `b_canton` VALUES ('d4008473-df02-4c4c-b1ee-8b01c8f60980', '2017-05-26 16:04:53', '2017-05-26 16:04:53', '0', '北仑区', '', '1', '330206', '5', '130', 'BLQ', null);
INSERT INTO `b_canton` VALUES ('d403cbcd-642b-47aa-8054-205f9fcdbf7c', '2017-05-27 19:10:39', '2017-05-27 19:10:39', '0', '红寺堡区', '', '1', '640303', '3', '364', 'HSBQ', null);
INSERT INTO `b_canton` VALUES ('d40950c4-241c-4d91-a29a-b5c4a931f395', '2017-05-27 09:54:15', '2017-05-27 09:54:20', '0', '东平县', '', '1', '370923', '5', '182', 'DPX', null);
INSERT INTO `b_canton` VALUES ('d414e1a2-748a-4046-8fd2-fec0e795c207', '2017-05-26 13:54:41', '2017-05-26 13:54:41', '0', '细河区', '', '1', '210911', '6', '80', 'XHQ', null);
INSERT INTO `b_canton` VALUES ('d426ba1d-3cf6-4e9c-b6d0-da8a57885e31', '2017-05-26 10:28:30', '2017-05-26 10:28:30', '0', '榆次区', '', '1', '140702', '2', '55', 'YCQ', null);
INSERT INTO `b_canton` VALUES ('d4493b00-6157-48cb-a597-0ed86707b11c', '2017-05-27 10:24:25', '2017-05-27 10:24:25', '0', '兰考县', '', '1', '410225', '11', '192', 'LKX', null);
INSERT INTO `b_canton` VALUES ('d464ad1b-c63e-4595-9270-8fbb9f8fcbe7', '2017-05-27 18:31:15', '2017-05-27 18:31:15', '0', '秦安县', '', '1', '620522', '5', '344', 'QAX', null);
INSERT INTO `b_canton` VALUES ('d46e95c9-9cdd-4c6c-b50b-f90881d345a8', '2017-05-27 18:54:11', '2017-05-27 18:54:11', '0', '城中区', '', '1', '630103', '3', '354', 'CZQ', null);
INSERT INTO `b_canton` VALUES ('d470ce51-25ba-4abb-82ec-4fef8eed11f0', '2017-05-26 16:38:43', '2017-05-26 16:38:43', '0', '巢湖市', '', '1', '340181', '10', '137', 'CHS', null);
INSERT INTO `b_canton` VALUES ('d482bbf6-4fb0-4507-a55a-c759a2d4fe32', '2017-05-26 17:45:26', '2017-05-26 17:45:26', '0', '浦城县', '', '1', '350722', '5', '160', 'PCX', null);
INSERT INTO `b_canton` VALUES ('d48837d7-e123-42b6-bc89-30af64b7914f', '2017-05-27 18:39:00', '2017-05-27 18:39:00', '0', '敦煌市', '', '1', '620982', '8', '348', 'DHS', null);
INSERT INTO `b_canton` VALUES ('d498de1c-e919-4f23-9991-e931a01f55ad', '2017-05-27 12:46:41', '2017-05-27 12:46:41', '0', '衡山县', '', '1', '430423', '9', '226', 'HSX', null);
INSERT INTO `b_canton` VALUES ('d4a1a783-cca5-4f3b-8d08-828156b88702', '2017-05-27 15:40:28', '2017-05-27 15:40:28', '0', '长宁县', '', '1', '511524', '6', '289', 'CNX', null);
INSERT INTO `b_canton` VALUES ('d4a559c6-54b4-4590-b298-9a23d0b5e81c', '2017-05-26 10:31:37', '2017-05-26 10:31:37', '0', '临猗县', '', '1', '140821', '3', '56', 'LYX', null);
INSERT INTO `b_canton` VALUES ('d4b31b34-c11a-4b09-ab6e-be0ac2003422', '2017-05-26 10:09:23', '2017-05-26 10:09:23', '0', '杏花岭区', '', '1', '140107', '4', '49', 'XHLQ', null);
INSERT INTO `b_canton` VALUES ('d4c2f4b4-38ed-499e-9616-f917e3b91a08', '2017-05-27 13:35:53', '2017-05-27 13:36:00', '0', '潮南区', '', '1', '440514', '6', '241', 'CNQ', null);
INSERT INTO `b_canton` VALUES ('d4ccd23e-e923-4919-962d-938952285837', '2017-05-27 16:26:06', '2017-05-27 16:26:06', '0', '江口县', '', '1', '520621', '4', '302', 'JKX', null);
INSERT INTO `b_canton` VALUES ('d4da2d37-2401-4646-a632-e03bba7205a3', '2017-05-26 10:23:25', '2017-05-26 10:23:25', '0', '陵川县', '', '1', '140524', '6', '53', 'LCX', null);
INSERT INTO `b_canton` VALUES ('d532bff6-962f-4718-84d0-1078d14c8c98', '2017-05-27 19:26:39', '2017-05-27 19:26:39', '0', '精河县', '', '1', '652722', '3', '372', 'JHX', null);
INSERT INTO `b_canton` VALUES ('d5474cd6-bd6e-4627-acf8-5409e7a98173', '2017-05-27 15:22:52', '2017-05-27 15:22:52', '0', '市辖区', '', '1', '510701', '1', '282', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('d548e0a9-6cf2-4d50-831c-f3e5b91b50b9', '2017-05-26 13:31:06', '2017-05-26 13:31:06', '0', '沈河区', '', '1', '210103', '3', '72', 'SHQ', null);
INSERT INTO `b_canton` VALUES ('d54c9222-cf58-4cf7-a6a7-e0e0b9247fb0', '2017-05-26 14:57:39', '2017-05-26 14:57:39', '0', '桦川县', '', '1', '230826', '7', '103', 'DCX', null);
INSERT INTO `b_canton` VALUES ('d58aaa20-f537-4bf3-958d-2cb2ce5b7349', '2017-05-27 13:18:19', '2017-05-27 13:18:19', '0', '龙山县', '', '1', '433130', '8', '236', 'LSX', null);
INSERT INTO `b_canton` VALUES ('d5a883b2-6e0f-4c1d-90e8-d7a69b713d75', '2017-05-26 15:47:32', '2017-05-26 15:47:32', '0', '盐都区', '', '1', '320903', '3', '3999a3f0-9039-4abb-9885-4e92b6c13632', 'YDQ', null);
INSERT INTO `b_canton` VALUES ('d5e0f9b2-9244-4993-9d4c-9c1999dd2274', '2017-05-26 15:01:40', '2017-05-26 15:01:40', '0', '宁安市', '', '1', '231084', '9', '105', 'NAS', null);
INSERT INTO `b_canton` VALUES ('d5ea021b-38da-4b8b-9b1f-3d41424d3217', '2017-05-26 14:18:47', '2017-05-26 14:18:47', '0', '龙山区', '', '1', '220402', '2', '89', 'LSQ', null);
INSERT INTO `b_canton` VALUES ('d62a2c25-4e90-46fa-89d5-fc382116b150', '2017-05-27 19:07:49', '2017-05-27 19:07:49', '0', '金凤区', '', '1', '640106', '4', '362', 'JFQ', null);
INSERT INTO `b_canton` VALUES ('d62e1d4e-1508-44c2-8417-3940cdc5b9ff', '2017-05-27 15:30:42', '2017-05-27 15:30:42', '0', '隆昌县', '', '1', '511028', '6', '285', 'LCX', null);
INSERT INTO `b_canton` VALUES ('d630974c-0524-4819-801a-61be86d982e7', '2017-05-27 18:42:04', '2017-05-27 18:42:04', '0', '安定区', '', '1', '621102', '2', '350', 'ADQ', null);
INSERT INTO `b_canton` VALUES ('d63e0bc6-f482-4b13-965a-e50567196aa8', '2017-05-27 17:36:49', '2017-05-27 17:36:49', '0', '左贡县', '', '1', '540327', '8', '324', 'ZGX', null);
INSERT INTO `b_canton` VALUES ('d645adb1-ef50-4664-bceb-0eeb8794c4b2', '2017-05-26 15:52:19', '2017-05-26 15:52:19', '0', '句容市', '', '1', '321183', '7', '17723387-32ed-44ab-be2e-f82e4bbb16d0', 'JRS', null);
INSERT INTO `b_canton` VALUES ('d65d48cb-fc1d-478a-a69f-5f5ca3f78a08', '2017-05-27 10:04:52', '2017-05-27 10:04:52', '0', '乐陵市', '', '1', '371481', '11', '187', 'LLS', null);
INSERT INTO `b_canton` VALUES ('d6c5b8ee-3d25-4032-afca-fb9f2ee39ed2', '2017-05-27 15:54:23', '2017-05-27 15:54:23', '0', '黑水县', '', '1', '513228', '9', '295', 'HSX', null);
INSERT INTO `b_canton` VALUES ('d6db5734-2009-4535-96ad-40f553fd7aa1', '2017-05-26 14:56:52', '2017-05-26 14:56:52', '0', '前进区', '', '1', '230804', '3', '103', 'QJQ', null);
INSERT INTO `b_canton` VALUES ('d6fd8858-d542-488b-96a2-00f0b568c3d7', '2017-05-27 10:21:22', '2017-05-27 10:21:22', '0', '新密市', '', '1', '410183', '11', '191', 'XMS', null);
INSERT INTO `b_canton` VALUES ('d705e92e-1283-46ae-8b9b-81f7722a05c7', '2017-05-26 15:33:37', '2017-05-26 15:33:37', '0', '新沂市', '', '1', '320381', '10', '3ea4535b-a908-44c9-aafc-01b0f78166f4', 'XYS', null);
INSERT INTO `b_canton` VALUES ('d7088bb2-7799-4638-a50c-e9cdc771b1a3', '2017-05-26 13:46:52', '2017-05-26 13:46:52', '0', '太和区', '', '1', '210711', '4', '78', 'THQ', null);
INSERT INTO `b_canton` VALUES ('d7179a44-3403-461a-96e8-80095a28b42c', '2017-05-27 14:45:56', '2017-05-27 14:45:56', '0', '海口市儋州市', '', '1', '460400', '1', '22', 'HKSAZS', null);
INSERT INTO `b_canton` VALUES ('d738cdee-993b-4d5c-978b-c4e434ea532e', '2017-05-26 13:31:19', '2017-05-26 13:31:19', '0', '大东区', '', '1', '210104', '4', '72', 'DDQ', null);
INSERT INTO `b_canton` VALUES ('d747e2ce-1052-479a-b96f-a651e67807bb', '2017-05-27 12:44:49', '2017-05-27 12:44:49', '0', '市辖区', '', '1', '430401', '1', '226', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('d74a0412-78ad-4e1f-b31b-73a927df62c8', '2017-05-26 15:34:21', '2017-05-26 15:34:21', '0', '市辖区', '', '1', '320401', '1', 'f7dd0429-4109-436a-842c-5afddda13cbe', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('d778704b-938c-409c-8a89-ffb1c61b4880', '2017-05-27 18:16:40', '2017-05-27 18:16:40', '0', '恒山区', '', '1', '610803', '3', '337', 'HSQ', null);
INSERT INTO `b_canton` VALUES ('d788e6e4-2965-4ff2-9d71-4aa2d54f75d6', '2017-05-27 10:07:25', '2017-05-27 10:07:29', '0', '东阿县', '', '1', '371524', '6', '188', 'DAX', null);
INSERT INTO `b_canton` VALUES ('d7a6dcc0-f02f-47c1-a1fb-21eca8d902dc', '2017-05-26 16:13:02', '2017-05-26 16:13:02', '0', '海宁市', '', '1', '330481', '6', '132', 'HNS', null);
INSERT INTO `b_canton` VALUES ('d7a96068-80de-446a-867d-1f441e8f1e58', '2017-05-26 16:10:25', '2017-05-26 16:10:25', '0', '苍南县', '', '1', '330327', '8', '131', 'CNX', null);
INSERT INTO `b_canton` VALUES ('d7b605f9-3e9c-410d-b004-f4965ff7740e', '2017-05-27 13:22:58', '2017-05-27 13:22:58', '0', '海珠区', '', '1', '440105', '4', '237', 'HZQ', null);
INSERT INTO `b_canton` VALUES ('d7bcb69a-2de8-49ae-b4f0-9c09c6b1a7ad', '2017-05-27 11:32:22', '2017-05-27 11:32:22', '0', '英山县', '', '1', '421124', '6', '218', 'YSX', null);
INSERT INTO `b_canton` VALUES ('d7eccff1-e5c4-427c-b161-b07b9d203d9f', '2017-05-26 14:14:14', '2017-05-26 14:14:20', '0', '德惠市', '', '1', '220183', '11', '86', 'DHS', null);
INSERT INTO `b_canton` VALUES ('d7ee9434-ec99-4682-a331-a9b5cd127f11', '2017-05-27 11:37:33', '2017-05-27 11:37:33', '0', '巴东县', '', '1', '422823', '4', '221', 'BDX', null);
INSERT INTO `b_canton` VALUES ('d7f50ac0-cc4b-4099-bc3e-7fef3a343be8', '2017-05-27 18:09:18', '2017-05-27 18:09:18', '0', '洛川县', '', '1', '610629', '11', '335', 'LCX', null);
INSERT INTO `b_canton` VALUES ('d7fcfa56-5fc6-4a3a-bf05-013cc425f3d8', '2017-05-27 10:52:35', '2017-05-27 10:52:35', '0', '镇平县', '', '1', '411324', '7', '203', 'ZPX', null);
INSERT INTO `b_canton` VALUES ('d801a6d0-75bb-485b-bf36-fb2a428cbf74', '2017-05-25 17:56:16', '2017-05-25 17:56:16', '0', '北辰区', '', '1', '120113', '11', '3', 'BCQ', null);
INSERT INTO `b_canton` VALUES ('d80b4447-856f-446c-b7f5-dd08282a4f4c', '2017-05-26 17:23:57', '2017-05-26 17:23:57', '0', '马尾区', '', '1', '350105', '5', '154', 'MWQ', null);
INSERT INTO `b_canton` VALUES ('d820b74d-b801-465e-8ea6-4c0d7d1d5cbf', '2017-05-26 14:20:04', '2017-05-26 14:20:04', '0', '二道江区', '', '1', '220503', '3', '90', 'EDJQ', null);
INSERT INTO `b_canton` VALUES ('d82b73f1-54e2-4dd5-98ea-931ba636c85a', '2017-05-27 19:26:28', '2017-05-27 19:26:28', '0', '阿拉山口市', '', '1', '652702', '2', '372', 'ALSKS', null);
INSERT INTO `b_canton` VALUES ('d8436b47-ce00-40c1-96de-0682c24e062c', '2017-05-27 19:29:49', '2017-05-27 19:29:49', '0', '和静县', '', '1', '652827', '7', '373', 'HJX', null);
INSERT INTO `b_canton` VALUES ('d8456058-e26b-4cef-b174-b75ad16cda6e', '2017-05-27 19:21:07', '2017-05-27 19:21:07', '0', '市辖区', '', '1', '650201', '1', '368', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('d874a670-9018-40d8-b59c-4406ce0afe0b', '2017-05-27 15:30:23', '2017-05-27 15:30:23', '0', '资中县', '', '1', '511025', '5', '285', 'ZZX', null);
INSERT INTO `b_canton` VALUES ('d878efe4-d673-4e33-a94b-b36216983259', '2017-05-26 10:02:54', '2017-05-26 10:02:54', '0', '冀州区', '', '1', '131103', '3', '48', 'JZQ', null);
INSERT INTO `b_canton` VALUES ('d890d094-b84e-49d0-a013-0cff3416cf60', '2017-05-26 14:13:04', '2017-05-26 14:13:04', '0', '二道区', '', '1', '220105', '5', '86', 'EDQ', null);
INSERT INTO `b_canton` VALUES ('d896731a-596e-41ee-bafe-5c83e51cc650', '2017-05-27 13:31:53', '2017-05-27 13:31:53', '0', '市辖区', '', '1', '440301', '1', '239', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('d8a6ad06-d8c1-4bce-8657-caba78b0ba6f', '2017-05-27 16:34:45', '2017-05-27 16:34:45', '0', '丹寨县', '', '1', '522636', '16', '305', 'DZX', null);
INSERT INTO `b_canton` VALUES ('d8ac10af-bd93-4a5c-b08a-98bf61bda769', '2017-05-27 17:44:18', '2017-05-27 17:44:18', '0', '嘉黎县', '', '1', '542422', '2', '327', 'JLX', null);
INSERT INTO `b_canton` VALUES ('d8d7a2bd-8d43-4872-b29d-0afd031981ad', '2017-05-26 17:05:16', '2017-05-26 17:05:16', '0', '颍州区', '', '1', '341202', '2', '147', 'HZQ', null);
INSERT INTO `b_canton` VALUES ('d8f0f6eb-aedd-4fda-aa8f-cb92febc5530', '2017-05-27 09:32:16', '2017-05-27 09:32:16', '0', '章丘市', '', '1', '370181', '11', '174', 'ZQS', null);
INSERT INTO `b_canton` VALUES ('d8f5ebdd-bf62-4556-aac9-93dfb2e161f2', '2017-05-27 13:33:42', '2017-05-27 13:33:42', '0', '香洲区', '', '1', '440402', '2', '240', 'XZQ', null);
INSERT INTO `b_canton` VALUES ('d93a09d7-1d42-42b3-9546-51df551be5a7', '2017-05-26 10:52:43', '2017-05-26 10:52:43', '0', '离石区', '', '1', '141102', '2', '59', 'LSQ', null);
INSERT INTO `b_canton` VALUES ('d93ab077-1c66-4300-a1e2-8cff842a0764', '2017-05-26 16:12:37', '2017-05-26 16:12:37', '0', '嘉善县', '', '1', '330421', '4', '132', 'JSX', null);
INSERT INTO `b_canton` VALUES ('d93abdad-21e8-421b-a169-6b6a21851d2c', '2017-05-25 17:39:54', '2017-05-25 17:39:54', '0', '门头沟区', '', '1', '110109', '8', '2', 'MTGQ', null);
INSERT INTO `b_canton` VALUES ('d975b36d-aeef-4a10-92e7-9cf6fd2c1193', '2017-05-27 18:05:37', '2017-05-27 18:05:37', '0', '白水县', '', '1', '610527', '9', '334', 'BSX', null);
INSERT INTO `b_canton` VALUES ('d97edf34-2bfe-4d85-9f0e-f085ed095184', '2017-05-26 11:28:18', '2017-05-26 11:28:18', '0', '乌兰浩特市', '', '1', '152201', '1', '69', 'WLHTS', null);
INSERT INTO `b_canton` VALUES ('d9832323-1f30-45b1-b53e-2ffdbbbdd548', '2017-05-27 19:24:05', '2017-05-27 19:24:05', '0', '伊吾县', '', '1', '650522', '3', '370', 'YWX', null);
INSERT INTO `b_canton` VALUES ('d9980266-7aed-4f8c-8001-00b4b554e6a1', '2017-05-27 14:08:55', '2017-05-27 14:09:01', '0', '西乡塘区', '', '1', '450107', '5', '258', 'XXTQ', null);
INSERT INTO `b_canton` VALUES ('d9ac34ab-ccc9-459b-a613-73b4a5be21f6', '2017-05-26 16:01:38', '2017-05-26 16:01:38', '0', '江干区', '', '1', '330104', '4', '127', 'JGQ', null);
INSERT INTO `b_canton` VALUES ('d9be7b60-68b1-454d-8f49-2b1869004c5c', '2017-05-26 16:23:55', '2017-05-26 16:23:55', '0', '嵊泗县', '', '1', '330922', '5', 'b19334c2-0ccd-473c-b6ae-b7680d02c987', 'SSX', null);
INSERT INTO `b_canton` VALUES ('d9cbed30-a0fc-47f6-8378-68052cd35472', '2017-05-26 15:55:11', '2017-05-26 15:55:18', '0', '泗洪县', '', '1', '321324', '6', '82b93f1d-73ce-4225-9b0d-50c7cd67b6eb', 'SHX', null);
INSERT INTO `b_canton` VALUES ('d9d723d5-cd28-4224-86b4-b0971924701d', '2017-05-27 15:27:52', '2017-05-27 15:27:52', '0', '苍溪县', '', '1', '510824', '8', '283', 'CXX', null);
INSERT INTO `b_canton` VALUES ('da057069-872c-4f6a-9827-1126831c7aef', '2017-05-26 16:02:42', '2017-05-26 16:02:42', '0', '富阳区', '', '1', '330111', '10', '127', 'FYQ', null);
INSERT INTO `b_canton` VALUES ('da261329-a613-46e1-ab1f-1a33b4a82b41', '2017-05-26 09:36:14', '2017-05-26 09:36:14', '0', '唐县', '', '1', '130627', '10', '43', 'TX', null);
INSERT INTO `b_canton` VALUES ('da285022-bc25-4707-afa1-5b29246f9a32', '2017-05-26 10:42:16', '2017-05-26 10:42:21', '0', '宁武县', '', '1', '140925', '7', '57', 'NWX', null);
INSERT INTO `b_canton` VALUES ('da3bb7b1-432f-4622-b824-23d1490d3e32', '2017-05-26 10:45:39', '2017-05-26 10:45:39', '0', '尧都区', '', '1', '141002', '2', '58', 'YDQ', null);
INSERT INTO `b_canton` VALUES ('da45616b-2739-4411-9913-6964b5af41df', '2017-05-26 14:47:29', '2017-05-26 14:47:29', '0', '让胡路区', '', '1', '230604', '4', '101', 'RHLQ', null);
INSERT INTO `b_canton` VALUES ('da509fc3-b95e-45c1-9475-78087229fc1c', '2017-05-27 15:56:38', '2017-05-27 15:56:38', '0', '康定市', '', '1', '513301', '1', '296', 'KDS', null);
INSERT INTO `b_canton` VALUES ('da73c41f-d1a8-46ab-ab1b-248ac5915f16', '2017-05-27 13:56:36', '2017-05-27 13:56:36', '0', '东源县', '', '1', '441625', '7', '250', 'DYX', null);
INSERT INTO `b_canton` VALUES ('dacf19a2-a5cf-4e20-8336-ae7e593abb72', '2017-05-27 19:30:30', '2017-05-27 19:30:30', '0', '阿克苏市', '', '1', '652901', '1', '374', 'AKSS', null);
INSERT INTO `b_canton` VALUES ('dad21f8a-13fa-46ba-9275-55c0ede44a2b', '2017-05-26 15:52:07', '2017-05-26 15:52:07', '0', '扬中市', '', '1', '321182', '6', '17723387-32ed-44ab-be2e-f82e4bbb16d0', 'YZS', null);
INSERT INTO `b_canton` VALUES ('dada3c04-709b-4fc6-b016-b0aa93ce9885', '2017-05-27 11:02:27', '2017-05-27 11:02:27', '0', '太康县', '', '1', '411627', '9', '206', 'TKX', null);
INSERT INTO `b_canton` VALUES ('daee6fae-985c-4415-90b3-1432981f4c4a', '2017-05-26 17:03:09', '2017-05-26 17:03:09', '0', '全椒县', '', '1', '341124', '5', '146', 'QJX', null);
INSERT INTO `b_canton` VALUES ('db13f82e-be1c-49f9-ad0b-192690e1d1c0', '2017-05-26 15:14:32', '2017-05-26 15:14:32', '0', '虹口区', '', '1', '310109', '6', '112', 'HKQ', null);
INSERT INTO `b_canton` VALUES ('db283cf2-5f63-41db-a40a-59b1a1aa5970', '2017-05-26 11:09:01', '2017-05-26 11:09:10', '0', '喀喇沁旗', '', '1', '150428', '11', '63', 'KLQQ', null);
INSERT INTO `b_canton` VALUES ('db33862f-a795-45a0-82b0-af99981b793d', '2017-05-27 12:43:58', '2017-05-27 12:43:58', '0', '岳塘区', '', '1', '430304', '3', '225', 'YTQ', null);
INSERT INTO `b_canton` VALUES ('db3c3ba9-e93b-45de-8c5a-835a8a38b545', '2017-05-26 13:55:30', '2017-05-26 13:55:30', '0', '彰武县', '', '1', '210922', '8', '80', 'ZWX', null);
INSERT INTO `b_canton` VALUES ('db4281f8-8994-4b04-a719-8f6405489998', '2017-05-26 17:40:55', '2017-05-26 17:40:55', '0', '龙文区', '', '1', '350603', '3', '159', 'LWQ', null);
INSERT INTO `b_canton` VALUES ('db74006c-a0b9-491c-88a7-67535648079a', '2017-05-27 10:46:25', '2017-05-27 10:46:25', '0', '市辖区', '', '1', '411001', '1', '200', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('db9bc056-8f05-48b1-9cb2-60f216042618', '2017-05-26 14:04:54', '2017-05-26 14:04:54', '0', '清河区', '', '1', '211204', '3', '83', 'QHQ', null);
INSERT INTO `b_canton` VALUES ('db9cce86-9529-4a0f-91e5-81a5ab695895', '2017-05-27 13:45:06', '2017-05-27 13:45:06', '0', '怀集县', '', '1', '441224', '6', '246', 'HJX', null);
INSERT INTO `b_canton` VALUES ('dbb74c33-91f3-419e-afea-5f5e281d0b0a', '2017-05-26 17:57:05', '2017-05-26 17:57:05', '0', '市辖区', '', '1', '360101', '1', '163', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('dbd708ec-3e06-4863-af02-10bc46a491d2', '2017-05-27 17:54:16', '2017-05-27 17:54:22', '0', '蓝田县', '', '1', '610122', '12', '330', 'LTX', null);
INSERT INTO `b_canton` VALUES ('dbf2b694-a557-49cb-a2af-05fa8a13aae7', '2017-05-27 11:17:38', '2017-05-27 11:17:38', '0', '点军区', '', '1', '420504', '4', '212', 'DJQ', null);
INSERT INTO `b_canton` VALUES ('dc072544-12c3-4cc8-9be2-d5964187e61c', '2017-05-27 18:01:09', '2017-05-27 18:01:17', '0', '礼泉县', '', '1', '610425', '8', '333', 'LQX', null);
INSERT INTO `b_canton` VALUES ('dc1a655c-64c6-4e3c-b174-6f441e9f37b6', '2017-05-27 18:55:11', '2017-05-27 18:55:11', '0', '大通回族土族自治县', '', '1', '630121', '6', '354', 'DTHZTZZZX', null);
INSERT INTO `b_canton` VALUES ('dc40fb34-2c85-4448-916b-effc22f14400', '2017-05-26 14:06:52', '2017-05-26 14:06:52', '0', '开原市', '', '1', '211282', '8', '83', 'KYS', null);
INSERT INTO `b_canton` VALUES ('dca77e28-1232-4991-abc9-2ef64f2076b7', '2017-05-26 15:15:40', '2017-05-26 15:15:40', '0', '浦东新区', '', '1', '310115', '11', '112', 'PDXQ', null);
INSERT INTO `b_canton` VALUES ('dcb130cd-7dab-4ca8-8f20-b62223832a7a', '2017-05-27 11:06:16', '2017-05-27 11:06:16', '0', '济源市', '', '1', '419001', '1', '208', 'JYS', null);
INSERT INTO `b_canton` VALUES ('dcd2f971-9a17-4fb9-911d-911f8e6c2dd8', '2017-05-27 13:52:18', '2017-05-27 13:52:18', '0', '梅江区', '', '1', '441402', '2', '248', 'MJQ', null);
INSERT INTO `b_canton` VALUES ('dcf3d8fd-c189-42a1-8362-5efd7c9d8801', '2017-05-27 11:10:07', '2017-05-27 11:10:07', '0', '汉阳区', '', '1', '420105', '5', '209', 'HYQ', null);
INSERT INTO `b_canton` VALUES ('dd233e52-d42b-481e-86ac-8abaa9aaa8de', '2017-05-27 16:48:16', '2017-05-27 16:48:16', '0', '宣威市', '', '1', '530381', '10', '308', 'XWS', null);
INSERT INTO `b_canton` VALUES ('dd591c6e-c4c5-4bfa-8d9e-50889e5bda42', '2017-05-27 09:37:52', '2017-05-27 09:37:52', '0', '市辖区', '', '1', '370401', '1', '177', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('dd65382d-4932-4187-a4b0-9caad3dbabc0', '2017-05-26 17:43:45', '2017-05-26 17:43:45', '0', '华安县', '', '1', '350629', '11', '159', 'HAX', null);
INSERT INTO `b_canton` VALUES ('dd66fb11-b29a-41db-957c-2071d58b5f17', '2017-05-27 17:45:18', '2017-05-27 17:45:18', '0', '申扎县', '', '1', '542426', '6', '327', 'SZX', null);
INSERT INTO `b_canton` VALUES ('dd6aebf0-a08d-479f-8e9b-7a9c5ed52407', '2017-05-27 09:22:20', '2017-05-27 09:22:20', '0', '铅山县', '', '1', '361124', '6', '173', 'QSX', null);
INSERT INTO `b_canton` VALUES ('dd7fddf4-1c31-4f72-b26e-a372afad7548', '2017-05-27 13:54:47', '2017-05-27 13:54:47', '0', '海丰县', '', '1', '441521', '3', '249', 'HFX', null);
INSERT INTO `b_canton` VALUES ('dd83db21-426d-42ae-8af1-4a24e39526a6', '2017-05-26 15:43:03', '2017-05-26 15:43:03', '0', '东海县', '', '1', '320722', '5', 'faa472aa-cde3-4952-9cc1-d0dbed78459a', 'DHX', null);
INSERT INTO `b_canton` VALUES ('dd8a3c1b-fc6b-45bc-ad5a-f3716ca241cc', '2017-05-26 11:18:04', '2017-05-26 11:18:04', '0', '鄂伦春自治旗', '', '1', '150723', '6', '66', 'ELCZZQ', null);
INSERT INTO `b_canton` VALUES ('dd9175a1-6c22-45d1-bf11-1f43ffad0a00', '2017-05-27 14:43:17', '2017-05-27 14:43:17', '0', '天等县', '', '1', '451425', '7', '271', 'TDX', null);
INSERT INTO `b_canton` VALUES ('dd988f9d-86ce-476b-bd5f-23f3d56a2f11', '2017-05-26 14:16:12', '2017-05-26 14:16:12', '0', '舒兰市', '', '1', '220283', '9', '87', 'SLS', null);
INSERT INTO `b_canton` VALUES ('dda71c51-10c5-4f57-8cae-ea182b83c8ff', '2017-05-26 14:18:34', '2017-05-26 14:18:34', '0', '市辖区', '', '1', '220401', '1', '89', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('dde83c0d-22d3-477f-ba1f-0ad39a5de8e4', '2017-05-26 11:10:45', '2017-05-26 11:10:53', '0', '科尔沁左翼后旗', '', '1', '150522', '4', '64', 'KEQZYHQ', null);
INSERT INTO `b_canton` VALUES ('ddea1e86-b8d9-4af9-9b2d-14c73ec9023d', '2017-05-27 14:25:59', '2017-05-27 14:25:59', '0', '市辖区', '', '1', '450701', '1', '264', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('ddf5943f-55cf-42dd-ad66-87823705501f', '2017-05-27 18:57:30', '2017-05-27 18:57:30', '0', '循化撒拉族自治县', '', '1', '630225', '6', '355', 'XHSLZZZX', null);
INSERT INTO `b_canton` VALUES ('de159452-bf47-461a-a21a-0055117d3003', '2017-05-26 11:31:31', '2017-05-26 11:31:37', '0', '西乌珠穆沁旗', '', '1', '152526', '7', '70', 'XWZMQQ', null);
INSERT INTO `b_canton` VALUES ('de43df81-2824-4ad3-9ea4-4bca5a6d1116', '2017-05-26 11:24:41', '2017-05-26 11:24:41', '0', '商都县', '', '1', '150923', '5', '68', 'SDX', null);
INSERT INTO `b_canton` VALUES ('de75a941-0a46-4e3a-8a8e-ed91354ade7c', '2017-05-26 17:35:19', '2017-05-26 17:35:19', '0', '尤溪县', '', '1', '350426', '8', '157', 'YXX', null);
INSERT INTO `b_canton` VALUES ('de760d85-237f-428c-9eea-e9290147e92b', '2017-05-27 13:55:24', '2017-05-27 13:55:24', '0', '市辖区', '', '1', '441601', '1', '250', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('de9b8c3f-783d-4ed5-a479-23abc261e594', '2017-05-26 16:48:39', '2017-05-26 16:48:39', '0', '杜集区', '', '1', '340602', '2', '142', 'DJQ', null);
INSERT INTO `b_canton` VALUES ('deab42e8-0a78-4986-a908-7000d732a4a1', '2017-05-27 18:49:02', '2017-05-27 18:49:02', '0', '广河县', '', '1', '622924', '5', '352', 'GHX', null);
INSERT INTO `b_canton` VALUES ('deb1787c-38e2-4ee5-bfe8-d02dade3646b', '2017-05-27 16:49:39', '2017-05-27 16:49:39', '0', '易门县', '', '1', '530425', '7', '309', 'YMX', null);
INSERT INTO `b_canton` VALUES ('dec73daa-5f2c-4a39-bf09-6e8fe3ade73d', '2017-05-27 19:01:59', '2017-05-27 19:01:59', '0', '甘德县', '', '1', '632623', '3', '359', 'GDX', null);
INSERT INTO `b_canton` VALUES ('ded9d8bb-c169-41ae-a0de-ef3eab5333b3', '2017-05-27 18:37:58', '2017-05-27 18:37:58', '0', '肃北蒙古族自治县', '', '1', '620923', '5', '348', 'SBMGZZZX', null);
INSERT INTO `b_canton` VALUES ('def066f5-e12b-4185-aab6-34cad4bd76ca', '2017-05-27 18:11:24', '2017-05-27 18:11:24', '0', '洋县', '', '1', '610723', '5', '336', 'YX', null);
INSERT INTO `b_canton` VALUES ('defc78d9-dcf0-4d0f-a86e-262d1ffdcfdc', '2017-05-27 09:58:55', '2017-05-27 09:59:08', '0', '沂南县', '', '1', '371321', '5', '186', 'YNX', null);
INSERT INTO `b_canton` VALUES ('df0170fe-c2e0-45ee-9b5f-c7e0351b2cc2', '2017-05-27 18:30:00', '2017-05-27 18:30:00', '0', '景泰县', '', '1', '620423', '6', '343', 'JTX', null);
INSERT INTO `b_canton` VALUES ('df120341-05ea-43f2-90e6-0d78e0333f3b', '2017-05-26 11:24:07', '2017-05-26 11:24:07', '0', '集宁区', '', '1', '150902', '2', '68', 'JNQ', null);
INSERT INTO `b_canton` VALUES ('df2e7fa5-54ef-48e7-bbd9-2924c1b52882', '2017-05-27 13:59:29', '2017-05-27 13:59:29', '0', '连山壮族瑶族自治县', '', '1', '441825', '6', '252', 'LSZZYZZZX', null);
INSERT INTO `b_canton` VALUES ('df36550f-f9d4-43df-9572-2e3b7abf1527', '2017-05-25 18:23:53', '2017-05-25 18:23:53', '0', '深泽县', '', '1', '130128', '15', '38', 'SZX', null);
INSERT INTO `b_canton` VALUES ('df3b5eca-899f-4997-af23-6d0eaa92cdc2', '2017-05-27 16:50:03', '2017-05-27 16:50:03', '0', '峨山彝族自治县', '', '1', '530426', '8', '309', 'ESYZZZX', null);
INSERT INTO `b_canton` VALUES ('df5e1c2c-047d-459e-a002-691e0c252fb2', '2017-05-27 17:45:06', '2017-05-27 17:45:06', '0', '安多县', '', '1', '542425', '5', '327', 'ADX', null);
INSERT INTO `b_canton` VALUES ('df64aea2-7153-4084-91b4-46e106879a8c', '2017-05-27 13:25:00', '2017-05-27 13:25:00', '0', '增城区', '', '1', '440118', '12', '237', 'ZCQ', null);
INSERT INTO `b_canton` VALUES ('df9c1cc2-0e4d-449f-b108-2ce7a0f93ee6', '2017-05-27 13:27:48', '2017-05-27 13:27:48', '0', '新丰县', '', '1', '440233', '9', '238', 'XFX', null);
INSERT INTO `b_canton` VALUES ('dfca84f0-657f-4f07-a471-48252fb78d72', '2017-05-27 19:38:44', '2017-05-27 19:38:44', '0', '民丰县', '', '1', '653227', '8', '377', 'MFX', null);
INSERT INTO `b_canton` VALUES ('dfd9efd0-72a2-4919-9adc-73815f4ae5f4', '2017-05-27 12:40:52', '2017-05-27 12:40:57', '0', '宁乡县', '', '1', '430124', '9', '223', 'NXX', null);
INSERT INTO `b_canton` VALUES ('dfe6e991-449d-4fc2-81c8-292861ca65a4', '2017-05-26 09:22:56', '2017-05-26 09:22:56', '0', '邯郸县', '', '1', '130421', '6', '41', 'HDX', null);
INSERT INTO `b_canton` VALUES ('dff8fc44-0159-4e26-a0f6-810c72400017', '2017-05-27 11:24:16', '2017-05-27 11:24:16', '0', '老河口市', '', '1', '420682', '8', '213', 'LHKS', null);
INSERT INTO `b_canton` VALUES ('dffd0851-b99e-40af-88c6-84b0a0eb2676', '2017-05-27 10:47:52', '2017-05-27 10:47:52', '0', '市辖区', '', '1', '411101', '1', '201', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e03e4168-25cd-4df6-9783-d11ca61a9020', '2017-05-27 18:27:42', '2017-05-27 18:27:42', '0', '皋兰县', '', '1', '620122', '8', '340', 'GLX', null);
INSERT INTO `b_canton` VALUES ('e04e302d-d2f4-470a-9f52-0aa9c70085bb', '2017-05-27 15:14:20', '2017-05-27 15:14:20', '0', '崇州市', '', '1', '510184', '20', '277', 'CZS', null);
INSERT INTO `b_canton` VALUES ('e05eef29-04cb-4619-aec8-4f69cfc11875', '2017-05-27 14:43:06', '2017-05-27 14:43:06', '0', '大新县', '', '1', '451424', '6', '271', 'DXX', null);
INSERT INTO `b_canton` VALUES ('e06f2ad7-2a96-4df2-8af7-b687a97fbb5a', '2017-05-27 10:03:20', '2017-05-27 10:03:20', '0', '宁津县', '', '1', '371422', '4', '187', 'NJX', null);
INSERT INTO `b_canton` VALUES ('e0824680-3488-4c32-b7cc-69d0de593b25', '2017-05-27 17:46:06', '2017-05-27 17:46:06', '0', '巴青县', '', '1', '542429', '9', '327', 'BQX', null);
INSERT INTO `b_canton` VALUES ('e0af9f7f-4197-4455-b794-225a43b8f572', '2017-05-26 09:44:57', '2017-05-26 09:44:57', '0', '下花园区', '', '1', '130706', '5', '44', 'XHYQ', null);
INSERT INTO `b_canton` VALUES ('e0c4fc39-668a-4d21-bcbd-ab66273e02ef', '2017-05-27 18:48:53', '2017-05-27 18:48:53', '0', '永靖县', '', '1', '622923', '4', '352', 'YJX', null);
INSERT INTO `b_canton` VALUES ('e0f9d9b2-808c-4e8d-9379-d85ce21f4d18', '2017-05-27 14:48:32', '2017-05-27 14:48:32', '0', '五指山市', '', '1', '469001', '1', '274', 'WZSS', null);
INSERT INTO `b_canton` VALUES ('e0fa8cbc-fb75-4f58-b4b3-49d935ce8709', '2017-05-27 10:21:37', '2017-05-27 10:21:37', '0', '新郑市', '', '1', '410184', '12', '191', 'XZS', null);
INSERT INTO `b_canton` VALUES ('e0fbaa3c-487a-4bad-bfb1-df29a5b8619b', '2017-05-27 18:32:57', '2017-05-27 18:32:57', '0', '古浪县', '', '1', '620622', '4', '345', 'GLX', null);
INSERT INTO `b_canton` VALUES ('e104fe83-0d08-4e06-a12c-a3927d4d7d79', '2017-05-27 13:04:37', '2017-05-27 13:04:45', '0', '江永县', '', '1', '431125', '8', '233', 'JYX', null);
INSERT INTO `b_canton` VALUES ('e12838aa-a429-4be5-89d4-6b7a14c6587c', '2017-05-26 17:39:09', '2017-05-26 17:39:09', '0', '德化县', '', '1', '350526', '9', '158', 'DHX', null);
INSERT INTO `b_canton` VALUES ('e136dcc9-aeaf-4c7d-aaf0-1a7774c227f2', '2017-05-27 15:21:35', '2017-05-27 15:21:35', '0', '广汉市', '', '1', '510681', '5', '281', 'GHS', null);
INSERT INTO `b_canton` VALUES ('e153b4a8-d74e-4324-b799-1594f281af17', '2017-05-27 10:25:46', '2017-05-27 10:25:46', '0', '涧西区', '', '1', '410305', '5', '193', 'JXQ', null);
INSERT INTO `b_canton` VALUES ('e163cdd1-032f-4ce2-93a8-31800b8429c5', '2017-05-26 14:14:35', '2017-05-26 14:14:35', '0', '市辖区', '', '1', '220201', '1', '87', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e19d6ef5-8a25-4145-92cc-868a186d49ba', '2017-05-27 09:10:01', '2017-05-27 09:10:01', '0', '吉安县', '', '1', '360821', '4', '170', 'JAX', null);
INSERT INTO `b_canton` VALUES ('e1b430ee-eaaf-461e-8208-164960cd2309', '2017-05-26 15:43:13', '2017-05-26 15:43:13', '0', '灌云县', '', '1', '320723', '6', 'faa472aa-cde3-4952-9cc1-d0dbed78459a', 'GYX', null);
INSERT INTO `b_canton` VALUES ('e1e6250f-80c4-448c-8a84-5025ae78e91e', '2017-05-26 09:12:31', '2017-05-26 09:12:31', '0', '市辖区', '', '1', '130201', '1', '39', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e1eaf463-7512-45a2-bc97-831f37c871dd', '2017-05-27 10:49:40', '2017-05-27 10:49:40', '0', '湖滨区', '', '1', '411202', '2', '202', 'HBQ', null);
INSERT INTO `b_canton` VALUES ('e2023eba-8d6a-4540-9be4-9798bdd54e6e', '2017-05-27 19:10:13', '2017-05-27 19:10:13', '0', '市辖区', '', '1', '640301', '1', '364', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e2054f24-3acc-4ebb-a316-b2bbf36e4192', '2017-05-26 18:05:34', '2017-05-26 18:05:34', '0', '上栗县', '', '1', '360322', '5', '165', 'SLX', null);
INSERT INTO `b_canton` VALUES ('e208abf1-5088-44d2-a7b4-91283e75cc5f', '2017-05-26 15:01:26', '2017-05-26 15:01:26', '0', '海林市', '', '1', '231083', '8', '105', 'HLS', null);
INSERT INTO `b_canton` VALUES ('e20ae47e-4737-4984-b3a3-4340bae0c76f', '2017-05-27 14:48:48', '2017-05-27 14:48:48', '0', '琼海市', '', '1', '469002', '2', '274', 'QHS', null);
INSERT INTO `b_canton` VALUES ('e21046b8-29d7-498c-aef2-8282e7bfd87f', '2017-05-27 15:41:51', '2017-05-27 15:41:51', '0', '筠连县', '', '1', '511527', '9', '289', 'JLX', null);
INSERT INTO `b_canton` VALUES ('e21ba3fc-7177-4700-a0e2-fde52ec0b110', '2017-05-27 10:58:31', '2017-05-27 10:58:31', '0', '平桥区', '', '1', '411503', '3', '205', 'PQQ', null);
INSERT INTO `b_canton` VALUES ('e22b7d23-74f8-4df4-95dd-7f724e2ce396', '2017-05-27 10:20:01', '2017-05-27 10:20:01', '0', '金水区', '', '1', '410105', '5', '191', 'JSQ', null);
INSERT INTO `b_canton` VALUES ('e238d5ff-bb96-4696-a579-c9edff643dae', '2017-05-27 19:42:44', '2017-05-27 19:42:44', '0', '额敏县', '', '1', '654221', '3', '379', 'EMX', null);
INSERT INTO `b_canton` VALUES ('e247f529-5af8-4fa5-949d-0def8cd57289', '2017-05-26 14:23:11', '2017-05-26 14:23:11', '0', '长白朝鲜族自治县', '', '1', '220623', '6', '91', 'CBCXZZZX', null);
INSERT INTO `b_canton` VALUES ('e261351a-4eb3-4ddc-877a-10dd63bc2696', '2017-05-27 11:36:13', '2017-05-27 11:36:13', '0', '市辖区', '', '1', '421301', '1', '220', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e26d9336-e588-445f-a1dc-9508070f94bc', '2017-05-27 15:08:51', '2017-05-27 15:08:51', '0', '锦江区', '', '1', '510104', '2', '277', 'JJQ', null);
INSERT INTO `b_canton` VALUES ('e29cbcc0-78e3-48af-a10e-1585d9a681b2', '2017-05-27 19:19:45', '2017-05-27 19:19:45', '0', '新市区', '', '1', '650104', '4', '367', 'XSQ', null);
INSERT INTO `b_canton` VALUES ('e2dd8c6e-be1f-49c8-8852-525f61dc8feb', '2017-05-27 09:38:51', '2017-05-27 09:38:51', '0', '峄城区', '', '1', '370404', '4', '177', 'YCQ', null);
INSERT INTO `b_canton` VALUES ('e2ef315b-bdfc-4dce-acd9-ef63edea524a', '2017-05-26 15:50:46', '2017-05-26 15:50:46', '0', '仪征市', '', '1', '321081', '6', '096af671-0fa9-44c8-b082-2f55db25b3a6', 'YZS', null);
INSERT INTO `b_canton` VALUES ('e2fe498d-0f92-4e85-9f0e-6b7d165376b2', '2017-05-27 14:03:53', '2017-05-27 14:03:53', '0', '云城区', '', '1', '445302', '2', '257', 'YCQ', null);
INSERT INTO `b_canton` VALUES ('e2ffe4b3-6608-4feb-8e7f-ca11de5aeee2', '2017-05-27 11:13:35', '2017-05-27 11:13:35', '0', '西塞山区', '', '1', '420203', '3', '210', 'XSSQ', null);
INSERT INTO `b_canton` VALUES ('e300a1b2-38f8-4b93-8ff0-59e4b048af05', '2017-05-27 13:14:57', '2017-05-27 13:14:57', '0', '洪江市', '', '1', '431281', '13', '234', 'HJS', null);
INSERT INTO `b_canton` VALUES ('e31b5cfe-a763-4cc7-ba4e-bb3f9b9103ff', '2017-05-27 10:23:48', '2017-05-27 10:23:48', '0', '杞县', '', '1', '410221', '8', '192', 'QX', null);
INSERT INTO `b_canton` VALUES ('e3230a11-c160-44e9-a15e-bc2ddf59edfe', '2017-05-27 13:36:50', '2017-05-27 13:36:50', '0', '市辖区', '', '1', '440601', '1', '242', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e339a152-5665-4c18-b1cb-1b72b1c37e61', '2017-05-26 17:29:53', '2017-05-26 17:29:53', '0', '市辖区', '', '1', '350301', '1', '156', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e33f5880-70ab-4fe8-846d-1d99d1b554e8', '2017-05-27 12:37:44', '2017-05-27 12:37:44', '0', '市辖区', '', '1', '430101', '1', '223', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e3403bee-ddcc-4d59-9c35-ceafc9fdab8b', '2017-05-27 16:30:15', '2017-05-27 16:30:15', '0', '安龙县', '', '1', '522328', '8', '303', 'ALX', null);
INSERT INTO `b_canton` VALUES ('e346c680-222b-485f-8c24-e260b816389f', '2017-05-26 10:42:30', '2017-05-26 10:42:30', '0', '静乐县', '', '1', '140926', '8', '57', 'JLX', null);
INSERT INTO `b_canton` VALUES ('e352a68a-ee6c-49af-a0e0-0298a3c06768', '2017-05-26 16:20:48', '2017-05-26 16:20:48', '0', '衢江区', '', '1', '330803', '3', '136', 'QJQ', null);
INSERT INTO `b_canton` VALUES ('e355b884-0ce5-48c9-adcb-08311c283632', '2017-05-27 15:11:10', '2017-05-27 15:11:10', '0', '郫县', '', '1', '510124', '13', '277', 'PX', null);
INSERT INTO `b_canton` VALUES ('e35f501f-15ca-4c8e-a819-c84682f3011d', '2017-05-27 09:51:07', '2017-05-27 09:51:07', '0', '鱼台县', '', '1', '370827', '5', '181', 'YTX', null);
INSERT INTO `b_canton` VALUES ('e39dcd55-1426-4dd3-a4a3-15b4128e11e1', '2017-05-27 13:37:24', '2017-05-27 13:37:24', '0', '顺德区', '', '1', '440606', '4', '242', 'SDQ', null);
INSERT INTO `b_canton` VALUES ('e3a60279-47d1-4b75-9663-cb96c82d9078', '2017-05-27 18:39:39', '2017-05-27 18:39:39', '0', '庆城县', '', '1', '621021', '3', '349', 'QCX', null);
INSERT INTO `b_canton` VALUES ('e3e1f29d-1853-44d5-8caf-877b68c8584d', '2017-05-27 19:04:58', '2017-05-27 19:04:58', '0', '乌兰县', '', '1', '632821', '3', '361', 'WLX', null);
INSERT INTO `b_canton` VALUES ('e3e8fc9a-777f-4db7-a6c0-59f1daf11a0f', '2017-05-26 14:19:09', '2017-05-26 14:19:09', '0', '西安区', '', '1', '220403', '3', '89', 'XAQ', null);
INSERT INTO `b_canton` VALUES ('e44e5816-9fce-4655-b9be-121ab1b63790', '2017-05-27 19:41:23', '2017-05-27 19:41:23', '0', '巩留县', '', '1', '654024', '7', '378', 'GLX', null);
INSERT INTO `b_canton` VALUES ('e45b1be7-cff1-4e91-a67a-e342e1374912', '2017-05-26 15:46:12', '2017-05-26 15:46:12', '0', '盱眙县', '', '1', '320830', '7', 'bafc8bca-1196-4708-b245-c38981653656', 'MIX', null);
INSERT INTO `b_canton` VALUES ('e45f5874-0355-4a81-acff-0dcc71864ed9', '2017-05-27 09:35:33', '2017-05-27 09:35:33', '0', '市辖区', '', '1', '370301', '1', '176', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e45fad49-c177-4c46-84cf-6e7240ae36f6', '2017-05-26 09:56:49', '2017-05-26 09:56:49', '0', '南皮县', '', '1', '130927', '10', '46', 'NPX', null);
INSERT INTO `b_canton` VALUES ('e46f86cd-56b1-4e01-bd64-14dd3ba330d6', '2017-05-27 09:18:34', '2017-05-27 09:18:34', '0', '崇仁县', '', '1', '361024', '6', '172', 'CRX', null);
INSERT INTO `b_canton` VALUES ('e4845dab-a217-4e04-b935-3fed77a15f20', '2017-05-26 14:35:41', '2017-05-26 14:35:41', '0', '市辖区', '', '1', '230201', '1', '97', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e4d67cc5-c151-49f1-a2fb-d5d62df71ee3', '2017-05-26 16:29:21', '2017-05-26 16:29:21', '0', '龙泉市', '', '1', '331181', '10', 'a2ce7e83-1df0-48ba-8c5a-7d1f202f78f7', 'LQS', null);
INSERT INTO `b_canton` VALUES ('e4dae7b5-80fb-4758-b2ca-22a53dce5ab4', '2017-05-26 14:12:25', '2017-05-26 14:12:25', '0', '市辖区', '', '1', '220101', '1', '86', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e4fcf101-50d2-4cba-af91-d0cd1d7ae132', '2017-05-26 11:27:04', '2017-05-26 11:27:10', '0', '察哈尔右翼中旗', '', '1', '150927', '9', '68', 'CHEYYZQ', null);
INSERT INTO `b_canton` VALUES ('e51bf60f-c809-41c6-8f41-7bef7308de37', '2017-05-27 10:31:34', '2017-05-27 10:31:34', '0', '市辖区', '', '1', '410501', '1', '195', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e5542b40-6836-4046-8b42-8cc67014c6b5', '2017-05-27 10:03:33', '2017-05-27 10:03:33', '0', '庆云县', '', '1', '371423', '5', '187', 'QYX', null);
INSERT INTO `b_canton` VALUES ('e555ded3-47d6-48fa-b9bc-980f72fbcf75', '2017-05-26 15:54:25', '2017-05-26 15:54:25', '0', '宿豫区', '', '1', '321311', '3', '82b93f1d-73ce-4225-9b0d-50c7cd67b6eb', 'SYQ', null);
INSERT INTO `b_canton` VALUES ('e55cc195-cb06-4ec8-9eed-8eb391049a97', '2017-05-27 16:32:58', '2017-05-27 16:32:58', '0', '锦屏县', '', '1', '522628', '8', '305', 'JPX', null);
INSERT INTO `b_canton` VALUES ('e5768bbc-52ee-4cbc-bcec-4f678e1b0caf', '2017-05-27 14:39:30', '2017-05-27 14:39:30', '0', '都安瑶族自治县', '', '1', '451228', '10', '269', 'DAYZZZX', null);
INSERT INTO `b_canton` VALUES ('e57d4e91-a9df-4e37-8da0-78d4d41faf83', '2017-05-27 09:46:22', '2017-05-27 09:46:22', '0', '坊子区', '', '1', '370734', '4', '180', 'FZQ', null);
INSERT INTO `b_canton` VALUES ('e591b6a1-0a4d-43c6-9083-3d04c852f064', '2017-05-26 09:28:44', '2017-05-26 09:29:08', '0', '内丘县', '', '1', '130523', '7', '42', 'NQX', null);
INSERT INTO `b_canton` VALUES ('e594312a-9891-4d27-a576-c1c35a8d6440', '2017-05-27 17:03:20', '2017-05-27 17:03:20', '0', '西蒙佤族自治县', '', '1', '530829', '11', '313', 'XMAZZZX', null);
INSERT INTO `b_canton` VALUES ('e5987f73-be16-487c-9bf0-99f7788e740e', '2017-05-27 14:08:45', '2017-05-27 14:08:45', '0', '江南区', '', '1', '450105', '4', '258', 'JNQ', null);
INSERT INTO `b_canton` VALUES ('e5e9d205-3957-4601-b3d8-e3633982c39b', '2017-05-27 11:16:56', '2017-05-27 11:16:56', '0', '丹江口市', '', '1', '420381', '9', '211', 'DJKS', null);
INSERT INTO `b_canton` VALUES ('e60be059-074b-4e42-a47c-01d52bcc19ba', '2017-05-26 10:29:30', '2017-05-26 10:29:36', '0', '寿阳县', '', '1', '140725', '7', '55', 'SYX', null);
INSERT INTO `b_canton` VALUES ('e60d2bbb-027c-4dc6-9c69-ee13e7ee1a01', '2017-05-26 15:01:56', '2017-05-26 15:01:56', '0', '穆棱市', '', '1', '231085', '10', '105', 'MLS', null);
INSERT INTO `b_canton` VALUES ('e60ef48e-655f-4577-98aa-84888c5b4193', '2017-05-27 14:16:22', '2017-05-27 14:16:22', '0', '象山区', '', '1', '450304', '4', '260', 'XSQ', null);
INSERT INTO `b_canton` VALUES ('e6103001-c46e-4dc3-9e03-b4f342cb7b08', '2017-05-26 16:02:03', '2017-05-26 16:02:03', '0', '西湖区', '', '1', '330106', '6', '127', 'XHQ', null);
INSERT INTO `b_canton` VALUES ('e612972c-a586-4e23-8bad-168dd85b8a09', '2017-05-27 12:46:57', '2017-05-27 12:46:57', '0', '衡东县', '', '1', '430424', '10', '226', 'HDX', null);
INSERT INTO `b_canton` VALUES ('e61b5a41-a2b0-4763-ad49-1a26fb864de0', '2017-05-27 17:57:51', '2017-05-27 17:58:00', '0', '眉县', '', '1', '610326', '8', '332', 'MX', null);
INSERT INTO `b_canton` VALUES ('e61dd4eb-53c6-45c0-a415-9da71951f4d5', '2017-05-26 10:31:12', '2017-05-26 10:31:12', '0', '市辖区', '', '1', '140801', '1', '56', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e6517165-07e6-41d8-9c39-ae2c93bea0ae', '2017-05-27 09:16:48', '2017-05-27 09:16:48', '0', '丰城市', '', '1', '360981', '9', '171', 'FCS', null);
INSERT INTO `b_canton` VALUES ('e6661505-7a66-49b0-81cd-ded7edfc363d', '2017-05-27 17:00:28', '2017-05-27 17:00:28', '0', '景东彝族自治县', '', '1', '530823', '5', '313', 'JDYZZZX', null);
INSERT INTO `b_canton` VALUES ('e66dfeda-8c8d-4a92-8e11-9248ed0ceeb1', '2017-05-26 10:30:08', '2017-05-26 10:30:14', '0', ' 祁县', '', '1', '140727', '9', '55', 'AQX', null);
INSERT INTO `b_canton` VALUES ('e68118d7-6a26-43e3-9518-019df232578f', '2017-05-27 16:16:55', '2017-05-27 16:16:55', '0', '务川仡佬族苗族自治县', '', '1', '520326', '9', '300', 'WCGLZMZZZX', null);
INSERT INTO `b_canton` VALUES ('e6aa40d0-4913-4515-acf2-c83e588ebf44', '2017-05-27 17:12:57', '2017-05-27 17:12:57', '0', '河口瑶族自治县', '', '1', '532532', '13', '316', 'HKYZZZX', null);
INSERT INTO `b_canton` VALUES ('e6b6624b-ac7c-4716-88bb-be7e97c39cc1', '2017-05-27 10:19:21', '2017-05-27 10:19:21', '0', '市辖区', '', '1', '410101', '1', '191', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e6c89b4b-1e15-4b5e-842f-5f78cd3a1bf6', '2017-05-27 11:02:37', '2017-05-27 11:02:37', '0', '鹿邑县', '', '1', '411628', '10', '206', 'LYX', null);
INSERT INTO `b_canton` VALUES ('e6fd4850-3594-4c7b-b167-023ae5dfb401', '2017-05-27 12:29:03', '2017-05-27 12:29:03', '0', '神农架林区', '', '1', '429021', '4', '222', 'SNJLQ', null);
INSERT INTO `b_canton` VALUES ('e70bdd90-e425-4caf-82b8-f40aa034bcc9', '2017-05-27 09:16:09', '2017-05-27 09:16:09', '0', '宜丰县', '', '1', '360924', '6', '171', 'YFX', null);
INSERT INTO `b_canton` VALUES ('e7103085-2d92-4b66-a3ee-89dd3bafac2c', '2017-05-26 13:34:22', '2017-05-26 13:34:22', '0', '新民市', '', '1', '210181', '14', '72', 'XMS', null);
INSERT INTO `b_canton` VALUES ('e71aa2dc-fd1f-4af6-8ff7-7409ab01dfcf', '2017-05-27 15:28:06', '2017-05-27 15:28:06', '0', '市辖区', '', '1', '510901', '1', '284', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e72b38dd-000e-46af-ac05-76abb24f5c62', '2017-05-27 11:02:50', '2017-05-27 11:02:50', '0', '项城市', '', '1', '411681', '11', '206', 'XCS', null);
INSERT INTO `b_canton` VALUES ('e7433146-89c2-4ec0-b1cd-5280feb30556', '2017-05-27 18:37:24', '2017-05-27 18:37:24', '0', '金塔县', '', '1', '620921', '3', '348', 'JTX', null);
INSERT INTO `b_canton` VALUES ('e74e5ea0-781e-4c92-a617-ec0050d4714c', '2017-05-26 16:22:58', '2017-05-26 16:22:58', '0', '市辖区', '', '1', '330901', '1', 'b19334c2-0ccd-473c-b6ae-b7680d02c987', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e78fe79f-0f79-4ca2-a47e-7c06637be9b0', '2017-05-27 17:36:03', '2017-05-27 17:36:03', '0', '察雅县', '', '1', '540325', '6', '324', 'CYX', null);
INSERT INTO `b_canton` VALUES ('e7b119dd-7430-4782-94d3-4c5e7bc7bc27', '2017-05-26 13:33:03', '2017-05-26 13:33:03', '0', '沈北新区', '', '1', '210113', '9', '72', 'SBXQ', null);
INSERT INTO `b_canton` VALUES ('e7b6ecf5-c043-4e63-abe4-1c3544f79a7c', '2017-05-27 09:34:17', '2017-05-27 09:34:17', '0', '平度市', '', '1', '370283', '10', '175', 'PDS', null);
INSERT INTO `b_canton` VALUES ('e7bd8762-76a0-4f6c-8321-84b4ea679437', '2017-05-27 09:11:39', '2017-05-27 09:11:39', '0', '峡江县', '', '1', '360823', '6', '170', 'XJX', null);
INSERT INTO `b_canton` VALUES ('e7c7e621-de9c-4fb9-a6f0-bd2acd7fd594', '2017-05-26 09:35:42', '2017-05-26 09:35:42', '0', '阜平县', '', '1', '130624', '8', '43', 'FPX', null);
INSERT INTO `b_canton` VALUES ('e7ebd09a-8f44-424d-ae77-5e75b96f24ea', '2017-05-27 14:25:15', '2017-05-27 14:25:15', '0', '防城区', '', '1', '450603', '3', '263', 'FCQ', null);
INSERT INTO `b_canton` VALUES ('e7f7967c-bc87-4887-b3b1-a30246742363', '2017-05-27 09:38:13', '2017-05-27 09:38:13', '0', '薛城区', '', '1', '370403', '3', '177', 'XCQ', null);
INSERT INTO `b_canton` VALUES ('e821e6c9-6b40-4359-82e7-015cc7d5fa00', '2017-05-27 17:40:53', '2017-05-27 17:40:53', '0', '琼结县', '', '1', '540524', '6', '325', 'QJX', null);
INSERT INTO `b_canton` VALUES ('e82624c2-55c9-4190-8a92-b0f1e16b5cea', '2017-05-26 14:39:26', '2017-05-26 14:39:26', '0', '拜泉县', '', '1', '230231', '16', '97', 'BQX', null);
INSERT INTO `b_canton` VALUES ('e83f62e4-33d7-4b66-a431-2758ad920fad', '2017-05-27 13:59:08', '2017-05-27 13:59:08', '0', '阳山县', '', '1', '441823', '5', '252', 'YSX', null);
INSERT INTO `b_canton` VALUES ('e844105c-b66f-46da-9caf-d0cb386f570b', '2017-05-27 10:14:49', '2017-05-27 10:14:49', '0', '东明县', '', '1', '371728', '10', '190', 'DMX', null);
INSERT INTO `b_canton` VALUES ('e85a7b9a-8e38-43cb-ad97-a84625a82d46', '2017-05-27 18:08:21', '2017-05-27 18:08:27', '0', '志丹县', '', '1', '610625', '7', '335', 'ZDX', null);
INSERT INTO `b_canton` VALUES ('e860a3cc-beb1-4915-b95a-d8463c6a1f5a', '2017-05-26 10:57:34', '2017-05-26 10:57:34', '0', '汾阳市', '', '1', '141182', '14', '59', 'FYS', null);
INSERT INTO `b_canton` VALUES ('e8b1f5b5-f95b-4f62-9f81-b8284cdc00ed', '2017-05-26 18:19:11', '2017-05-26 18:19:19', '0', '瑞金市', '', '1', '360781', '18', '169', 'RJS', null);
INSERT INTO `b_canton` VALUES ('e8b2a0bc-197e-474f-8bfe-cf7c9fd66aad', '2017-05-27 09:45:48', '2017-05-27 09:45:55', '0', '潍城区', '', '1', '370702', '2', '180', 'WCQ', null);
INSERT INTO `b_canton` VALUES ('e8bff24e-a4b2-485d-bdc7-881761b00fd6', '2017-05-26 17:31:10', '2017-05-26 17:31:10', '0', '市辖区', '', '1', '350401', '1', '157', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e8c8a1ab-a421-47ae-a93e-27c75ac86f78', '2017-05-27 19:26:51', '2017-05-27 19:26:51', '0', '温泉县', '', '1', '652723', '4', '372', 'WQX', null);
INSERT INTO `b_canton` VALUES ('e8d090f9-48ff-4af9-aa23-09a2dc2fc6ca', '2017-05-27 10:40:14', '2017-05-27 10:40:20', '0', '长垣县', '', '1', '410728', '11', '197', 'CYX', null);
INSERT INTO `b_canton` VALUES ('e8e05572-23d5-445d-89c9-a8024269165c', '2017-05-27 19:08:02', '2017-05-27 19:08:02', '0', '永宁县', '', '1', '640121', '5', '362', 'YNX', null);
INSERT INTO `b_canton` VALUES ('e916428b-84fd-48cc-9dde-de6b6604a109', '2017-05-27 11:09:22', '2017-05-27 11:09:22', '0', '市辖区', '', '1', '420101', '1', '209', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e918f09a-3534-47ec-93e6-550a8d26a772', '2017-05-26 17:52:05', '2017-05-26 17:52:05', '0', '寿宁县', '', '1', '350924', '6', '162', 'SNX', null);
INSERT INTO `b_canton` VALUES ('e91a4c95-f28f-4629-8faa-7a907c0c0291', '2017-05-27 18:47:07', '2017-05-27 18:47:07', '0', '西和县', '', '1', '621225', '7', '351', 'XHX', null);
INSERT INTO `b_canton` VALUES ('e93d4d66-4085-4701-bce0-aca436b1b8f9', '2017-05-26 16:41:27', '2017-05-26 16:41:27', '0', '市辖区', '', '1', '340301', '1', '139', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('e94fbd6e-dca3-497f-b70a-9e63360cc027', '2017-05-26 17:09:32', '2017-05-26 17:09:32', '0', '灵璧县', '', '1', '341323', '5', '148', 'LNX', null);
INSERT INTO `b_canton` VALUES ('e9614751-1be7-4b63-919b-580218db6974', '2017-05-27 17:14:53', '2017-05-27 17:14:53', '0', '广南县', '', '1', '532627', '7', '317', 'GNX', null);
INSERT INTO `b_canton` VALUES ('e968be3d-a429-4054-9ed1-6e07f98d8db9', '2017-05-27 15:10:22', '2017-05-27 15:10:22', '0', '温江区', '', '1', '510115', '10', '277', 'WJQ', null);
INSERT INTO `b_canton` VALUES ('e96c3bb0-8483-49d7-b27c-03be82360f0d', '2017-05-27 13:34:23', '2017-05-27 13:34:23', '0', '龙湖区', '', '1', '440507', '2', '241', 'LHQ', null);
INSERT INTO `b_canton` VALUES ('e98f430d-ba9b-4099-9b9c-09cdf4903cf4', '2017-05-27 09:21:55', '2017-05-27 09:21:55', '0', '玉山县', '', '1', '361123', '5', '173', 'YSX', null);
INSERT INTO `b_canton` VALUES ('e994b817-7b45-4b2d-a880-33ae96e1d0c4', '2017-05-27 17:14:26', '2017-05-27 17:14:26', '0', '马关县', '', '1', '532625', '5', '317', 'MGX', null);
INSERT INTO `b_canton` VALUES ('e998dfdc-5e76-44da-a7d8-9afceffcd6c3', '2017-05-27 10:02:08', '2017-05-27 10:02:08', '0', '蒙阴县', '', '1', '371328', '12', '186', 'MYX', null);
INSERT INTO `b_canton` VALUES ('e9a66bc1-5fcf-4fc7-b46c-797f0829f647', '2017-05-27 14:21:07', '2017-05-27 14:21:07', '0', '长洲区', '', '1', '450405', '3', '261', 'CZQ', null);
INSERT INTO `b_canton` VALUES ('e9bcf852-b410-4943-bfcb-f5b0769d91b1', '2017-05-25 15:09:06', '2017-05-25 15:11:12', '0', '丰台区', '', '1', '110106', '5', '2', 'FTQ', null);
INSERT INTO `b_canton` VALUES ('e9de18f2-6f9a-4cfd-9319-a9dd5efccdfe', '2017-05-26 15:16:30', '2017-05-26 15:16:30', '0', '奉贤区', '', '1', '310120', '15', '112', 'FXQ', null);
INSERT INTO `b_canton` VALUES ('ea119785-731d-4343-97de-8428db1b7a0b', '2017-05-27 15:04:14', '2017-05-27 15:04:14', '0', '彭水苗族土家族自治县', '', '1', '500243', '14', '276', 'PSMZTJZZZX', null);
INSERT INTO `b_canton` VALUES ('ea3a0440-3866-4d7d-a05b-76f2a4e3a29b', '2017-05-27 09:20:07', '2017-05-27 09:20:07', '0', '金溪县', '', '1', '361027', '9', '172', 'JXX', null);
INSERT INTO `b_canton` VALUES ('ea3a5bc4-9502-4715-a30b-be2b5a03e876', '2017-05-27 16:56:30', '2017-05-27 16:56:30', '0', '古城区', '', '1', '530702', '2', '312', 'GCQ', null);
INSERT INTO `b_canton` VALUES ('ea3ce84e-1981-428e-b340-81b8e6294218', '2017-05-27 18:00:39', '2017-05-27 18:00:39', '0', '泾阳县', '', '1', '610423', '6', '333', 'JYX', null);
INSERT INTO `b_canton` VALUES ('ea6021ac-9d2b-42b5-84a1-9aeff92ada41', '2017-05-27 18:36:56', '2017-05-27 18:36:56', '0', '市辖区', '', '1', '620901', '1', '348', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('ea7fe9ad-c0d9-49c0-9f3c-0e962b2f6b1b', '2017-05-27 13:51:32', '2017-05-27 13:51:40', '0', '龙门县', '', '1', '441324', '6', '247', 'LMX', null);
INSERT INTO `b_canton` VALUES ('ea805e4a-97a9-44eb-9eae-8ef8b758cddd', '2017-05-27 19:12:09', '2017-05-27 19:12:09', '0', '西吉县', '', '1', '640422', '3', '365', 'XJX', null);
INSERT INTO `b_canton` VALUES ('eaa1142a-af80-426e-92fc-d2d12c88d1b1', '2017-05-26 16:01:21', '2017-05-26 16:01:21', '0', '上城区', '', '1', '330102', '2', '127', 'SCQ', null);
INSERT INTO `b_canton` VALUES ('eaa13fb8-8a72-48f9-b25f-5cd7d0b1f937', '2017-05-26 18:06:00', '2017-05-26 18:06:00', '0', '芦溪县', '', '1', '360323', '6', '165', 'LXX', null);
INSERT INTO `b_canton` VALUES ('eaa9670a-8f84-4638-a102-641437e85499', '2017-05-27 13:58:57', '2017-05-27 13:58:57', '0', '佛冈县', '', '1', '441821', '4', '252', 'FGX', null);
INSERT INTO `b_canton` VALUES ('eadddbc0-b7a6-47cc-9352-5c22e1d0cece', '2017-05-27 09:41:44', '2017-05-27 09:41:44', '0', '芝罘区', '', '1', '370602', '2', '179', 'ZFQ', null);
INSERT INTO `b_canton` VALUES ('eb220871-00bc-4e14-acc2-a4098b97a39a', '2017-05-26 16:02:22', '2017-05-26 16:02:22', '0', '萧山区', '', '1', '330109', '8', '127', 'XSQ', null);
INSERT INTO `b_canton` VALUES ('eb37aafe-0ac8-4e40-b8b9-80517df4a9b1', '2017-05-27 19:24:24', '2017-05-27 19:24:24', '0', '昌吉市', '', '1', '652301', '1', '371', 'CJS', null);
INSERT INTO `b_canton` VALUES ('eb3a2fc4-0f5a-43fc-951d-6593ec41a45d', '2017-05-26 10:23:09', '2017-05-26 10:23:09', '0', '阳城县', '', '1', '140522', '4', '53', 'YCX', null);
INSERT INTO `b_canton` VALUES ('eb4001aa-bcc2-4125-958e-9df89ef0e0bc', '2017-05-26 18:08:39', '2017-05-26 18:09:23', '0', '德安县', '', '1', '360426', '8', '166', 'DAX', null);
INSERT INTO `b_canton` VALUES ('eb773c97-f98a-42ba-92ed-a16b620ea469', '2017-05-26 13:30:56', '2017-05-26 13:30:56', '0', '和平区', '', '1', '210102', '2', '72', 'HPQ', null);
INSERT INTO `b_canton` VALUES ('eb90b86e-ce4c-46ab-b587-fef1b5c213ee', '2017-05-26 13:42:43', '2017-05-26 13:42:43', '0', '市辖区', '', '1', '210501', '1', '76', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('eba4e3f4-c971-40a1-b150-4af35115d776', '2017-05-26 15:51:00', '2017-05-26 15:51:00', '0', '高邮市', '', '1', '321084', '7', '096af671-0fa9-44c8-b082-2f55db25b3a6', 'GYS', null);
INSERT INTO `b_canton` VALUES ('ebab0077-5532-445a-9b84-937cf80e7ffa', '2017-05-26 10:53:55', '2017-05-26 10:53:55', '0', '石楼县', '', '1', '141126', '8', '59', 'SLX', null);
INSERT INTO `b_canton` VALUES ('ebac756a-aff7-4873-932a-f63ea2d53cd9', '2017-05-27 18:53:52', '2017-05-27 18:53:52', '0', '市辖区', '', '1', '630101', '1', '354', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('ebb01eb4-cb45-4541-b9fa-398a8b20b043', '2017-05-26 09:51:24', '2017-05-26 09:51:24', '0', '宽城满族自治县', '', '1', '130827', '11', '45', 'KCMZZZX', null);
INSERT INTO `b_canton` VALUES ('ebb4ce6c-5b30-47a2-bbf2-a9602a2b2419', '2017-05-27 14:40:52', '2017-05-27 14:40:52', '0', '忻城县', '', '1', '451321', '3', '270', 'XCX', null);
INSERT INTO `b_canton` VALUES ('ebc54c94-0411-4f80-b0f0-42d623abbd32', '2017-05-26 14:16:02', '2017-05-26 14:16:02', '0', '桦甸市', '', '1', '220282', '8', '87', 'PDS', null);
INSERT INTO `b_canton` VALUES ('ebd925ee-91d8-4342-9040-1d569c5ec54e', '2017-05-26 15:00:12', '2017-05-26 15:00:12', '0', '阳明区', '', '1', '231003', '3', '105', 'YMQ', null);
INSERT INTO `b_canton` VALUES ('ec0b4ae0-b2b6-4d11-ab8b-5f31c5c453c9', '2017-05-26 11:15:09', '2017-05-26 11:15:09', '0', '尹金霍洛旗', '', '1', '150627', '10', '65', 'YJHLQ', null);
INSERT INTO `b_canton` VALUES ('ec106b2c-40c5-4552-bb7b-9d755e1aa767', '2017-05-27 14:19:57', '2017-05-27 14:19:57', '0', '平乐县', '', '1', '450330', '16', '260', 'PLX', null);
INSERT INTO `b_canton` VALUES ('ec179da1-63e8-4f1a-88fb-d7df2aec94b0', '2017-05-27 14:49:20', '2017-05-27 14:49:20', '0', '东方市', '', '1', '469007', '5', '274', 'DFS', null);
INSERT INTO `b_canton` VALUES ('ec42749f-ee59-4a5a-9d0a-d3c297a3f9d1', '2017-05-26 15:29:18', '2017-05-26 15:29:18', '0', '滨湖区', '', '1', '320211', '4', '7b5f4d44-5578-4039-8079-54b6d36f1325', 'BHQ', null);
INSERT INTO `b_canton` VALUES ('ec4c658d-cd24-4d92-9707-2e6985fe3d10', '2017-05-26 13:36:42', '2017-05-26 13:36:42', '0', '长海县', '', '1', '210224', '9', '73', 'CHX', null);
INSERT INTO `b_canton` VALUES ('ec650982-e3ac-4621-9f2a-d36fbeeaaf54', '2017-05-27 14:10:24', '2017-05-27 14:10:24', '0', '隆安县', '', '1', '450123', '9', '258', 'LAX', null);
INSERT INTO `b_canton` VALUES ('ec65808d-70fd-493b-8316-26cc9e4ef78c', '2017-05-27 10:44:19', '2017-05-27 10:44:19', '0', '市辖区', '', '1', '410901', '1', '199', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('ec68a5f8-689c-4fcb-acd4-408f333783f2', '2017-05-27 14:29:04', '2017-05-27 14:29:04', '0', '玉州区', '', '1', '450902', '2', '266', 'YZQ', null);
INSERT INTO `b_canton` VALUES ('ec82bf72-f9fa-400b-a1cf-25ff918d236d', '2017-05-27 18:26:29', '2017-05-27 18:26:29', '0', '七里河区', '', '1', '620103', '3', '340', 'QLHQ', null);
INSERT INTO `b_canton` VALUES ('ec843745-ee4d-4015-a157-9504c5241744', '2017-05-26 16:42:46', '2017-05-26 16:42:51', '0', '怀远县', '', '1', '340321', '6', '139', 'HYX', null);
INSERT INTO `b_canton` VALUES ('ec8780f3-2f07-4358-a186-228827e59d47', '2017-05-26 14:05:25', '2017-05-26 14:05:25', '0', '西丰县', '', '1', '211223', '5', '83', 'XFX', null);
INSERT INTO `b_canton` VALUES ('eca1f9f5-3917-43cd-9f59-09287e30135f', '2017-05-26 14:32:11', '2017-05-26 14:32:11', '0', '松北区', '', '1', '230109', '6', '96', 'SBQ', null);
INSERT INTO `b_canton` VALUES ('ecbb9af4-d7a8-48ce-a406-8416e47b1c3b', '2017-05-27 15:02:44', '2017-05-27 15:02:44', '0', '石柱土家族自治县', '', '1', '500240', '11', '276', 'SZTJZZZX', null);
INSERT INTO `b_canton` VALUES ('eccf38d6-5dc3-484a-9087-d135a28ee9cb', '2017-05-26 09:25:39', '2017-05-26 09:25:39', '0', '广平县', '', '1', '130432', '16', '41', 'GPX', null);
INSERT INTO `b_canton` VALUES ('ecd052a5-a071-4bdd-9cf9-ca00bd54ec48', '2017-05-27 17:07:54', '2017-05-27 17:07:54', '0', '姚安县', '', '1', '532325', '5', '315', 'YAX', null);
INSERT INTO `b_canton` VALUES ('ecdaff3d-81ed-4e72-89f8-ec12509c545a', '2017-05-27 13:01:00', '2017-05-27 13:01:00', '0', '苏仙区', '', '1', '431003', '3', '232', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('ece2cdcc-2f33-4736-b5eb-61e6bf07a279', '2017-05-27 13:51:02', '2017-05-27 13:51:02', '0', '博罗县', '', '1', '441322', '4', '247', 'BLX', null);
INSERT INTO `b_canton` VALUES ('ecf84d1e-d99e-4c46-9e48-b96af6445d9a', '2017-05-26 16:20:31', '2017-05-26 16:20:31', '0', '柯城区', '', '1', '330802', '2', '136', 'KCQ', null);
INSERT INTO `b_canton` VALUES ('ed25f042-045a-4de1-bbfe-a5d483fffeee', '2017-05-26 10:21:24', '2017-05-26 10:21:24', '0', '沁县', '', '1', '140430', '12', '52', 'QX', null);
INSERT INTO `b_canton` VALUES ('ed26cd24-6f98-48f0-b3fc-58ae1e92cf11', '2017-05-27 18:10:20', '2017-05-27 18:10:20', '0', '黄陵县', '', '1', '610632', '14', '335', 'HLX', null);
INSERT INTO `b_canton` VALUES ('ed3fbf70-388a-4343-9a33-05500a751e2e', '2017-05-27 09:31:28', '2017-05-27 09:31:28', '0', '长清区', '', '1', '370113', '7', '174', 'CQQ', null);
INSERT INTO `b_canton` VALUES ('ed6a87de-1450-4acf-9a9f-1e549ec7cd8c', '2017-05-27 13:38:56', '2017-05-27 13:38:56', '0', '新会区', '', '1', '440705', '4', '243', 'XHQ', null);
INSERT INTO `b_canton` VALUES ('ed6bb924-4539-41ae-a4bb-e3a3ded43123', '2017-05-27 19:31:11', '2017-05-27 19:31:11', '0', '沙雅县', '', '1', '652924', '4', '374', 'SYX', null);
INSERT INTO `b_canton` VALUES ('ed815306-40ce-4f2f-ab3e-81299088b401', '2017-05-26 17:25:20', '2017-05-26 17:25:20', '0', '罗源县', '', '1', '350123', '9', '154', 'LYX', null);
INSERT INTO `b_canton` VALUES ('eda9869a-a1ca-4f61-967d-8cb524b51ae2', '2017-05-27 09:42:32', '2017-05-27 09:42:32', '0', '莱山区', '', '1', '370613', '5', '179', 'LSQ', null);
INSERT INTO `b_canton` VALUES ('edd73e30-3cc6-4462-8cdb-0589d4097554', '2017-05-27 18:56:03', '2017-05-27 18:56:03', '0', '平安区', '', '1', '630203', '2', '355', 'PAQ', null);
INSERT INTO `b_canton` VALUES ('ee16bd4f-cf03-4d9b-9e14-b2b416099933', '2017-05-27 17:44:02', '2017-05-27 17:44:02', '0', '那曲县', '', '1', '542421', '1', '327', 'NQX', null);
INSERT INTO `b_canton` VALUES ('ee347f97-4a19-43c7-af95-f2b1685c301d', '2017-05-27 14:40:22', '2017-05-27 14:40:22', '0', '市辖区', '', '1', '451301', '1', '270', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('ee36caee-370c-438a-a2d9-7d67f0947803', '2017-05-26 14:24:25', '2017-05-26 14:24:25', '0', '乾安县', '', '1', '220723', '5', '92', 'QAX', null);
INSERT INTO `b_canton` VALUES ('ee3cf2b7-64cb-4962-b36f-f0daa98b42e1', '2017-05-26 11:13:31', '2017-05-26 11:13:36', '0', '准格尔旗', '', '1', '150622', '5', '65', 'ZGEQ', null);
INSERT INTO `b_canton` VALUES ('ee3dc80d-4466-4c81-9707-a613f1f87f36', '2017-05-27 10:51:26', '2017-05-27 10:51:26', '0', '市辖区', '', '1', '411301', '1', '203', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('ee3f61a0-aac0-4c7b-847e-af71068dd926', '2017-05-27 19:05:13', '2017-05-27 19:05:13', '0', '都兰县', '', '1', '632822', '4', '361', 'DLX', null);
INSERT INTO `b_canton` VALUES ('ee45da10-af93-4c7e-977a-6d100f1ef4da', '2017-05-27 10:59:14', '2017-05-27 10:59:14', '0', '新县', '', '1', '411523', '6', '205', 'XX', null);
INSERT INTO `b_canton` VALUES ('ee5ef609-c93d-4c7b-86a2-5b3b3c496b1b', '2017-05-26 15:01:08', '2017-05-26 15:01:14', '0', '绥芬河市', '', '1', '231081', '7', '105', 'SFHS', null);
INSERT INTO `b_canton` VALUES ('eeaca951-037b-41c3-a58a-a59b28557332', '2017-05-27 16:17:16', '2017-05-27 16:17:16', '0', '凤冈县', '', '1', '520327', '10', '300', 'FGX', null);
INSERT INTO `b_canton` VALUES ('eeb39ea1-d8e2-465b-a16e-3001b1cb2032', '2017-05-27 11:35:46', '2017-05-27 11:35:46', '0', '通山县', '', '1', '421224', '6', '219', 'TSX', null);
INSERT INTO `b_canton` VALUES ('eecd3e3f-06c5-484d-9e89-b3b91bac9386', '2017-05-27 19:40:18', '2017-05-27 19:40:18', '0', '伊宁县', '', '1', '654021', '4', '378', 'YNX', null);
INSERT INTO `b_canton` VALUES ('eedb41e9-4f96-4101-903a-780700a2cf95', '2017-05-26 10:28:53', '2017-05-26 10:28:53', '0', '左权县', '', '1', '140722', '4', '55', 'ZQX', null);
INSERT INTO `b_canton` VALUES ('eef59929-43fd-489c-931b-16fc35b6bfba', '2017-05-26 13:44:40', '2017-05-26 13:44:40', '0', '元宝区', '', '1', '210602', '2', '77', 'YBQ', null);
INSERT INTO `b_canton` VALUES ('ef242a84-c119-4ae1-8566-9d64830b53a1', '2017-05-27 14:55:51', '2017-05-27 14:55:51', '0', '北碚区', '', '1', '500109', '9', '275', 'BBQ', null);
INSERT INTO `b_canton` VALUES ('ef3b9e97-3d32-47a0-b185-705e464c68c4', '2017-05-26 14:43:05', '2017-05-26 14:43:05', '0', '兴安区', '', '1', '230405', '5', '99', 'XAQ', null);
INSERT INTO `b_canton` VALUES ('ef43214d-f67c-4f8e-9c28-51ebf2b09ed4', '2017-05-27 16:35:59', '2017-05-27 16:35:59', '0', '独山县', '', '1', '522726', '6', '306', 'DSX', null);
INSERT INTO `b_canton` VALUES ('efa1b79f-944e-42ee-bd38-7fe48fbfe665', '2017-05-26 15:38:13', '2017-05-26 15:38:13', '0', '姑苏区', '', '1', '320508', '5', '98fd7192-e4bf-49ef-a19a-61f20d75ec51', 'GSQ', null);
INSERT INTO `b_canton` VALUES ('efa2b04e-c576-4568-b3e2-e061ffb062c3', '2017-05-26 10:33:01', '2017-05-26 10:33:01', '0', '万荣县', '', '1', '140822', '4', '56', 'WRX', null);
INSERT INTO `b_canton` VALUES ('efbc0045-d205-4957-8830-72a0ec40b3f1', '2017-05-26 10:13:35', '2017-05-26 10:13:35', '0', '南郊区', '', '1', '140211', '4', '50', 'NJQ', null);
INSERT INTO `b_canton` VALUES ('efbfd721-4d51-49e9-8379-36c660b6d870', '2017-05-27 10:47:14', '2017-05-27 10:47:14', '0', '襄城县', '', '1', '411025', '5', '200', 'XCX', null);
INSERT INTO `b_canton` VALUES ('efcb7ebf-c69e-42ca-a3d7-b8cc8e6c8f27', '2017-05-26 15:06:46', '2017-05-26 15:06:46', '0', '北林区', '', '1', '231202', '2', '107', 'BLQ', null);
INSERT INTO `b_canton` VALUES ('efcc0402-cbc2-4b66-a08b-9af342cc7325', '2017-05-26 11:01:55', '2017-05-26 11:01:55', '0', '九原区', '', '1', '150207', '7', '61', 'JYQ', null);
INSERT INTO `b_canton` VALUES ('efe0ad70-c504-4f45-a258-cb036389f642', '2017-05-27 18:29:50', '2017-05-27 18:29:50', '0', '会宁县', '', '1', '620422', '5', '343', 'HNX', null);
INSERT INTO `b_canton` VALUES ('efeddd69-5e15-4cf1-8b65-4c7f79c0a20b', '2017-05-26 13:48:19', '2017-05-26 13:48:24', '0', '凌海市', '', '1', '210781', '7', '78', 'LHS', null);
INSERT INTO `b_canton` VALUES ('eff58dc8-aafb-4f32-8e45-3a80bae62420', '2017-05-26 17:52:18', '2017-05-26 17:52:29', '0', '周宁县', '', '1', '350925', '7', '162', 'ZNX', null);
INSERT INTO `b_canton` VALUES ('f009125b-1c8a-4d98-b9a3-cf0015b11646', '2017-05-27 14:59:41', '2017-05-27 14:59:41', '0', '开州区', '', '1', '500154', '24', '275', 'KZQ', null);
INSERT INTO `b_canton` VALUES ('f02875de-0b37-4d51-a547-40abb1ed6a88', '2017-05-27 15:37:51', '2017-05-27 15:37:51', '0', '市辖区', '', '1', '511401', '1', '288', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f0321bee-1404-480c-bf6d-30f18ec1efd8', '2017-05-26 15:16:44', '2017-05-26 15:16:44', '0', '崇明区', '', '1', '310151', '16', '112', 'CMQ', null);
INSERT INTO `b_canton` VALUES ('f0425478-4993-46c3-950d-a518c1284e95', '2017-05-27 13:37:03', '2017-05-27 13:37:03', '0', '禅城区', '', '1', '440604', '2', '242', 'ICQ', null);
INSERT INTO `b_canton` VALUES ('f055499a-8549-47ce-8ce5-341d18d5acda', '2017-05-27 19:14:32', '2017-05-27 19:14:32', '0', '海原县', '', '1', '640522', '4', '366', 'HYX', null);
INSERT INTO `b_canton` VALUES ('f05eae27-239e-4cd2-9767-3ca42cb155b7', '2017-05-27 09:15:19', '2017-05-27 09:15:19', '0', '袁州区', '', '1', '360902', '2', '171', 'YZQ', null);
INSERT INTO `b_canton` VALUES ('f0a2bc93-f1c7-44d1-94fe-913dba753559', '2017-05-27 15:01:41', '2017-05-27 15:01:41', '0', '云阳县', '', '1', '500235', '7', '276', 'YYX', null);
INSERT INTO `b_canton` VALUES ('f0ddba84-f5a6-4748-8cdc-b7d2000ace51', '2017-05-26 11:20:31', '2017-05-26 11:20:31', '0', '满洲里市', '', '1', '150781', '11', '66', 'MZLS', null);
INSERT INTO `b_canton` VALUES ('f132b695-2470-4381-b9cf-9ecb4f1b13f3', '2017-05-26 18:18:03', '2017-05-26 18:18:03', '0', '石城县', '', '1', '360735', '17', '169', 'SCX', null);
INSERT INTO `b_canton` VALUES ('f1408e86-d437-4095-bb50-cd2e7d065b5f', '2017-05-26 17:41:10', '2017-05-26 17:41:10', '0', '云霄县', '', '1', '350622', '4', '159', 'YXX', null);
INSERT INTO `b_canton` VALUES ('f142ab88-cf5a-46f9-bc10-d47b835851db', '2017-05-27 10:44:42', '2017-05-27 10:44:42', '0', '清丰县', '', '1', '410922', '3', '199', 'QFX', null);
INSERT INTO `b_canton` VALUES ('f14329f3-822d-4c5f-af9b-c6700e33ce7b', '2017-05-27 09:49:08', '2017-05-27 09:49:08', '0', '昌邑市', '', '1', '370786', '13', '180', 'CYS', null);
INSERT INTO `b_canton` VALUES ('f144092d-c8ee-405f-8a51-184348faa205', '2017-05-26 09:26:34', '2017-05-26 09:26:45', '0', '武安市', '', '1', '130481', '20', '41', 'WAS', null);
INSERT INTO `b_canton` VALUES ('f14dd210-9f8d-4408-8445-650570e883e5', '2017-05-26 14:57:54', '2017-05-26 14:57:54', '0', '汤原县', '', '1', '230828', '8', '103', 'TYX', null);
INSERT INTO `b_canton` VALUES ('f157cbf6-414b-4eb7-b84b-07cb3330e6c1', '2017-05-26 10:30:41', '2017-05-26 10:30:41', '0', '灵石县', '', '1', '140729', '11', '55', 'LSX', null);
INSERT INTO `b_canton` VALUES ('f168bd78-b08c-47cd-a31b-4fd0d5fc5118', '2017-05-26 09:36:39', '2017-05-26 09:36:39', '0', '容城县', '', '1', '130629', '12', '43', 'RCX', null);
INSERT INTO `b_canton` VALUES ('f1ba41a8-c3ce-450f-b31c-dbbdae9c5fb6', '2017-05-26 17:36:30', '2017-05-26 17:36:30', '0', '建宁县', '', '1', '350430', '12', '157', 'JNX', null);
INSERT INTO `b_canton` VALUES ('f1d0e904-6a93-4a7f-9960-3bdacc9078c0', '2017-05-27 14:18:46', '2017-05-27 14:18:46', '0', '兴安县', '', '1', '450325', '11', '260', 'XAX', null);
INSERT INTO `b_canton` VALUES ('f1d830b7-c25e-4017-908a-3130a0c61801', '2017-05-27 14:25:06', '2017-05-27 14:25:06', '0', '港口区', '', '1', '450602', '2', '263', 'GKQ', null);
INSERT INTO `b_canton` VALUES ('f1ecd0e0-4955-4298-8e01-95ee3e0eb7bd', '2017-05-27 18:48:18', '2017-05-27 18:48:18', '0', '临夏县', '', '1', '622921', '2', '352', 'LXX', null);
INSERT INTO `b_canton` VALUES ('f1ef6b37-7b9a-4576-94c7-19e628c04c2b', '2017-05-26 09:37:42', '2017-05-26 09:38:56', '0', '易县', '', '1', '130633', '16', '43', 'YX', null);
INSERT INTO `b_canton` VALUES ('f1f6b13d-0082-4baa-ab9a-fdfd12302028', '2017-05-27 10:29:13', '2017-05-27 10:29:13', '0', '石龙区', '', '1', '410404', '4', '194', 'SLQ', null);
INSERT INTO `b_canton` VALUES ('f1f9dabd-cd45-4f8a-8c0c-f939a0e61e70', '2017-05-26 10:24:12', '2017-05-26 10:24:12', '0', '高平市', '', '1', '140281', '8', '53', 'GPS', null);
INSERT INTO `b_canton` VALUES ('f1fe03f4-cafb-46a5-b298-aaf5cd3572c2', '2017-05-27 18:12:26', '2017-05-27 18:12:26', '0', '略阳县', '', '1', '610727', '9', '336', 'LYX', null);
INSERT INTO `b_canton` VALUES ('f20a7531-e070-4121-8b1b-c6738a8217ac', '2017-05-26 16:22:09', '2017-05-26 16:22:09', '0', '常山县', '', '1', '330822', '4', '136', 'CSX', null);
INSERT INTO `b_canton` VALUES ('f238491e-4fe4-4f89-a88a-9c798413a5da', '2017-05-26 11:25:05', '2017-05-26 11:25:09', '0', '凉城县', '', '1', '150925', '7', '68', 'LCX', null);
INSERT INTO `b_canton` VALUES ('f244354b-f2dd-4e4f-9217-c6f5ff5ace1a', '2017-05-27 13:44:21', '2017-05-27 13:44:21', '0', '端州区', '', '1', '441202', '2', '246', 'DZQ', null);
INSERT INTO `b_canton` VALUES ('f2650286-db13-4962-926a-d3457a701137', '2017-05-26 17:39:24', '2017-05-26 17:39:24', '0', '金门县', '', '1', '350527', '10', '158', 'JMX', null);
INSERT INTO `b_canton` VALUES ('f2879f4d-6151-4762-860b-aeb1c4b1000a', '2017-05-27 09:30:47', '2017-05-27 09:30:47', '0', '槐荫区', '', '1', '370104', '4', '174', 'HYQ', null);
INSERT INTO `b_canton` VALUES ('f29087f4-a219-4d43-a14d-d7b51b661b14', '2017-05-27 19:32:03', '2017-05-27 19:32:03', '0', '乌什县', '', '1', '652927', '7', '374', 'WSX', null);
INSERT INTO `b_canton` VALUES ('f290b628-9561-4e06-92a9-19ad12025031', '2017-05-27 13:54:25', '2017-05-27 13:54:25', '0', '市辖区', '', '1', '441501', '1', '249', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f2916a30-505b-48a1-ae24-e57f809574c2', '2017-05-27 11:14:17', '2017-05-27 11:14:17', '0', '阳新县', '', '1', '420222', '6', '210', 'YXX', null);
INSERT INTO `b_canton` VALUES ('f2ae270a-dbb3-47f7-9716-528027d7da07', '2017-05-27 10:08:39', '2017-05-27 10:08:39', '0', '沾化区', '', '1', '371603', '3', '189', 'ZHQ', null);
INSERT INTO `b_canton` VALUES ('f2c897b3-c841-4667-93cc-1cdecf711710', '2017-05-27 16:43:26', '2017-05-27 16:43:34', '0', '晋宁县', '', '1', '530122', '8', '307', 'JNX', null);
INSERT INTO `b_canton` VALUES ('f2d2cfe1-29fa-4106-9253-3f23f844077a', '2017-05-27 14:16:12', '2017-05-27 14:16:12', '0', '叠彩区', '', '1', '450303', '3', '260', 'DCQ', null);
INSERT INTO `b_canton` VALUES ('f2d9670f-5cb4-43c1-af56-647e13705179', '2017-05-27 13:22:43', '2017-05-27 13:22:43', '0', '越秀区', '', '1', '440104', '3', '237', 'YXQ', null);
INSERT INTO `b_canton` VALUES ('f2f92465-8352-4f25-995d-98f81e4b15f9', '2017-05-26 17:13:37', '2017-05-26 17:13:37', '0', '谯城区', '', '1', '341602', '2', '151', 'ACQ', null);
INSERT INTO `b_canton` VALUES ('f2fd1c43-6e90-4886-a5d7-1d8f54822776', '2017-05-27 13:16:47', '2017-05-27 13:16:47', '0', '凤凰县', '', '1', '433123', '3', '236', 'FHX', null);
INSERT INTO `b_canton` VALUES ('f32241e3-5af7-4d61-95c4-9cf90a036012', '2017-05-27 09:40:24', '2017-05-27 09:40:24', '0', '河口区', '', '1', '370503', '3', '178', 'HKQ', null);
INSERT INTO `b_canton` VALUES ('f3340cf5-17e4-40bc-bc9a-16227e84b92c', '2017-05-26 15:53:55', '2017-05-26 15:53:55', '0', '市辖区', '', '1', '321301', '1', '82b93f1d-73ce-4225-9b0d-50c7cd67b6eb', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f339af3d-1e79-4b7e-b93d-aa97b2a462a9', '2017-05-26 18:10:07', '2017-05-26 18:10:07', '0', '瑞昌市', '', '1', '360481', '12', '166', 'RCS', null);
INSERT INTO `b_canton` VALUES ('f3510546-ae8c-4626-9267-2ab0bf7e5a29', '2017-05-27 09:55:58', '2017-05-27 09:55:58', '0', '市辖区', '', '1', '371101', '1', '184', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f36c88f7-7543-449e-bcf7-cccf9e16cfd0', '2017-05-26 14:26:47', '2017-05-26 14:26:47', '0', '通榆县', '', '1', '220822', '4', '93', 'TYX', null);
INSERT INTO `b_canton` VALUES ('f3868fe5-bdae-4a50-ae27-3967581a9db7', '2017-05-26 15:26:03', '2017-05-26 15:26:03', '0', '秦淮区', '', '1', '320104', '3', '17076c42-81a5-4063-b798-c2eb0b38a41b', 'QHQ', null);
INSERT INTO `b_canton` VALUES ('f38e687c-b8b3-4c57-8ff1-4e8d1a6d76e4', '2017-05-27 16:30:32', '2017-05-27 16:30:32', '0', '凯里市', '', '1', '522601', '1', '305', 'KLS', null);
INSERT INTO `b_canton` VALUES ('f391e21e-f457-448e-9f10-a70a19a6566b', '2017-05-27 18:48:06', '2017-05-27 18:48:06', '0', '临夏市', '', '1', '622901', '1', '352', 'LXS', null);
INSERT INTO `b_canton` VALUES ('f3ce7e96-f072-4cd0-b6c4-42a950a5031b', '2017-05-26 09:49:07', '2017-05-26 09:49:07', '0', '双滦区', '', '1', '130803', '3', '45', 'SLQ', null);
INSERT INTO `b_canton` VALUES ('f3d1d0d6-7c4a-48c9-a202-20d265db60cc', '2017-05-27 17:10:16', '2017-05-27 17:10:16', '0', '建水县', '', '1', '532524', '6', '316', 'JSX', null);
INSERT INTO `b_canton` VALUES ('f3d2cafa-61a7-4cda-b09c-8538d34842f0', '2017-05-27 13:14:44', '2017-05-27 13:14:44', '0', '通道侗族自治县', '', '1', '431230', '12', '234', 'TDDZZZX', null);
INSERT INTO `b_canton` VALUES ('f3d79c3e-5288-459d-afb4-448f20eff4e5', '2017-05-27 17:52:59', '2017-05-27 17:53:05', '0', '雁塔区', '', '1', '610113', '7', '330', 'YTQ', null);
INSERT INTO `b_canton` VALUES ('f3e0b272-c478-4b32-b78c-35fb573c5775', '2017-05-26 15:04:33', '2017-05-26 15:04:33', '0', '市辖区', '', '1', '231201', '1', '107', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f3f0aaf5-8ade-40f9-ae30-0626b7f9d45a', '2017-05-27 17:27:49', '2017-05-27 17:27:49', '0', '堆龙德庆区', '', '1', '540103', '3', '323', 'DLDQQ', null);
INSERT INTO `b_canton` VALUES ('f3fb625b-1739-48f8-9c01-450bdbf94a0f', '2017-05-27 14:28:54', '2017-05-27 14:28:54', '0', '市辖区', '', '1', '450901', '1', '266', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f41f57b3-d27c-45c3-ac05-4fa40a1aed0e', '2017-05-26 15:50:21', '2017-05-26 15:50:21', '0', '江都区', '', '1', '321012', '4', '096af671-0fa9-44c8-b082-2f55db25b3a6', 'JDQ', null);
INSERT INTO `b_canton` VALUES ('f447c15e-7f52-487b-b552-09dc617c1b71', '2017-05-26 11:10:27', '2017-05-26 11:10:27', '0', '科尔沁左翼中旗', '', '1', '150521', '3', '64', 'KEQZYZQ', null);
INSERT INTO `b_canton` VALUES ('f45893aa-9230-42e2-8b71-031c0f362d83', '2017-05-26 16:43:02', '2017-05-26 16:43:02', '0', '五河县', '', '1', '340322', '7', '139', 'WHX', null);
INSERT INTO `b_canton` VALUES ('f45c3f83-29e2-412e-9715-ffdcfcc837a1', '2017-05-27 15:57:04', '2017-05-27 15:57:04', '0', '九龙县', '', '1', '513324', '4', '296', 'JLX', null);
INSERT INTO `b_canton` VALUES ('f4895460-c125-4c8a-811d-593803fdb9e9', '2017-05-27 10:46:38', '2017-05-27 10:46:38', '0', '魏都区', '', '1', '411002', '2', '200', 'WDQ', null);
INSERT INTO `b_canton` VALUES ('f4a66d42-b7d0-4b24-8cc1-78ea9d14dc5d', '2017-05-26 15:27:08', '2017-05-26 15:27:08', '0', '雨花台区', '', '1', '320114', '8', '17076c42-81a5-4063-b798-c2eb0b38a41b', 'YHTQ', null);
INSERT INTO `b_canton` VALUES ('f4bd6771-c7c7-4b3a-abf1-c2fc986357f0', '2017-05-27 17:00:04', '2017-05-27 17:00:04', '0', '墨江哈尼族自治县', '', '1', '530822', '4', '313', 'MJHNZZZX', null);
INSERT INTO `b_canton` VALUES ('f4c51bfa-098e-4510-bee6-28f28d189642', '2017-05-26 17:29:23', '2017-05-26 17:29:23', '0', '翔安区', '', '1', '350213', '7', '155', 'XAQ', null);
INSERT INTO `b_canton` VALUES ('f4d5b258-b1c4-4a4e-a303-efd709094735', '2017-05-26 10:45:10', '2017-05-26 10:45:10', '0', '市辖区', '', '1', '140001', '1', '58', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f4ded064-f340-4e0e-936c-e60d1e6990ad', '2017-05-26 15:37:22', '2017-05-26 15:37:22', '0', '市辖区', '', '1', '320501', '1', '98fd7192-e4bf-49ef-a19a-61f20d75ec51', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f4dee377-7036-4fe6-87af-dd7f4cab4904', '2017-05-26 17:45:50', '2017-05-26 17:45:50', '0', '松溪县', '', '1', '350724', '7', '160', 'SXX', null);
INSERT INTO `b_canton` VALUES ('f4e639e9-6d49-4725-a457-5789e65792c6', '2017-05-27 17:07:10', '2017-05-27 17:07:10', '0', '南华县', '', '1', '532324', '4', '315', 'NHX', null);
INSERT INTO `b_canton` VALUES ('f4e9b7b7-a178-4b43-8d4c-31f0927e55b7', '2017-05-27 13:38:06', '2017-05-27 13:38:06', '0', '市辖区', '', '1', '440701', '1', '243', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f52c1ecb-083d-4114-826f-85ac0b8cce85', '2017-05-27 15:18:08', '2017-05-27 15:18:08', '0', '市辖区', '', '1', '510501', '1', '280', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f532c5bd-b285-47d1-9cc0-eeaca0098fce', '2017-05-26 16:48:55', '2017-05-26 16:48:55', '0', '相山区', '', '1', '340603', '3', '142', 'XSQ', null);
INSERT INTO `b_canton` VALUES ('f55ed69c-6e25-4a28-9637-c0f5f4b09283', '2017-05-27 13:11:10', '2017-05-27 13:11:10', '0', '会同县', '', '1', '431225', '7', '234', 'HTX', null);
INSERT INTO `b_canton` VALUES ('f563758f-1997-4e1f-b214-97fb2cb7a187', '2017-05-27 09:48:40', '2017-05-27 09:48:40', '0', '安丘市', '', '1', '370784', '11', '180', 'AQS', null);
INSERT INTO `b_canton` VALUES ('f585be34-e3b5-4c62-934b-a0278c7d8d34', '2017-05-27 18:18:35', '2017-05-27 18:18:35', '0', '吴堡县', '', '1', '610829', '11', '337', 'WBX', null);
INSERT INTO `b_canton` VALUES ('f58d3060-721c-4178-a9ec-117f0763964d', '2017-05-26 13:52:07', '2017-05-26 13:52:07', '0', '盖州市', '', '1', '210881', '6', '79', 'GZS', null);
INSERT INTO `b_canton` VALUES ('f5989460-7627-495e-983b-92c43ad9456a', '2017-05-26 17:58:02', '2017-05-26 17:58:02', '0', '湾里区', '', '1', '360105', '5', '163', 'WLQ', null);
INSERT INTO `b_canton` VALUES ('f5acd364-548a-43a4-8bc7-8e99e5dab4c7', '2017-05-27 16:47:40', '2017-05-27 16:47:40', '0', '富源县', '', '1', '530325', '8', '308', 'FYX', null);
INSERT INTO `b_canton` VALUES ('f5c006cc-dfe2-41f4-84ea-1dafe0b5f69c', '2017-05-27 15:55:14', '2017-05-27 15:55:14', '0', '若尔盖县', '', '1', '512232', '12', '295', 'REGX', null);
INSERT INTO `b_canton` VALUES ('f5c6afaf-57b4-424d-87f5-e31814ec0727', '2017-05-27 13:57:13', '2017-05-27 13:57:13', '0', '阳东区', '', '1', '441704', '3', '251', 'YDQ', null);
INSERT INTO `b_canton` VALUES ('f6016503-2bd1-42da-99d2-9f8a8ff0221e', '2017-05-27 19:19:55', '2017-05-27 19:19:55', '0', '水磨沟区', '', '1', '650105', '5', '367', 'SMGQ', null);
INSERT INTO `b_canton` VALUES ('f62e7f2b-07a5-4c81-8e38-c8b392a89039', '2017-05-27 09:53:01', '2017-05-27 09:53:01', '0', '邹城市', '', '1', '370883', '12', '181', 'ZCS', null);
INSERT INTO `b_canton` VALUES ('f675ed96-c12a-403f-928b-314a4d5814b8', '2017-05-26 13:32:12', '2017-05-26 13:32:12', '0', '苏家屯区', '', '1', '210111', '7', '72', 'SJTQ', null);
INSERT INTO `b_canton` VALUES ('f692c4b4-6a5b-4bb0-a49f-8d5383195417', '2017-05-26 15:45:27', '2017-05-26 15:45:27', '0', '涟水县', '', '1', '320826', '6', 'bafc8bca-1196-4708-b245-c38981653656', 'LSX', null);
INSERT INTO `b_canton` VALUES ('f69b7408-c5fc-4c9b-a019-fe8d1f451e4d', '2017-05-27 14:49:09', '2017-05-27 14:49:09', '0', '万宁市', '', '1', '439006', '4', '274', 'WNS', null);
INSERT INTO `b_canton` VALUES ('f6a25bec-08cb-425d-83f4-a6df82290db3', '2017-05-26 18:10:31', '2017-05-26 18:10:31', '0', '共青城市', '', '1', '360482', '13', '166', 'GQCS', null);
INSERT INTO `b_canton` VALUES ('f6aa7fbe-ad88-45cf-a432-db82c6c1a804', '2017-05-26 17:49:35', '2017-05-26 17:49:35', '0', '长汀县', '', '1', '350821', '4', '161', 'CTX', null);
INSERT INTO `b_canton` VALUES ('f6b5ecbd-fbc1-4e44-8d63-e8ee94ae3f84', '2017-05-25 17:57:39', '2017-05-25 17:57:39', '0', '宁河区', '', '1', '120117', '15', '3', 'NHQ', null);
INSERT INTO `b_canton` VALUES ('f6ba1473-e61b-404e-9612-5f1cdebf60bd', '2017-05-26 14:34:10', '2017-05-26 14:34:10', '0', '木兰县', '', '1', '230127', '15', '96', 'MLX', null);
INSERT INTO `b_canton` VALUES ('f6be2918-2d05-4f65-9524-bd45373b38c7', '2017-05-27 19:02:12', '2017-05-27 19:02:12', '0', '达日县', '', '1', '632624', '4', '359', 'DRX', null);
INSERT INTO `b_canton` VALUES ('f6c79837-c326-4eaa-a70b-a3e7c4d3466b', '2017-05-27 17:08:06', '2017-05-27 17:08:06', '0', '大姚县', '', '1', '532326', '6', '315', 'DYX', null);
INSERT INTO `b_canton` VALUES ('f6eb48a7-821d-4044-af18-ba36e3eae736', '2017-05-27 16:28:14', '2017-05-27 16:28:14', '0', '沿河土家族自治县', '', '1', '520627', '10', '302', 'YHTJZZZX', null);
INSERT INTO `b_canton` VALUES ('f6f509e9-676b-46ef-b65c-c775b649c9f4', '2017-05-26 15:28:48', '2017-05-26 15:28:48', '0', '锡山区', '', '1', '320205', '2', '7b5f4d44-5578-4039-8079-54b6d36f1325', 'XSQ', null);
INSERT INTO `b_canton` VALUES ('f70b7078-0374-4d32-b505-dd0c7fb46f28', '2017-05-27 17:37:04', '2017-05-27 17:37:04', '0', '芒康县', '', '1', '540328', '9', '324', 'MKX', null);
INSERT INTO `b_canton` VALUES ('f70df664-39ee-47d1-9dcd-55f79cde3c0c', '2017-05-26 16:22:43', '2017-05-26 16:22:43', '0', '江山市', '', '1', '330881', '7', '136', 'JSS', null);
INSERT INTO `b_canton` VALUES ('f71939b6-e485-453e-907c-6aa9ba2f8712', '2017-05-26 10:15:19', '2017-05-26 10:15:24', '0', '浑源县', '', '1', '140225', '10', '50', 'HYX', null);
INSERT INTO `b_canton` VALUES ('f71ae790-1035-4c7f-a757-baabc849ad4a', '2017-05-26 17:14:38', '2017-05-26 17:14:38', '0', '市辖区', '', '1', '341701', '1', '152', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f72c1aa4-5901-40a7-81ec-829e5f4b85c6', '2017-05-26 17:31:53', '2017-05-26 17:31:53', '0', '明溪县', '', '1', '350421', '4', '157', 'MXX', null);
INSERT INTO `b_canton` VALUES ('f754026d-e6d7-4919-87ed-a99d58aae36d', '2017-05-27 10:19:51', '2017-05-27 10:19:51', '0', '管城回族区', '', '1', '410104', '4', '191', 'GCHZQ', null);
INSERT INTO `b_canton` VALUES ('f75d118f-8530-4898-ae60-27c681a810b4', '2017-05-26 17:59:34', '2017-05-26 17:59:34', '0', '市辖区', '', '1', '360201', '1', '164', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f760a723-8b5a-4a90-924d-cf7b2c57fad8', '2017-05-26 16:38:28', '2017-05-26 16:38:28', '0', '庐江县', '', '1', '340124', '9', '137', 'LJX', null);
INSERT INTO `b_canton` VALUES ('f77f89cb-825f-43e2-b8e6-70cc56638c05', '2017-05-27 17:09:25', '2017-05-27 17:09:25', '0', '开远市', '', '1', '532502', '2', '316', 'KYS', null);
INSERT INTO `b_canton` VALUES ('f78c7f8e-ea2b-43da-9519-da47f249a61f', '2017-05-27 16:46:28', '2017-05-27 16:46:28', '0', '沾益区', '', '1', '530303', '3', '308', 'ZYQ', null);
INSERT INTO `b_canton` VALUES ('f79b47a0-d17c-493f-a1a8-37a35e593f55', '2017-05-27 12:59:51', '2017-05-27 12:59:51', '0', '沅江市', '', '1', '430981', '7', '231', 'YJS', null);
INSERT INTO `b_canton` VALUES ('f79d88ff-2cb9-4602-8018-56824491d69f', '2017-05-26 16:25:27', '2017-05-26 16:25:27', '0', '玉环县', '', '1', '331021', '5', '79e64557-6e6a-4cae-b802-9ee18b2002d5', 'YHX', null);
INSERT INTO `b_canton` VALUES ('f7a3ec29-1c87-491b-a787-a733e7a2c1d8', '2017-05-27 10:12:06', '2017-05-27 10:12:29', '0', '巨野县', '', '1', '371724', '7', '190', 'JYX', null);
INSERT INTO `b_canton` VALUES ('f7ad69cf-6c26-4d66-88c9-2576348d7bf4', '2017-05-27 17:30:31', '2017-05-27 17:30:31', '0', '定日县', '', '1', '540223', '4', '326', 'DRX', null);
INSERT INTO `b_canton` VALUES ('f7d0e0ee-7560-42d3-ac13-f3ad80a6fbd4', '2017-05-27 18:29:00', '2017-05-27 18:29:00', '0', '市辖区', '', '1', '620401', '1', '343', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f7d5af22-ef31-48d1-a5b8-7a7dfbdb5904', '2017-05-27 14:23:50', '2017-05-27 14:23:50', '0', '市辖区', '', '1', '450501', '1', '262', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f7dd0429-4109-436a-842c-5afddda13cbe', '2017-05-26 15:22:00', '2017-05-26 15:22:00', '0', '江苏省常州市', '', '1', '320400', '4', '11', 'JSSCZS', null);
INSERT INTO `b_canton` VALUES ('f7fabba5-77a3-4619-9a77-93134f74b565', '2017-05-26 17:49:09', '2017-05-26 17:49:09', '0', '新罗区', '', '1', '350802', '2', '161', 'XLQ', null);
INSERT INTO `b_canton` VALUES ('f8022667-2266-4590-ac7e-19012e0c98f5', '2017-05-26 09:52:39', '2017-05-26 09:52:39', '0', '沧县', '', '1', '130921', '4', '46', 'CX', null);
INSERT INTO `b_canton` VALUES ('f844c212-6a86-4c18-82de-f53994e35d41', '2017-05-26 14:10:08', '2017-05-26 14:10:08', '0', '龙港区', '', '1', '211403', '3', '85', 'LGQ', null);
INSERT INTO `b_canton` VALUES ('f85a2002-cacb-4e1f-90ec-7085d0e55aa6', '2017-05-27 14:27:49', '2017-05-27 14:27:49', '0', '覃塘区', '', '1', '450804', '4', '265', 'QTQ', null);
INSERT INTO `b_canton` VALUES ('f87abf39-65cb-4e8e-8e7b-fc04a05c8c9e', '2017-05-27 15:29:32', '2017-05-27 15:29:32', '0', '市辖区', '', '1', '511001', '1', '285', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f8a1c4b9-50e7-46aa-8884-1f4c321ec899', '2017-05-27 12:38:13', '2017-05-27 12:38:13', '0', '岳麓区', '', '1', '430104', '4', '223', 'YLQ', null);
INSERT INTO `b_canton` VALUES ('f8c06b0e-d2ac-420b-a886-0baf03dbd492', '2017-05-26 15:53:02', '2017-05-26 15:53:02', '0', '姜堰区', '', '1', '321204', '4', '253b619a-cfd5-4387-9ff2-0f95d270c3a0', 'JYQ', null);
INSERT INTO `b_canton` VALUES ('f8e9a8bd-4e50-43b0-ac5b-756c215024e9', '2017-05-27 15:14:46', '2017-05-27 15:14:46', '0', '市辖区', '', '1', '510301', '1', '278', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('f9058a0a-a83c-471f-b6b3-32247eb73f35', '2017-05-26 17:42:33', '2017-05-26 17:42:33', '0', '长泰县', '', '1', '350625', '7', '159', 'CTX', null);
INSERT INTO `b_canton` VALUES ('f91ba76f-a2d7-4579-87ad-bf14d49768e5', '2017-05-26 15:04:05', '2017-05-26 15:04:12', '0', '武大莲池市', '', '1', '231182', '7', '106', 'WDLCS', null);
INSERT INTO `b_canton` VALUES ('f9323ff6-8ba9-42b3-846f-4b1f08b6110a', '2017-05-26 14:25:26', '2017-05-26 14:25:26', '0', '洮北区', '', '1', '220802', '2', '93', 'TBQ', null);
INSERT INTO `b_canton` VALUES ('f9366621-8fcd-4ada-82ea-5a5d9865e1a3', '2017-05-26 11:23:41', '2017-05-26 11:23:41', '0', '杭锦后旗', '', '1', '150826', '8', '67', 'HJHQ', null);
INSERT INTO `b_canton` VALUES ('f97b91f0-80d6-4843-82f8-4b2da02d47e4', '2017-05-27 17:33:13', '2017-05-27 17:33:13', '0', '仲巴县', '', '1', '540232', '13', '326', 'ZBX', null);
INSERT INTO `b_canton` VALUES ('f985d125-042d-482e-aded-3c657f22409c', '2017-05-26 17:59:19', '2017-05-26 17:59:19', '0', '进贤县', '', '1', '360124', '10', '163', 'JXX', null);
INSERT INTO `b_canton` VALUES ('f98bb8ef-231f-4806-a2a2-6059e090f21b', '2017-05-27 14:13:28', '2017-05-27 14:13:28', '0', '城中区', '', '1', '450202', '2', '259', 'CZQ', null);
INSERT INTO `b_canton` VALUES ('f9a0bc8c-95da-4de5-a37a-1dc8261f8860', '2017-05-26 15:03:33', '2017-05-26 15:03:33', '0', '孙吴县', '', '1', '231124', '5', '106', 'SWX', null);
INSERT INTO `b_canton` VALUES ('f9befe2c-43d5-4751-8e22-fb603a4e39a6', '2017-05-27 14:16:45', '2017-05-27 14:16:45', '0', '雁山区', '', '1', '450311', '6', '260', 'YSQ', null);
INSERT INTO `b_canton` VALUES ('f9c3b33f-8b61-438e-a9b3-bc151f4f1215', '2017-05-27 10:59:55', '2017-05-27 10:59:55', '0', '潢川县', '', '1', '411526', '9', '205', 'HCX', null);
INSERT INTO `b_canton` VALUES ('f9cd98d0-81b3-4020-a04c-7d04b05d0e60', '2017-05-26 18:00:14', '2017-05-26 18:00:14', '0', '浮梁县', '', '1', '360222', '4', '164', 'FLX', null);
INSERT INTO `b_canton` VALUES ('f9d07182-51dc-4c45-9db2-f91c787a1ea8', '2017-05-26 14:56:06', '2017-05-26 14:56:06', '0', '铁力市', '', '1', '230781', '18', '102', 'TLS', null);
INSERT INTO `b_canton` VALUES ('f9f96929-a570-494e-b17f-ee3cf9438b3c', '2017-05-27 14:26:12', '2017-05-27 14:26:12', '0', '钦南区', '', '1', '450702', '2', '264', 'QNQ', null);
INSERT INTO `b_canton` VALUES ('fa028ba6-fbc0-48f6-bed5-a143b9248536', '2017-05-27 10:46:51', '2017-05-27 10:46:51', '0', '许昌县', '', '1', '411023', '3', '200', 'XCX', null);
INSERT INTO `b_canton` VALUES ('fa1632fd-698c-41a0-bd4d-6a8f3eadb0a3', '2017-05-26 15:35:10', '2017-05-26 15:35:10', '0', '武进区', '', '1', '320412', '5', 'f7dd0429-4109-436a-842c-5afddda13cbe', 'WJQ', null);
INSERT INTO `b_canton` VALUES ('fa4893f1-d2d0-4c74-9941-147861db1622', '2017-05-27 13:03:15', '2017-05-27 13:03:15', '0', '市辖区', '', '1', '431101', '1', '233', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('fa790321-fd08-4022-9f6e-4cf757ae718e', '2017-05-26 13:43:38', '2017-05-26 13:43:38', '0', '南芬区', '', '1', '210505', '5', '76', 'NFQ', null);
INSERT INTO `b_canton` VALUES ('faa1ba05-bc67-4eed-8940-863c34e8e876', '2017-05-27 10:20:10', '2017-05-27 10:20:10', '0', '上街区', '', '1', '410106', '6', '191', 'SJQ', null);
INSERT INTO `b_canton` VALUES ('faa267bd-487a-479a-9a85-271e3810676c', '2017-05-27 13:23:45', '2017-05-27 13:23:52', '0', '黄埔区', '', '1', '440112', '7', '237', 'HPQ', null);
INSERT INTO `b_canton` VALUES ('faa472aa-cde3-4952-9cc1-d0dbed78459a', '2017-05-26 15:23:10', '2017-05-26 15:23:10', '0', '江苏省连云港市', '', '1', '320700', '7', '11', 'JSSLYGS', null);
INSERT INTO `b_canton` VALUES ('fab416a6-0b58-485c-825b-ec491e92a4a8', '2017-05-27 18:00:28', '2017-05-27 18:00:28', '0', '三原县', '', '1', '610422', '5', '333', 'SYX', null);
INSERT INTO `b_canton` VALUES ('fab45cc4-b3bb-4003-a5b3-7527305ce761', '2017-05-27 17:41:59', '2017-05-27 17:41:59', '0', '措美县', '', '1', '540526', '8', '325', 'CMX', null);
INSERT INTO `b_canton` VALUES ('fab5a1fb-4d04-409d-bc0a-a758d7ad6e69', '2017-05-27 14:08:12', '2017-05-27 14:08:12', '0', '市辖区', '', '1', '450101', '1', '258', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('faba8092-005f-4b12-a9f9-cce8e7b1946e', '2017-05-27 13:17:51', '2017-05-27 13:17:51', '0', '古丈县', '', '1', '433126', '6', '236', 'GZX', null);
INSERT INTO `b_canton` VALUES ('fabcb093-4278-4ee7-909a-a5d9cc723968', '2017-05-26 13:39:08', '2017-05-26 13:39:14', '0', '岫岩满族自治县', '', '1', '210323', '7', '74', 'XYMZZZX', null);
INSERT INTO `b_canton` VALUES ('face4587-0b37-4650-85b0-1082008fb92c', '2017-05-26 15:00:55', '2017-05-26 15:00:55', '0', '林口县', '', '1', '231025', '6', '105', 'LKX', null);
INSERT INTO `b_canton` VALUES ('fae0ce06-f2ad-423d-a3b9-a8a653e3b34b', '2017-05-27 16:44:03', '2017-05-27 16:44:03', '0', '宜良县', '', '1', '530125', '10', '307', 'YLX', null);
INSERT INTO `b_canton` VALUES ('faf997a6-4849-40e2-8eac-d454f3b760c8', '2017-05-26 13:33:14', '2017-05-26 13:33:14', '0', '于洪区', '', '1', '210114', '10', '72', 'YHQ', null);
INSERT INTO `b_canton` VALUES ('fb025ed3-a0e7-4a47-b115-183a4da50e47', '2017-05-26 15:26:52', '2017-05-26 15:26:52', '0', '栖霞区', '', '1', '·320113', '7', '17076c42-81a5-4063-b798-c2eb0b38a41b', 'QXQ', null);
INSERT INTO `b_canton` VALUES ('fb1fc732-42d3-42dc-96da-e14d994bcb33', '2017-05-26 15:34:31', '2017-05-26 15:34:31', '0', '天宁区', '', '1', '320402', '2', 'f7dd0429-4109-436a-842c-5afddda13cbe', 'TNQ', null);
INSERT INTO `b_canton` VALUES ('fb4681a0-7e85-4362-8b87-95eee7e6769e', '2017-05-26 09:25:22', '2017-05-26 09:25:22', '0', '鸡泽县', '', '1', '130431', '15', '41', 'JZX', null);
INSERT INTO `b_canton` VALUES ('fb4b0be2-505b-41f7-81d1-f14af14cde62', '2017-05-27 10:55:11', '2017-05-27 10:55:11', '0', '睢阳区', '', '1', '411403', '3', '204', 'SYQ', null);
INSERT INTO `b_canton` VALUES ('fb58e7af-795f-4637-893e-eaec767b6159', '2017-05-27 16:36:10', '2017-05-27 16:36:10', '0', '平塘县', '', '1', '522727', '7', '306', 'PTX', null);
INSERT INTO `b_canton` VALUES ('fb8af09f-a7a2-4dcc-921e-44254dfb05c2', '2017-05-27 16:01:38', '2017-05-27 16:01:38', '0', '会东县', '', '1', '513426', '6', '297', 'HDX', null);
INSERT INTO `b_canton` VALUES ('fb9cddde-6248-4900-8b04-1560e7407fd1', '2017-05-27 15:20:49', '2017-05-27 15:20:49', '0', '旌阳区', '', '1', '510603', '2', '281', 'EYQ', null);
INSERT INTO `b_canton` VALUES ('fba34a1f-d862-41eb-89c4-6eebfcd2d397', '2017-05-26 14:20:40', '2017-05-26 14:20:46', '0', '柳河县', '', '1', '220524', '6', '90', 'LHX', null);
INSERT INTO `b_canton` VALUES ('fbaa7765-4eb1-4f42-aad8-fdaf5be1d6cb', '2017-05-26 16:47:56', '2017-05-26 16:47:56', '0', '和县', '', '1', '340523', '7', '141', 'HX', null);
INSERT INTO `b_canton` VALUES ('fbad5c9f-50ad-4497-8fb3-d248b0f00b9f', '2017-05-27 15:23:55', '2017-05-27 15:23:55', '0', '三台县', '', '1', '510722', '5', '282', 'STX', null);
INSERT INTO `b_canton` VALUES ('fbc42c13-1125-44c6-8420-c5bf6eba6b9b', '2017-05-26 15:27:19', '2017-05-26 15:27:27', '0', '江宁区', '', '1', '320115', '9', '17076c42-81a5-4063-b798-c2eb0b38a41b', 'JNQ', null);
INSERT INTO `b_canton` VALUES ('fbd4b4bd-5896-4679-b5e0-c144c6890c40', '2017-05-27 12:59:06', '2017-05-27 12:59:06', '0', '郝山区', '', '1', '430903', '3', '231', 'HSQ', null);
INSERT INTO `b_canton` VALUES ('fbd66923-fc70-4d32-b7c9-f1fc1111dfbb', '2017-05-26 14:33:58', '2017-05-26 14:33:58', '0', '巴彦县', '', '1', '230126', '14', '96', 'BYX', null);
INSERT INTO `b_canton` VALUES ('fbf0e5d7-fccd-4aab-8035-7545fb94f2d0', '2017-05-26 16:47:32', '2017-05-26 16:47:32', '0', '当涂县', '', '1', '340521', '5', '141', 'DTX', null);
INSERT INTO `b_canton` VALUES ('fbf4bf28-e8af-4a9c-8fd3-529b4fa6951d', '2017-05-27 18:55:36', '2017-05-27 18:55:36', '0', '湟源县', '', '1', '630123', '8', '354', 'HYX', null);
INSERT INTO `b_canton` VALUES ('fbf4c545-d912-44a9-9dfb-1476a03a8015', '2017-05-26 13:35:54', '2017-05-26 13:35:54', '0', '旅顺口区', '', '1', '210212', '6', '73', 'LSKQ', null);
INSERT INTO `b_canton` VALUES ('fbf78b19-a4c2-4b01-a64c-4e1adfa66da7', '2017-05-27 16:22:22', '2017-05-27 16:22:22', '0', '纳雍县', '', '1', '520525', '7', '304', 'NYX', null);
INSERT INTO `b_canton` VALUES ('fc0b1c96-c59d-4a86-968f-649719b8acf2', '2017-05-26 18:13:43', '2017-05-26 18:13:43', '0', '赣县', '', '1', '360721', '4', '169', 'GX', null);
INSERT INTO `b_canton` VALUES ('fc16c930-85b3-4455-beac-bff1a692971c', '2017-05-26 11:22:02', '2017-05-26 11:22:02', '0', '市辖区', '', '1', '150801', '1', '67', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('fc1ae319-02b0-4adb-8a8b-c87252200612', '2017-05-27 19:35:50', '2017-05-27 19:35:50', '0', '岳普湖县', '', '1', '653128', '9', '376', 'YPHX', null);
INSERT INTO `b_canton` VALUES ('fc46f7c2-13b3-4f3d-a1c3-1a5ffc8a616e', '2017-05-26 15:44:22', '2017-05-26 15:44:22', '0', '淮安区', '', '1', '320803', '2', 'bafc8bca-1196-4708-b245-c38981653656', 'HAQ', null);
INSERT INTO `b_canton` VALUES ('fc539614-3beb-4194-9496-122f99c08e5c', '2017-05-26 09:21:16', '2017-05-26 09:21:16', '0', '市辖区', '', '1', '130401', '1', '41', 'SXQ', null);
INSERT INTO `b_canton` VALUES ('fc56912e-aa79-4a48-ba1e-349b54914e50', '2017-05-27 17:32:47', '2017-05-27 17:32:47', '0', '康马县', '', '1', '540230', '11', '326', 'KMX', null);
INSERT INTO `b_canton` VALUES ('fc58e2a9-47f5-4c54-ad2d-051a9ff2a06b', '2017-05-26 16:25:03', '2017-05-26 16:25:03', '0', '黄岩区', '', '1', '331003', '3', '79e64557-6e6a-4cae-b802-9ee18b2002d5', 'HYQ', null);
INSERT INTO `b_canton` VALUES ('fc5f4cc2-d803-4895-b05f-afc42fd5475d', '2017-05-27 11:20:14', '2017-05-27 11:20:14', '0', '五峰土家族自治县', '', '1', '420529', '11', '212', 'WFTJZZZX', null);
INSERT INTO `b_canton` VALUES ('fc95ad5c-5016-4d7e-9a0c-2cbc80abfcd9', '2017-05-26 14:17:47', '2017-05-26 14:17:47', '0', '伊通满族自治县', '', '1', '220323', '5', '88', 'YTMZZZX', null);
INSERT INTO `b_canton` VALUES ('fcabe5f6-59dc-44b0-850c-18fdeec83508', '2017-05-27 13:23:23', '2017-05-27 13:23:23', '0', '白云区', '', '1', '440111', '6', '237', 'BYQ', null);
INSERT INTO `b_canton` VALUES ('fcb935e9-afde-4d65-9950-6e79d2a282d9', '2017-05-26 11:04:25', '2017-05-26 11:04:25', '0', '海南区', '', '1', '150303', '3', '62', 'HNQ', null);
INSERT INTO `b_canton` VALUES ('fcc86b16-cd91-4c38-b09d-0749f580fcd9', '2017-05-27 13:05:44', '2017-05-27 13:05:44', '0', '江华瑶族自治县', '', '1', '431129', '12', '233', 'JHYZZZX', null);
INSERT INTO `b_canton` VALUES ('fce9a484-8270-4470-bdf8-2e8752102390', '2017-05-26 10:40:55', '2017-05-26 10:40:55', '0', '五台县', '', '1', '140922', '4', '57', 'WTX', null);
INSERT INTO `b_canton` VALUES ('fd0563bb-841c-495e-93b0-7b6241e63b95', '2017-05-26 17:57:17', '2017-05-26 17:57:17', '0', '东湖区', '', '1', '360102', '2', '163', 'DHQ', null);
INSERT INTO `b_canton` VALUES ('fd4914bd-9830-4217-9093-55dcd0d14db9', '2017-05-27 17:45:29', '2017-05-27 17:45:29', '0', '索县', '', '1', '542427', '7', '327', 'SX', null);
INSERT INTO `b_canton` VALUES ('fd4a3196-14b3-4ff5-856b-b21aead04f31', '2017-05-27 16:33:51', '2017-05-27 16:33:51', '0', '榕江县', '', '1', '522623', '12', '305', 'QJX', null);
INSERT INTO `b_canton` VALUES ('fd9e1773-1ffb-49b6-8427-29677c7b896f', '2017-05-26 15:51:55', '2017-05-26 15:51:55', '0', '丹阳市', '', '1', '321181', '5', '17723387-32ed-44ab-be2e-f82e4bbb16d0', 'DYS', null);
INSERT INTO `b_canton` VALUES ('fda51f7e-70f8-4898-8b37-426298779089', '2017-05-27 19:03:44', '2017-05-27 19:03:44', '0', '治多县', '', '1', '632724', '4', '360', 'ZDX', null);
INSERT INTO `b_canton` VALUES ('fdbd4470-8cbc-4430-ac40-5e04ac08c042', '2017-05-26 16:15:25', '2017-05-26 16:15:25', '0', '上虞区', '', '1', '330604', '4', '134', 'SYQ', null);
INSERT INTO `b_canton` VALUES ('fdc9d158-e3bb-44e2-8b2a-f5542f066414', '2017-05-26 14:12:54', '2017-05-26 14:12:54', '0', '朝阳区', '', '1', '220104', '4', '86', 'CYQ', null);
INSERT INTO `b_canton` VALUES ('fdd824e9-087d-416e-a104-5f0532b60b0b', '2017-05-27 11:22:21', '2017-05-27 11:22:21', '0', '襄城区', '', '1', '420602', '2', '213', 'XCQ', null);
INSERT INTO `b_canton` VALUES ('fe0faf30-4cbc-4c27-a1e5-29a50053b411', '2017-05-27 13:22:31', '2017-05-27 13:22:31', '0', '荔湾区', '', '1', '440103', '2', '237', 'LWQ', null);
INSERT INTO `b_canton` VALUES ('fe112e8a-02c9-4e25-af7e-2c508413716b', '2017-05-26 18:13:28', '2017-05-26 18:13:28', '0', '南康区', '', '1', '360703', '3', '169', 'NKQ', null);
INSERT INTO `b_canton` VALUES ('fe2f6608-effa-40a3-8aeb-ff6b9a0925ea', '2017-05-27 15:15:16', '2017-05-27 15:15:16', '0', '贡井区', '', '1', '510303', '3', '278', 'GJQ', null);
INSERT INTO `b_canton` VALUES ('fe363602-3351-44dc-b172-0e89ccfbbded', '2017-05-26 09:13:54', '2017-05-26 09:13:54', '0', '丰南区', '', '1', '130207', '6', '39', 'FNQ', null);
INSERT INTO `b_canton` VALUES ('fe737e82-3f31-4075-aef4-3411345f0721', '2017-05-25 15:12:07', '2017-05-25 15:12:07', '0', '海淀区', '', '1', '110108', '7', '2', 'HDQ', null);
INSERT INTO `b_canton` VALUES ('fe880217-10af-4886-ab08-21fe183d0f00', '2017-05-26 17:13:50', '2017-05-26 17:13:50', '0', '涡阳县', '', '1', '341621', '3', '151', 'WYX', null);
INSERT INTO `b_canton` VALUES ('fee187e6-1e95-4668-9e16-0c0c404a5c2b', '2017-05-26 09:45:20', '2017-05-26 09:45:25', '0', '崇礼区', '', '1', '130709', '7', '44', 'CLQ', null);
INSERT INTO `b_canton` VALUES ('fee3bdf5-6fcb-46b7-b132-79d5237c9bc8', '2017-05-26 09:46:40', '2017-05-26 09:46:40', '0', '尚义县', '', '1', '130725', '11', '44', 'SYX', null);
INSERT INTO `b_canton` VALUES ('fee60cfa-1b0f-4b54-a72f-3dbfaec36027', '2017-05-27 10:47:26', '2017-05-27 10:47:26', '0', '禹州市', '', '1', '411081', '6', '200', 'YZS', null);
INSERT INTO `b_canton` VALUES ('feeae959-c9f7-46ab-8f6e-ebda1f70fbc4', '2017-05-27 11:17:27', '2017-05-27 11:17:27', '0', '伍家岗区', '', '1', '420503', '3', '212', 'WJGQ', null);
INSERT INTO `b_canton` VALUES ('fef74115-beb7-4966-b786-11b9d9d4c369', '2017-05-26 16:44:58', '2017-05-26 16:44:58', '0', '寿县', '', '1', '340422', '8', '140', 'SX', null);
INSERT INTO `b_canton` VALUES ('fefd01c3-631e-41ef-ac4e-cdc5ba447302', '2017-05-27 17:57:03', '2017-05-27 17:57:03', '0', '岐山县', '', '1', '610323', '6', '332', 'USX', null);
INSERT INTO `b_canton` VALUES ('ff13e491-5c8f-423a-ba1f-9e4bd842ec9c', '2017-05-27 13:37:14', '2017-05-27 13:37:14', '0', '南海区', '', '1', '440605', '3', '242', 'NHQ', null);
INSERT INTO `b_canton` VALUES ('ff5f46a3-3bef-4ce1-b125-c2fc9105f31e', '2017-05-27 09:30:59', '2017-05-27 09:30:59', '0', '天桥区', '', '1', '370105', '5', '174', 'TQQ', null);
INSERT INTO `b_canton` VALUES ('ff632692-564e-4c43-ad1c-cc163401dfda', '2017-05-26 16:51:05', '2017-05-26 16:51:05', '0', '义安区', '', '1', '340706', '3', '143', 'YAQ', null);
INSERT INTO `b_canton` VALUES ('ffa73c20-a41f-40dc-abc7-ab1a67956950', '2017-05-26 13:53:33', '2017-05-26 13:53:33', '0', '新邱区', '', '1', '210903', '3', '80', 'XQQ', null);
INSERT INTO `b_canton` VALUES ('ffbe4d49-e6ff-4224-a829-6f3c9a1f295a', '2017-05-27 16:01:04', '2017-05-27 16:01:04', '0', '盐源县', '', '1', '513423', '3', '297', 'YYX', null);
INSERT INTO `b_canton` VALUES ('ffd26a7d-27a5-481f-9d63-779324dc9134', '2017-05-27 17:53:24', '2017-05-27 17:53:24', '0', '阎良区', '', '1', '610114', '8', '330', 'YLQ', null);
INSERT INTO `b_canton` VALUES ('ffe745c8-e8d3-491c-a508-542c5d0d400b', '2017-05-27 12:59:28', '2017-05-27 12:59:28', '0', '桃江县', '', '1', '430922', '5', '231', 'TJX', null);
INSERT INTO `b_canton` VALUES ('ffed364e-0a78-4440-92db-817226e7e9c0', '2017-05-26 11:06:04', '2017-05-26 11:06:04', '0', '阿鲁科尔沁旗', '', '1', '150421', '5', '63', 'ALKEQQ', null);
INSERT INTO `b_canton` VALUES ('fff3fd28-b22a-4b78-8951-7eeb25cdb1e1', '2017-05-26 17:16:01', '2017-05-26 17:16:01', '0', '市辖区', '', '1', '341801', '1', '153', 'SXQ', null);

-- ----------------------------
-- Table structure for b_client_session_manager
-- ----------------------------
DROP TABLE IF EXISTS `b_client_session_manager`;
CREATE TABLE `b_client_session_manager` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `loginTime` varchar(255) DEFAULT NULL,
  `operationTime` varchar(255) DEFAULT NULL,
  `sessionId` varchar(255) DEFAULT NULL,
  `userName` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX2nqu49pidsd1997oe7xspaky1` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of b_client_session_manager
-- ----------------------------
INSERT INTO `b_client_session_manager` VALUES ('841600fa-742c-4aea-91da-9e454ba1722b', '2017-03-23 13:48:28', '2017-03-23 15:44:19', '0', '2017-03-23 15:44:19', '2017-03-23 16:33:15', '3c8e56dbc7a44b1dafa9b6bf3ea27944', 'user1@JQ035604', 'user');

-- ----------------------------
-- Table structure for b_dict
-- ----------------------------
DROP TABLE IF EXISTS `b_dict`;
CREATE TABLE `b_dict` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(255) DEFAULT NULL,
  `dataUpdateTime` varchar(255) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `initFlag` bit(1) NOT NULL,
  `memo` varchar(1024) DEFAULT NULL,
  `paramName` varchar(400) NOT NULL,
  `paramValue` varchar(100) NOT NULL,
  `useFlag` bit(1) NOT NULL,
  `dictTypeId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXtf6bpw4sl3lgr5dg6n0gh7bsl` (`id`),
  KEY `IDX9phnf7yuwg9cdmo8ji50xqsce` (`dictTypeId`),
  CONSTRAINT `FKcjyh2c42kpcdi850nqvn9gshf` FOREIGN KEY (`dictTypeId`) REFERENCES `b_dict_type` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of b_dict
-- ----------------------------
INSERT INTO `b_dict` VALUES ('158a0f94-dfcd-4fdb-9a92-86c734d60f01', '2017-01-03 17:16:53', '2017-01-03 17:16:53', null, '', '', '黑名单', '3', '', 'd8');
INSERT INTO `b_dict` VALUES ('15aae9be-2684-4a17-a2dc-f7ceae46006c', '2017-04-05 11:43:54', '2017-04-05 11:43:54', '0', '\0', '', '提现', '6', '', 'd18');
INSERT INTO `b_dict` VALUES ('161e738c-5102-4b2d-83c2-53670a2db994', '2017-04-06 13:38:38', '2017-04-06 13:38:38', '0', '\0', '', '身份证号', '2', '', 'd19');
INSERT INTO `b_dict` VALUES ('162cbb00-3367-4dc9-9423-c22950ae7ba1', '2017-01-10 10:42:24', '2017-01-10 11:05:17', null, '', '', '回收入库', '2', '\0', 'd9');
INSERT INTO `b_dict` VALUES ('1be668d5-589e-4734-8c04-35d5578bc682', '2017-04-06 13:38:03', '2017-04-06 13:38:03', '0', '\0', '', '订单凭证码', '1', '', 'd19');
INSERT INTO `b_dict` VALUES ('1edcff44-6bc1-47c8-87ee-48709cbf17eb', '2017-04-06 13:37:32', '2017-04-06 13:37:32', '0', '\0', '', '无', '0', '', 'd19');
INSERT INTO `b_dict` VALUES ('208c7188-7d30-46b0-a3d8-545073664e94', '2017-02-09 16:08:53', '2017-02-09 16:08:53', '0', '\0', '', '时', '2', '', 'd15');
INSERT INTO `b_dict` VALUES ('259aa039-d03b-45ee-b8a0-d186c9d42d17', '2017-01-10 10:42:51', '2017-01-10 10:42:51', null, '', '', '作废出库', '4', '', 'd9');
INSERT INTO `b_dict` VALUES ('26176629-9f9e-485a-9fdd-51699f060ca5', '2017-04-06 18:20:39', '2017-04-06 18:20:39', '0', '\0', '', '启用', '1', '', 'd22');
INSERT INTO `b_dict` VALUES ('2b9a08e5-a63c-4313-bcea-51e80f2a829d', '2017-02-09 16:09:32', '2017-02-09 16:09:32', '0', '\0', '', '月', '4', '', 'd16');
INSERT INTO `b_dict` VALUES ('2dfa632a-1e38-4a3c-be91-9493f1eafb72', '2017-06-29 20:02:40', '2017-06-29 20:02:40', '0', '\0', '', '现金支付', '4', '', 'd1');
INSERT INTO `b_dict` VALUES ('32310121-a35a-43fc-9882-7f553e61d53b', '2017-06-17 09:46:09', '2017-06-17 09:46:09', '0', '\0', '', '出票前', '1', '', 'd25');
INSERT INTO `b_dict` VALUES ('3911c07e-9b2b-4855-964d-60b66718e620', '2017-02-09 16:09:07', '2017-02-09 16:09:07', '0', '\0', '', '年', '5', '', 'd15');
INSERT INTO `b_dict` VALUES ('48bd8c40-2f40-4efc-9aef-ad2f38e4a4fe', '2017-04-05 11:43:40', '2017-04-05 11:43:40', '0', '\0', '', '充值', '5', '', 'd18');
INSERT INTO `b_dict` VALUES ('4d13d418-b4de-4706-a21d-19baa502d902', '2017-04-07 14:45:53', '2017-06-16 11:15:34', '0', '\0', '', '短信模板', '1', '', 'd24');
INSERT INTO `b_dict` VALUES ('4e917481-1d55-410c-be9f-0ecb37b92cc6', '2017-02-09 16:09:26', '2017-02-09 16:09:26', '0', '\0', '', '时', '2', '', 'd16');
INSERT INTO `b_dict` VALUES ('5c38c673-0be0-44c7-b318-3c4ec11b5142', '2017-04-07 14:45:28', '2017-04-07 14:45:28', '0', '\0', '', '方式1', '1', '', 'd23');
INSERT INTO `b_dict` VALUES ('628ed201-e28b-4edb-9792-e78410314d98', '2017-06-29 20:00:18', '2017-06-29 20:00:18', '0', '\0', '', '在线支付', '4', '', 'd10');
INSERT INTO `b_dict` VALUES ('65441ac2-856d-4df7-9da0-643272806d7d', '2017-06-29 20:02:57', '2017-06-29 20:02:57', '0', '\0', '', '银联支付', '6', '', 'd1');
INSERT INTO `b_dict` VALUES ('67af86e5-b40d-41d8-8632-ebe161d0ddcf', '2017-01-10 10:43:02', '2017-01-10 10:43:02', null, '', '', '余票入库', '5', '', 'd9');
INSERT INTO `b_dict` VALUES ('67edd5ff-5886-4edd-9dee-2ece3ba815fe', '2016-12-06 15:25:15', '2016-12-07 10:13:00', null, '', '', '微信网页支付', '2', '', 'd1');
INSERT INTO `b_dict` VALUES ('7519ac4a-86cf-4c81-b617-8fd23a1ffaa1', '2017-04-05 11:43:07', '2017-04-05 11:43:07', '0', '\0', '', '订单交易', '1', '', 'd18');
INSERT INTO `b_dict` VALUES ('76ea27b3-962c-4367-be72-24f6ba3304ee', '2017-01-10 10:43:45', '2017-01-10 10:43:45', null, '', '', '盘盈入库', '7', '\0', 'd9');
INSERT INTO `b_dict` VALUES ('777afeb0-0bed-4daf-9521-43315266bd70', '2017-04-07 14:46:03', '2017-04-07 14:46:03', '0', '\0', '', '分类2', '2', '', 'd24');
INSERT INTO `b_dict` VALUES ('78ef0433-5694-4be0-97d3-d6720a9b6fd5', '2017-01-03 17:16:13', '2017-01-05 11:06:10', null, '', '', '待审核', '0', '', 'd8');
INSERT INTO `b_dict` VALUES ('7caefa59-0cd6-4ad9-ade8-8c399df7e600', '2017-06-29 20:03:09', '2017-06-29 20:03:09', '0', '\0', '', '预付扣款', '7', '', 'd1');
INSERT INTO `b_dict` VALUES ('7ea479d4-cabb-4835-82ca-56276ed5bd8a', '2017-02-09 16:09:01', '2017-02-09 16:09:01', '0', '\0', '', '月', '4', '', 'd15');
INSERT INTO `b_dict` VALUES ('7fcef531-a757-40c1-b210-49391563036c', '2017-02-09 16:09:15', '2017-02-09 16:09:15', '0', '\0', '', '天', '3', '', 'd16');
INSERT INTO `b_dict` VALUES ('87137fb6-b5ca-48a0-888c-f47a07ee665f', '2017-01-10 10:57:02', '2017-01-10 10:57:02', null, '', '', '非接触性IC卡', '1', '', 'd11');
INSERT INTO `b_dict` VALUES ('8a5f6452-b817-41db-b6b2-c1c7377b3d14', '2017-01-10 10:43:14', '2017-01-10 10:43:14', null, '', '', '领用出库', '6', '', 'd9');
INSERT INTO `b_dict` VALUES ('8a8591c6-118c-4291-8a1d-c0883e5ab8f4', '2017-02-09 16:09:20', '2017-02-09 16:09:20', '0', '\0', '', '分', '1', '', 'd16');
INSERT INTO `b_dict` VALUES ('9422328d-7541-44ff-bc86-f214118a1f7b', '2017-06-29 20:02:23', '2017-06-29 20:02:23', '0', '\0', '', '微信扫码支付', '3', '', 'd1');
INSERT INTO `b_dict` VALUES ('995e437a-6e36-495d-9c68-832c6d6a11c8', '2017-01-10 10:42:38', '2017-01-10 10:42:38', null, '', '', '调拨', '3', '', 'd9');
INSERT INTO `b_dict` VALUES ('9e1e4307-5936-4ca3-9df7-6184608024d1', '2017-02-09 16:08:45', '2017-02-09 16:08:45', '0', '\0', '', '分', '1', '', 'd15');
INSERT INTO `b_dict` VALUES ('9ec686f2-7335-41ca-9c74-9a0a4b03d756', '2017-04-06 18:21:16', '2017-04-06 18:21:16', '0', '\0', '', '审核不通过', '3', '', 'd22');
INSERT INTO `b_dict` VALUES ('a4f31d2e-3219-4876-b4ae-76df3c69bb74', '2017-04-06 18:20:56', '2017-04-06 18:20:56', '0', '\0', '', '新增申请', '2', '', 'd22');
INSERT INTO `b_dict` VALUES ('a87cda78-edcd-4841-b205-27e9ddddcadb', '2017-01-03 17:17:02', '2017-01-03 17:17:02', null, '', '', '禁用', '4', '', 'd8');
INSERT INTO `b_dict` VALUES ('a8d70e2e-eec1-4d67-96f3-2e3edc2ede15', '2017-04-05 11:43:25', '2017-04-05 11:43:25', '0', '\0', '', '后台操作', '3', '', 'd18');
INSERT INTO `b_dict` VALUES ('aa684aa6-c326-4f5b-8a9a-d5141f8d76bf', '2017-04-07 14:45:41', '2017-04-07 14:45:41', '0', '\0', '', '方式2', '2', '', 'd23');
INSERT INTO `b_dict` VALUES ('b5116729-2e20-46c4-9358-84bbd60cbc62', '2017-04-06 18:20:15', '2017-04-06 18:20:15', '0', '\0', '供应商签约分销商', '禁用', '0', '', 'd22');
INSERT INTO `b_dict` VALUES ('bae76d0f-b147-436b-8285-0691d8bb111a', '2017-01-10 10:41:35', '2017-01-10 10:41:35', null, '', '', '初始入库', '1', '', 'd9');
INSERT INTO `b_dict` VALUES ('c0a4f385-a0a4-4f78-b289-af3245bbe97e', '2017-01-07 10:25:25', '2017-01-07 10:25:25', null, '', '', '支付宝扫码付款', '1', '', 'd1');
INSERT INTO `b_dict` VALUES ('cc7d618d-85f2-47df-ba79-0116f69f1f4d', '2017-04-06 13:39:37', '2017-04-06 13:39:37', '0', '\0', '', '产品预制码', '4', '', 'd19');
INSERT INTO `b_dict` VALUES ('cdb766fc-9e75-46e4-a437-f28d74330c6d', '2017-01-10 10:56:52', '2017-01-10 10:56:52', null, '', '', '接触式IC卡', '0', '', 'd11');
INSERT INTO `b_dict` VALUES ('cde8950e-a060-412a-872a-87f20dc9bb40', '2017-06-29 20:00:04', '2017-06-29 20:00:04', '0', '\0', '', '预付扣款', '1', '', 'd10');
INSERT INTO `b_dict` VALUES ('d3352cba-1992-4a61-acbe-5c89b3d070c6', '2017-04-05 11:44:28', '2017-04-05 11:44:28', '0', '\0', '', '退订手续费', '9', '', 'd18');
INSERT INTO `b_dict` VALUES ('d6750df1-660e-4095-a3a3-5cc69b42f064', '2017-01-10 10:43:58', '2017-01-10 10:43:58', null, '', '', '盘亏入库', '8', '\0', 'd9');
INSERT INTO `b_dict` VALUES ('de2d0470-f760-421b-a050-e79b6185f8db', '2017-04-05 11:44:09', '2017-04-05 11:44:09', '0', '\0', '', '转账', '7', '', 'd18');
INSERT INTO `b_dict` VALUES ('e1213086-351c-4dd6-92b8-dfaf05766152', '2017-02-09 16:09:40', '2017-02-09 16:09:40', '0', '\0', '', '年', '5', '', 'd16');
INSERT INTO `b_dict` VALUES ('eec713f7-9146-4355-9a29-fda1457157f2', '2017-01-03 17:16:41', '2017-01-03 17:16:41', null, '', '', '注销', '2', '', 'd8');
INSERT INTO `b_dict` VALUES ('f8f9c874-a626-43bf-93b9-5b24bf12932d', '2017-02-09 16:08:33', '2017-02-09 16:08:33', '0', '\0', '', '天', '3', '', 'd15');
INSERT INTO `b_dict` VALUES ('fbc1a8f7-a072-4326-87d1-e7e038c8ff91', '2017-01-03 17:16:32', '2017-01-03 17:16:32', null, '', '', '启用', '1', '', 'd8');

-- ----------------------------
-- Table structure for b_dict_type
-- ----------------------------
DROP TABLE IF EXISTS `b_dict_type`;
CREATE TABLE `b_dict_type` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(255) DEFAULT NULL,
  `dataUpdateTime` varchar(255) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `dataSort` int(11) NOT NULL,
  `memo` varchar(1024) DEFAULT NULL,
  `typeCode` varchar(50) NOT NULL,
  `typeName` varchar(400) NOT NULL,
  `useFlag` bit(1) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXiynuou7mse3qpg4k0qru9cmmw` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of b_dict_type
-- ----------------------------
INSERT INTO `b_dict_type` VALUES ('d1', null, null, '1', '1', null, 'DT00001', '支付类型', '');
INSERT INTO `b_dict_type` VALUES ('d10', null, null, '1', '10', null, 'DT00010', '支付方式', '');
INSERT INTO `b_dict_type` VALUES ('d11', null, null, '1', '11', null, 'DT00011', 'IC卡分类', '');
INSERT INTO `b_dict_type` VALUES ('d15', null, null, '1', '15', null, 'DT00015', '有效期单位', '');
INSERT INTO `b_dict_type` VALUES ('d16', null, null, '1', '16', null, 'DT00016', '有效激活期单位', '');
INSERT INTO `b_dict_type` VALUES ('d18', null, null, '1', '18', null, 'DT00018', '交易类型', '');
INSERT INTO `b_dict_type` VALUES ('d19', null, null, '1', '19', null, 'DT00019', '电子凭证类型', '');
INSERT INTO `b_dict_type` VALUES ('d22', null, null, '1', '22', null, 'DT00022', '签约状态', '');
INSERT INTO `b_dict_type` VALUES ('d23', null, null, '1', '23', null, 'DT00023', '签约结算方式', '');
INSERT INTO `b_dict_type` VALUES ('d24', null, null, '1', '24', null, 'DT00024', '模板所属分类', '');
INSERT INTO `b_dict_type` VALUES ('d25', null, null, '1', '25', null, 'DT00025', '短信发送条件', '');
INSERT INTO `b_dict_type` VALUES ('d8', null, null, '1', '8', null, 'DT00008', '导游状态', '');
INSERT INTO `b_dict_type` VALUES ('d9', null, null, '1', '9', null, 'DT00009', '出入库操作方式', '');

-- ----------------------------
-- Table structure for b_guide
-- ----------------------------
DROP TABLE IF EXISTS `b_guide`;
CREATE TABLE `b_guide` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `cardNo` varchar(255) DEFAULT NULL,
  `curEditTime` varchar(255) DEFAULT NULL,
  `curLoginIp` varchar(255) DEFAULT NULL,
  `curLoginTime` varchar(255) DEFAULT NULL,
  `dataSort` int(11) DEFAULT NULL,
  `errorLoginTimes` int(11) DEFAULT NULL,
  `guideCardNo` varchar(255) DEFAULT NULL,
  `guideName` varchar(255) DEFAULT NULL,
  `idNumber` varchar(255) DEFAULT NULL,
  `loginTimes` int(11) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `mobile` varchar(255) DEFAULT NULL,
  `shortCode` varchar(255) DEFAULT NULL,
  `statusDescription` varchar(255) DEFAULT NULL,
  `guideState` varchar(50) NOT NULL,
  `travelAgencyId` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXlgmylj7upcrdojtnghb8rm36i` (`id`),
  KEY `IDXj1m95n1fx835xc35h19aabl97` (`travelAgencyId`),
  KEY `IDX90mb6r25wyjvgyauhewomb0ue` (`guideName`),
  KEY `IDX6o99xf6ruc7cscgrf04exfqos` (`mobile`),
  KEY `FKo12sv6xop9ba7li5yc4vdk7jg` (`guideState`),
  CONSTRAINT `FKl89p1foosgl7u3dcj67avfqja` FOREIGN KEY (`travelAgencyId`) REFERENCES `b_travel_agency` (`id`),
  CONSTRAINT `FKo12sv6xop9ba7li5yc4vdk7jg` FOREIGN KEY (`guideState`) REFERENCES `b_dict` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of b_guide
-- ----------------------------

-- ----------------------------
-- Table structure for b_notice
-- ----------------------------
DROP TABLE IF EXISTS `b_notice`;
CREATE TABLE `b_notice` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `availabilityDate` varchar(20) DEFAULT NULL,
  `noticeContent` varchar(4000) DEFAULT NULL,
  `noticeDate` varchar(20) DEFAULT NULL,
  `noticeLevel` int(11) DEFAULT NULL,
  `noticeName` varchar(200) DEFAULT NULL,
  `noticeSourceType` int(11) DEFAULT NULL,
  `ownerCode` varchar(50) DEFAULT NULL,
  `noticeSummary` longtext,
  PRIMARY KEY (`id`),
  KEY `IDXrgyfqmyksiindvd7vj4r10sjj` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of b_notice
-- ----------------------------

-- ----------------------------
-- Table structure for b_pay_config
-- ----------------------------
DROP TABLE IF EXISTS `b_pay_config`;
CREATE TABLE `b_pay_config` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `appId` varchar(200) NOT NULL,
  `appKey` varchar(200) NOT NULL,
  `email` varchar(200) DEFAULT NULL,
  `natifyUrl` varchar(500) DEFAULT NULL,
  `partnerid` varchar(50) DEFAULT NULL,
  `payType` varchar(2) NOT NULL,
  `returnUrl` varchar(500) DEFAULT NULL,
  `testAmount` varchar(10) DEFAULT NULL,
  `testFlag` bit(1) DEFAULT NULL,
  `usedFlag` bit(1) DEFAULT NULL,
  `classification` int(11) DEFAULT NULL,
  `payMethod` int(11) NOT NULL,
  `requestUrl` varchar(500) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXaw2jkcd51ti4eeev72fdh4ija` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of b_pay_config
-- ----------------------------
INSERT INTO `b_pay_config` VALUES ('2064aba6-0538-4cd3-92ef-766fae50e703', '2017-06-29 20:27:58', '2017-06-29 20:47:09', '0', 'fxcs', 'F2F44E1454BC48648535345A99CB5995', 'yl@126.com', 'http://hebilover.vicp.net/fsale', 'fxcs', '4', 'http://hebilover.vicp.net/fsale', '0.10', '', '', '2', '6', 'http://123.57.81.99:606/');

-- ----------------------------
-- Table structure for b_pay_mode
-- ----------------------------
DROP TABLE IF EXISTS `b_pay_mode`;
CREATE TABLE `b_pay_mode` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(255) DEFAULT NULL,
  `dataUpdateTime` varchar(255) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `dataSort` int(11) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `paymodeCode` varchar(50) DEFAULT NULL,
  `paymodeName` varchar(255) DEFAULT NULL,
  `useFlag` bit(1) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXfty5knloj4l8gy1a39mdt541o` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of b_pay_mode
-- ----------------------------

-- ----------------------------
-- Table structure for b_sms_send_log
-- ----------------------------
DROP TABLE IF EXISTS `b_sms_send_log`;
CREATE TABLE `b_sms_send_log` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `mobile` varchar(30) DEFAULT NULL,
  `orderNo` varchar(50) DEFAULT NULL,
  `providerCode` varchar(50) DEFAULT NULL,
  `providerName` varchar(100) DEFAULT NULL,
  `providerType` int(11) DEFAULT NULL,
  `returnContent` varchar(100) DEFAULT NULL,
  `sendDate` varchar(20) DEFAULT NULL,
  `sengFlag` int(11) DEFAULT NULL,
  `smsMessage` varchar(500) DEFAULT NULL,
  `smsTitle` varchar(500) DEFAULT NULL,
  `smsType` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXfr4tvef6mj4spk72rrwhpm02r` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of b_sms_send_log
-- ----------------------------
INSERT INTO `b_sms_send_log` VALUES ('151b2a26-64b3-4ed0-a7e5-0177eb7382d6', '2017-04-21 13:47:56', '2017-04-21 13:47:56', '0', '13412341111', '134513', '1324123', '米女', '2', '404', null, '2', 'note', 'title', '2');
INSERT INTO `b_sms_send_log` VALUES ('4e98893b-8057-4ae8-9a07-745e2001f13e', '2017-04-21 11:32:18', '2017-04-21 13:49:54', '0', '13412341111', '134513', '1324123', '米女', '2', '404', null, '1', 'note', 'title', '2');
INSERT INTO `b_sms_send_log` VALUES ('694e61c9-381f-4d97-91ab-91a88c068145', '2017-04-21 13:48:14', '2017-04-21 13:48:14', '0', '13412341111', '134513', '1324123', '米女', '2', '404', null, '1', 'note', 'title', '1');
INSERT INTO `b_sms_send_log` VALUES ('79550308-23bd-4a2b-9b23-4182fe26f44b', '2017-04-21 13:48:04', '2017-04-21 13:50:06', '0', '13412341111', '134513', '1324123', '米女qq', '2', '404', null, '1', 'note', 'title', '2');

-- ----------------------------
-- Table structure for b_sms_templet
-- ----------------------------
DROP TABLE IF EXISTS `b_sms_templet`;
CREATE TABLE `b_sms_templet` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `dataSort` int(11) DEFAULT NULL,
  `memo` varchar(200) DEFAULT NULL,
  `sendConditions` varchar(50) DEFAULT NULL,
  `smsInfo` varchar(500) DEFAULT NULL,
  `templetName` varchar(50) DEFAULT NULL,
  `templetOwnerFlag` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXr40a5py540b21p2x9dtd49fug` (`id`),
  KEY `FKmtlidgft0jfd40ee9bxxft48x` (`sendConditions`),
  CONSTRAINT `FKmtlidgft0jfd40ee9bxxft48x` FOREIGN KEY (`sendConditions`) REFERENCES `b_dict` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of b_sms_templet
-- ----------------------------

-- ----------------------------
-- Table structure for b_sso_info
-- ----------------------------
DROP TABLE IF EXISTS `b_sso_info`;
CREATE TABLE `b_sso_info` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `tktId` varchar(255) DEFAULT NULL,
  `tktpd` varchar(255) DEFAULT NULL,
  `userName` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXf3pnivop1sb3mti167ag6jxo0` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of b_sso_info
-- ----------------------------
INSERT INTO `b_sso_info` VALUES ('e195f380-67ad-4bd5-94eb-90ae83b79797', '2017-06-20 14:21:59', '2017-06-20 14:21:59', '0', 'fsale609cc075-c7f9-4bde-b9e9-fc02a872c6ee', '670b14728ad9902aecba32e22fa4f6bd', 'admin@JQ596352');

-- ----------------------------
-- Table structure for b_system_global_config
-- ----------------------------
DROP TABLE IF EXISTS `b_system_global_config`;
CREATE TABLE `b_system_global_config` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `clientOverdueTime` int(11) DEFAULT NULL,
  `baseServerUrl` varchar(255) DEFAULT NULL,
  `shopUrl` varchar(255) DEFAULT NULL,
  `systemCode` varchar(255) DEFAULT NULL,
  `wsaleUrl` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX91sn1e9b1k7t2tssy4puhw121` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of b_system_global_config
-- ----------------------------
INSERT INTO `b_system_global_config` VALUES ('08280622-743d-4ba1-a4f1-140487b56bdc', '2017-02-10 11:31:57', '2017-04-20 12:36:48', '0', '2', null, null, null, null);

-- ----------------------------
-- Table structure for b_system_log
-- ----------------------------
DROP TABLE IF EXISTS `b_system_log`;
CREATE TABLE `b_system_log` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `employeeCode` varchar(50) DEFAULT NULL,
  `ip` varchar(50) DEFAULT NULL,
  `menuName` varchar(100) DEFAULT NULL,
  `operationContent` varchar(500) DEFAULT NULL,
  `operationName` varchar(200) DEFAULT NULL,
  `operationTime` varchar(30) DEFAULT NULL,
  `userType` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX4bp187htgwq8fsm38dwy4ktq1` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=295 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of b_system_log
-- ----------------------------

-- ----------------------------
-- Table structure for b_templet_placeholder
-- ----------------------------
DROP TABLE IF EXISTS `b_templet_placeholder`;
CREATE TABLE `b_templet_placeholder` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `dataSort` int(11) NOT NULL,
  `memo` varchar(1024) NOT NULL,
  `placeholderName` varchar(400) NOT NULL,
  `placeholderValue` varchar(400) NOT NULL,
  `useFlag` bit(1) NOT NULL,
  `templetType` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX7u6edssi6ibhh43a48vdhe01k` (`id`),
  KEY `FKkapq8n24gajr2hcd7xy72rkd9` (`templetType`),
  CONSTRAINT `FKkapq8n24gajr2hcd7xy72rkd9` FOREIGN KEY (`templetType`) REFERENCES `b_dict` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of b_templet_placeholder
-- ----------------------------
INSERT INTO `b_templet_placeholder` VALUES ('3257519c-a223-4d96-808f-9fcfd2d48aa2', '2017-06-16 11:10:58', '2017-06-24 11:33:06', '0', '1', '', 'A', 'A', '', '4d13d418-b4de-4706-a21d-19baa502d902');

-- ----------------------------
-- Table structure for b_travel_agency
-- ----------------------------
DROP TABLE IF EXISTS `b_travel_agency`;
CREATE TABLE `b_travel_agency` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `agencyCode` varchar(255) DEFAULT NULL,
  `dataSort` int(11) DEFAULT NULL,
  `guideName` varchar(255) DEFAULT NULL,
  `linkInfo` varchar(255) DEFAULT NULL,
  `shortCode` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXjyss0ysfbo53hsditsq1bw6w0` (`id`),
  KEY `IDXj23tvv1eq4ibodm2yrgwa12pm` (`agencyCode`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of b_travel_agency
-- ----------------------------
INSERT INTO `b_travel_agency` VALUES ('0e61d5d8-a294-441e-8505-56c98632ecd0', '2017-03-29 16:03:22', '2017-03-29 16:03:22', '0', '7150', '2', '旅行社', '15910451510', '1000');

-- ----------------------------
-- Table structure for f_contract_distribution
-- ----------------------------
DROP TABLE IF EXISTS `f_contract_distribution`;
CREATE TABLE `f_contract_distribution` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `applyDate` varchar(20) DEFAULT NULL,
  `approveDate` varchar(20) DEFAULT NULL,
  `memo` varchar(500) DEFAULT NULL,
  `sendSmsFlag` int(11) DEFAULT NULL,
  `validDate` varchar(10) DEFAULT NULL,
  `approveFlag` varchar(50) NOT NULL,
  `distributionId` varchar(50) NOT NULL,
  `distributionGroupId` varchar(50) NOT NULL,
  `payMode` varchar(50) NOT NULL,
  `supplierId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX36kpnbakt6kkkjnljfsdcxubl` (`id`),
  KEY `FK32o254ecpekfr8i5yx569j2jb` (`approveFlag`),
  KEY `FKt1897m1wr8qurnbw234l2p433` (`distributionId`),
  KEY `FKehissrevkmidseds878oncr0l` (`distributionGroupId`),
  KEY `FK4termytihceofncfvg8c88tg5` (`payMode`),
  KEY `FKi7trftr28l0dcihvxgk6guhsc` (`supplierId`),
  CONSTRAINT `FK32o254ecpekfr8i5yx569j2jb` FOREIGN KEY (`approveFlag`) REFERENCES `b_dict` (`id`),
  CONSTRAINT `FK4termytihceofncfvg8c88tg5` FOREIGN KEY (`payMode`) REFERENCES `b_dict` (`id`),
  CONSTRAINT `FKehissrevkmidseds878oncr0l` FOREIGN KEY (`distributionGroupId`) REFERENCES `f_distribution_rule_group` (`id`),
  CONSTRAINT `FKi7trftr28l0dcihvxgk6guhsc` FOREIGN KEY (`supplierId`) REFERENCES `f_supplier` (`id`),
  CONSTRAINT `FKt1897m1wr8qurnbw234l2p433` FOREIGN KEY (`distributionId`) REFERENCES `f_distribution` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_contract_distribution
-- ----------------------------

-- ----------------------------
-- Table structure for f_contract_single
-- ----------------------------
DROP TABLE IF EXISTS `f_contract_single`;
CREATE TABLE `f_contract_single` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `distributionId` varchar(50) NOT NULL,
  `supplierId` varchar(50) NOT NULL,
  `distributionRuleId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX39m685liy2rrub5awy4xvsrin` (`id`),
  KEY `FKhwc0w7guxpfkl64yqfju6k5fh` (`distributionId`),
  KEY `FKnuxhs01d5v7s8016gtavomwi5` (`supplierId`),
  KEY `FKqp0e7fg67uiae80v8bxigxcnp` (`distributionRuleId`),
  CONSTRAINT `FKhwc0w7guxpfkl64yqfju6k5fh` FOREIGN KEY (`distributionId`) REFERENCES `f_distribution` (`id`),
  CONSTRAINT `FKnuxhs01d5v7s8016gtavomwi5` FOREIGN KEY (`supplierId`) REFERENCES `f_supplier` (`id`),
  CONSTRAINT `FKqp0e7fg67uiae80v8bxigxcnp` FOREIGN KEY (`distributionRuleId`) REFERENCES `f_ticket_distribution_rule` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_contract_single
-- ----------------------------

-- ----------------------------
-- Table structure for f_distribution
-- ----------------------------
DROP TABLE IF EXISTS `f_distribution`;
CREATE TABLE `f_distribution` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `address` varchar(200) DEFAULT NULL,
  `approvalDesc` varchar(500) DEFAULT NULL,
  `approvalFlag` int(11) DEFAULT NULL,
  `asyncNoticeFlag` bit(1) DEFAULT NULL,
  `bankName` varchar(200) DEFAULT NULL,
  `cantonCode` varchar(50) DEFAULT NULL,
  `curLoginTime` varchar(20) DEFAULT NULL,
  `distributionCode` varchar(50) DEFAULT NULL,
  `distributionName` varchar(50) DEFAULT NULL,
  `linkmanName` varchar(50) DEFAULT NULL,
  `logo` varchar(200) DEFAULT NULL,
  `mobile` varchar(11) DEFAULT NULL,
  `pwd` varchar(50) DEFAULT NULL,
  `registerTime` varchar(20) DEFAULT NULL,
  `sendSmsFlag` bit(1) DEFAULT NULL,
  `settlementExplain` varchar(200) DEFAULT NULL,
  `simpleInfo` varchar(1000) DEFAULT NULL,
  `tel` varchar(20) DEFAULT NULL,
  `trafficDescription` varchar(1000) DEFAULT NULL,
  `useFlag` bit(1) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX2xf8l4x6kif025q8fw23cdemp` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_distribution
-- ----------------------------

-- ----------------------------
-- Table structure for f_distribution_account
-- ----------------------------
DROP TABLE IF EXISTS `f_distribution_account`;
CREATE TABLE `f_distribution_account` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `balance` decimal(19,2) DEFAULT NULL,
  `balanceWarn` decimal(19,2) DEFAULT NULL,
  `frozenMoney` decimal(19,2) DEFAULT NULL,
  `overMoney` decimal(19,2) DEFAULT NULL,
  `distributionId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXk11sdi58yn1rh7csb0opu2ag9` (`id`),
  KEY `FKoe5ryex6e2ombd960cfbniw9x` (`distributionId`),
  CONSTRAINT `FKoe5ryex6e2ombd960cfbniw9x` FOREIGN KEY (`distributionId`) REFERENCES `f_distribution` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_distribution_account
-- ----------------------------

-- ----------------------------
-- Table structure for f_distribution_account_back
-- ----------------------------
DROP TABLE IF EXISTS `f_distribution_account_back`;
CREATE TABLE `f_distribution_account_back` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `accountValue` int(11) DEFAULT NULL,
  `approveContent` varchar(200) DEFAULT NULL,
  `approveDate` varchar(20) DEFAULT NULL,
  `approveEmployeeCode` varchar(50) DEFAULT NULL,
  `approveFlag` int(11) DEFAULT NULL,
  `backNo` varchar(50) DEFAULT NULL,
  `companyId` varchar(50) DEFAULT NULL,
  `dealMoney` decimal(19,2) DEFAULT NULL,
  `handEmployeeCode` varchar(50) DEFAULT NULL,
  `inComeFlag` bit(1) DEFAULT NULL,
  `memo` varchar(200) DEFAULT NULL,
  `distributionId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXpkklaovft3a9n04ixq1303m6b` (`id`),
  KEY `FKlkttrugp85h69yo1pqw3h14yp` (`distributionId`),
  CONSTRAINT `FKlkttrugp85h69yo1pqw3h14yp` FOREIGN KEY (`distributionId`) REFERENCES `f_distribution` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_distribution_account_back
-- ----------------------------

-- ----------------------------
-- Table structure for f_distribution_account_bill
-- ----------------------------
DROP TABLE IF EXISTS `f_distribution_account_bill`;
CREATE TABLE `f_distribution_account_bill` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `accountDealCode` varchar(50) DEFAULT NULL,
  `accountValue` int(11) DEFAULT NULL,
  `balance` decimal(19,2) DEFAULT NULL,
  `childAccountBalance` decimal(19,2) DEFAULT NULL,
  `dealDate` varchar(20) DEFAULT NULL,
  `dealMoney` decimal(19,2) DEFAULT NULL,
  `inComeFlag` bit(1) DEFAULT NULL,
  `orderNo` varchar(255) DEFAULT NULL,
  `dictAccountDealTypeId` varchar(50) NOT NULL,
  `distributionId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXc1feg286py43angramoaa6ul7` (`id`),
  KEY `FKmtc9hs34mta0nu9mb38djbc24` (`dictAccountDealTypeId`),
  KEY `FKbmc3fomq7ivodlbm6x7919fpv` (`distributionId`),
  CONSTRAINT `FKbmc3fomq7ivodlbm6x7919fpv` FOREIGN KEY (`distributionId`) REFERENCES `f_distribution` (`id`),
  CONSTRAINT `FKmtc9hs34mta0nu9mb38djbc24` FOREIGN KEY (`dictAccountDealTypeId`) REFERENCES `b_dict` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_distribution_account_bill
-- ----------------------------

-- ----------------------------
-- Table structure for f_distribution_contacts
-- ----------------------------
DROP TABLE IF EXISTS `f_distribution_contacts`;
CREATE TABLE `f_distribution_contacts` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `address` varchar(200) DEFAULT NULL,
  `email` varchar(50) DEFAULT NULL,
  `headImg` varchar(200) DEFAULT NULL,
  `idCard` varchar(50) DEFAULT NULL,
  `name` varchar(50) DEFAULT NULL,
  `phone` varchar(50) DEFAULT NULL,
  `distributionId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX59og0mcug1csify6aoqc8w7uv` (`id`),
  KEY `FKlwt3povu5vpo2nhh9dehrh1tw` (`distributionId`),
  CONSTRAINT `FKlwt3povu5vpo2nhh9dehrh1tw` FOREIGN KEY (`distributionId`) REFERENCES `f_distribution` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_distribution_contacts
-- ----------------------------

-- ----------------------------
-- Table structure for f_distribution_group
-- ----------------------------
DROP TABLE IF EXISTS `f_distribution_group`;
CREATE TABLE `f_distribution_group` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `dataSort` int(11) DEFAULT NULL,
  `distributionGroupCode` varchar(10) DEFAULT NULL,
  `distributionGroupName` varchar(50) DEFAULT NULL,
  `memo` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXjcgt6l7pfj0illxt7kabm5dcw` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_distribution_group
-- ----------------------------

-- ----------------------------
-- Table structure for f_distribution_group_link_distribution
-- ----------------------------
DROP TABLE IF EXISTS `f_distribution_group_link_distribution`;
CREATE TABLE `f_distribution_group_link_distribution` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `distributionId` varchar(50) NOT NULL,
  `groupId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX9htewuv7xm01ukopj8bbpb994` (`id`),
  KEY `FKou4yh6winotd666u2fxoyhn3k` (`distributionId`),
  KEY `FKiatd5yx8i6ysyrd58mexe42k5` (`groupId`),
  CONSTRAINT `FKiatd5yx8i6ysyrd58mexe42k5` FOREIGN KEY (`groupId`) REFERENCES `f_distribution_group` (`id`),
  CONSTRAINT `FKou4yh6winotd666u2fxoyhn3k` FOREIGN KEY (`distributionId`) REFERENCES `f_distribution` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_distribution_group_link_distribution
-- ----------------------------

-- ----------------------------
-- Table structure for f_distribution_group_link_rule
-- ----------------------------
DROP TABLE IF EXISTS `f_distribution_group_link_rule`;
CREATE TABLE `f_distribution_group_link_rule` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `groupId` varchar(50) NOT NULL,
  `ruleId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXk7vj9ygebvvq4e40r9r7hi5v9` (`id`),
  KEY `FKsw7y4gxamwl425k749q08ndmp` (`groupId`),
  KEY `FK2vmtx8aebnr9ohhl38uaoc9kc` (`ruleId`),
  CONSTRAINT `FK2vmtx8aebnr9ohhl38uaoc9kc` FOREIGN KEY (`ruleId`) REFERENCES `f_ticket_distribution_rule` (`id`),
  CONSTRAINT `FKsw7y4gxamwl425k749q08ndmp` FOREIGN KEY (`groupId`) REFERENCES `f_distribution_rule_group` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_distribution_group_link_rule
-- ----------------------------

-- ----------------------------
-- Table structure for f_distribution_interface
-- ----------------------------
DROP TABLE IF EXISTS `f_distribution_interface`;
CREATE TABLE `f_distribution_interface` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `interfaceName` varchar(50) DEFAULT NULL,
  `interfaceUrl` varchar(500) DEFAULT NULL,
  `memo` varchar(2000) DEFAULT NULL,
  `requestType` varchar(2) DEFAULT NULL,
  `returnDataType` varchar(2) DEFAULT NULL,
  `distributionId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXnr9ld2r8x9p7u1hclimvrq896` (`id`),
  KEY `FKqfet6xw8np3lmo7s7p8a5g65l` (`distributionId`),
  CONSTRAINT `FKqfet6xw8np3lmo7s7p8a5g65l` FOREIGN KEY (`distributionId`) REFERENCES `f_distribution` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_distribution_interface
-- ----------------------------

-- ----------------------------
-- Table structure for f_distribution_interface_auth
-- ----------------------------
DROP TABLE IF EXISTS `f_distribution_interface_auth`;
CREATE TABLE `f_distribution_interface_auth` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `appId` varchar(100) DEFAULT NULL,
  `appSecret` varchar(100) DEFAULT NULL,
  `dockeName` varchar(50) DEFAULT NULL,
  `memo` varchar(2000) DEFAULT NULL,
  `distributionId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX9f1nm9qi3sa3wxh2300aectl2` (`id`),
  KEY `FKqn6vl6p5qwfxig6nwn8yl02dy` (`distributionId`),
  CONSTRAINT `FKqn6vl6p5qwfxig6nwn8yl02dy` FOREIGN KEY (`distributionId`) REFERENCES `f_distribution` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_distribution_interface_auth
-- ----------------------------

-- ----------------------------
-- Table structure for f_distribution_interface_parameters
-- ----------------------------
DROP TABLE IF EXISTS `f_distribution_interface_parameters`;
CREATE TABLE `f_distribution_interface_parameters` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `defaultValue` varchar(100) DEFAULT NULL,
  `memo` varchar(500) DEFAULT NULL,
  `mustFlag` bit(1) DEFAULT NULL,
  `name` varchar(50) DEFAULT NULL,
  `parametersType` varchar(2) DEFAULT NULL,
  `distributionInterfaceId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXg7s1jx5ny2ujmvvxcsxg5olyu` (`id`),
  KEY `FK19tyqk7v1fa6n5b5s9rke7wb1` (`distributionInterfaceId`),
  CONSTRAINT `FK19tyqk7v1fa6n5b5s9rke7wb1` FOREIGN KEY (`distributionInterfaceId`) REFERENCES `f_distribution_interface` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_distribution_interface_parameters
-- ----------------------------

-- ----------------------------
-- Table structure for f_distribution_rule_group
-- ----------------------------
DROP TABLE IF EXISTS `f_distribution_rule_group`;
CREATE TABLE `f_distribution_rule_group` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `groupCode` varchar(50) DEFAULT NULL,
  `groupName` varchar(50) DEFAULT NULL,
  `supplierId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXiiem56gfwunfpk9gl8ecpkl0s` (`id`),
  KEY `FKk1wceofr020lhfphu3021njgg` (`supplierId`),
  CONSTRAINT `FKk1wceofr020lhfphu3021njgg` FOREIGN KEY (`supplierId`) REFERENCES `f_supplier` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_distribution_rule_group
-- ----------------------------

-- ----------------------------
-- Table structure for f_order_print_templet
-- ----------------------------
DROP TABLE IF EXISTS `f_order_print_templet`;
CREATE TABLE `f_order_print_templet` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `dataSort` int(11) DEFAULT NULL,
  `memo` varchar(200) DEFAULT NULL,
  `printTempletName` varchar(50) DEFAULT NULL,
  `useFlag` bit(1) DEFAULT NULL,
  `supplierId` varchar(50) NOT NULL,
  `templetOwnerFlag` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXfr7d1d0949o58ba7a0qpmku8e` (`id`),
  KEY `FKhtrnlcvdqeehw8rbdpyntu5wv` (`supplierId`),
  KEY `FKrsh5dr2jucqet1axykvnoic7m` (`templetOwnerFlag`),
  CONSTRAINT `FKhtrnlcvdqeehw8rbdpyntu5wv` FOREIGN KEY (`supplierId`) REFERENCES `f_supplier` (`id`),
  CONSTRAINT `FKrsh5dr2jucqet1axykvnoic7m` FOREIGN KEY (`templetOwnerFlag`) REFERENCES `b_dict` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_order_print_templet
-- ----------------------------

-- ----------------------------
-- Table structure for f_order_print_templet_list
-- ----------------------------
DROP TABLE IF EXISTS `f_order_print_templet_list`;
CREATE TABLE `f_order_print_templet_list` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `boldFlag` bit(1) DEFAULT NULL,
  `content` varchar(200) DEFAULT NULL,
  `dataSort` int(11) DEFAULT NULL,
  `fontSize` int(11) DEFAULT NULL,
  `underlinedFlag` bit(1) DEFAULT NULL,
  `orderPrintTempletId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX97g6mgm5cu5xd6ua8voqmho9s` (`id`),
  KEY `FK12fevb5vhp0ffd9qg08atfqtf` (`orderPrintTempletId`),
  CONSTRAINT `FK12fevb5vhp0ffd9qg08atfqtf` FOREIGN KEY (`orderPrintTempletId`) REFERENCES `f_order_print_templet` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_order_print_templet_list
-- ----------------------------

-- ----------------------------
-- Table structure for f_product_catalog
-- ----------------------------
DROP TABLE IF EXISTS `f_product_catalog`;
CREATE TABLE `f_product_catalog` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `catalogCode` varchar(10) DEFAULT NULL,
  `catalogName` varchar(50) DEFAULT NULL,
  `dataSort` int(11) DEFAULT NULL,
  `memo` varchar(200) DEFAULT NULL,
  `supplierId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXpq41skhxpk7n16ltjtnni9vw5` (`id`),
  KEY `FKl43pyfo3li4yvvueoacjs004w` (`supplierId`),
  CONSTRAINT `FKl43pyfo3li4yvvueoacjs004w` FOREIGN KEY (`supplierId`) REFERENCES `f_supplier` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_product_catalog
-- ----------------------------

-- ----------------------------
-- Table structure for f_sales_voucher
-- ----------------------------
DROP TABLE IF EXISTS `f_sales_voucher`;
CREATE TABLE `f_sales_voucher` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `baseOrderNo` varchar(100) DEFAULT NULL,
  `contactIdCard` varchar(20) DEFAULT NULL,
  `contactMobile` varchar(12) DEFAULT NULL,
  `contactName` varchar(50) DEFAULT NULL,
  `disLinkmanName` varchar(50) DEFAULT NULL,
  `distributionId` varchar(36) DEFAULT NULL,
  `memo` varchar(512) DEFAULT NULL,
  `orderPersonNum` int(11) DEFAULT NULL,
  `orderStatus` int(11) DEFAULT NULL,
  `payAmount` decimal(19,2) DEFAULT NULL,
  `payMethod` int(11) DEFAULT NULL,
  `payType` int(11) DEFAULT NULL,
  `printInvoiceFlag` int(11) DEFAULT NULL,
  `returnFlag` int(11) DEFAULT NULL,
  `rootVoucherNo` varchar(100) DEFAULT NULL,
  `salesVoucherNo` varchar(100) DEFAULT NULL,
  `salesvoucherType` int(11) DEFAULT NULL,
  `supplierCodes` varchar(100) DEFAULT NULL,
  `ticketNum` int(11) DEFAULT NULL,
  `voucherDate` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX152ke2jiht4wiul2hm9s2hj44` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_sales_voucher
-- ----------------------------

-- ----------------------------
-- Table structure for f_sales_voucher_details
-- ----------------------------
DROP TABLE IF EXISTS `f_sales_voucher_details`;
CREATE TABLE `f_sales_voucher_details` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `beginPassTime` varchar(20) DEFAULT NULL,
  `cycleNum` int(11) DEFAULT NULL,
  `cycleUnits` int(11) DEFAULT NULL,
  `dealMoney` decimal(19,2) DEFAULT NULL,
  `dealNum` int(11) DEFAULT NULL,
  `endPassTime` varchar(20) DEFAULT NULL,
  `idCardFlag` int(11) DEFAULT NULL,
  `memo` varchar(512) DEFAULT NULL,
  `playerIdCard` varchar(20) DEFAULT NULL,
  `playerMobile` varchar(20) DEFAULT NULL,
  `playerPerType` int(11) DEFAULT NULL,
  `ruleId` varchar(36) DEFAULT NULL,
  `supplierCode` varchar(50) DEFAULT NULL,
  `ticketClassification` int(11) DEFAULT NULL,
  `ticketId` varchar(36) DEFAULT NULL,
  `ticketPlayer` int(11) DEFAULT NULL,
  `ticketPrice` decimal(19,2) DEFAULT NULL,
  `ticketSettlePrice` decimal(19,2) DEFAULT NULL,
  `unitUseNum` int(11) DEFAULT NULL,
  `useFlag` int(11) DEFAULT NULL,
  `vlidDateNum` int(11) DEFAULT NULL,
  `vlidDateUnits` int(11) DEFAULT NULL,
  `salesVoucherId` varchar(50) NOT NULL,
  `ticketNo` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX91yd5de050xkhtap8ili8bycb` (`id`),
  KEY `FKqkyhe73oqv6sl8wpawbvelmna` (`salesVoucherId`),
  CONSTRAINT `FKqkyhe73oqv6sl8wpawbvelmna` FOREIGN KEY (`salesVoucherId`) REFERENCES `f_sales_voucher` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_sales_voucher_details
-- ----------------------------

-- ----------------------------
-- Table structure for f_stocks_bill
-- ----------------------------
DROP TABLE IF EXISTS `f_stocks_bill`;
CREATE TABLE `f_stocks_bill` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `inWarehouseCode` varchar(50) DEFAULT NULL,
  `makeBillPerson` varchar(50) DEFAULT NULL,
  `makeDate` varchar(20) DEFAULT NULL,
  `memo` varchar(500) DEFAULT NULL,
  `outWarehouseCode` varchar(50) DEFAULT NULL,
  `dictStocksType` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXfw8apg31wb99kpwu88phdk7ls` (`id`),
  KEY `FK10m41d79jhgrc1fc3wk6eg2ir` (`dictStocksType`),
  CONSTRAINT `FK10m41d79jhgrc1fc3wk6eg2ir` FOREIGN KEY (`dictStocksType`) REFERENCES `b_dict` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_stocks_bill
-- ----------------------------

-- ----------------------------
-- Table structure for f_stocks_bill_list
-- ----------------------------
DROP TABLE IF EXISTS `f_stocks_bill_list`;
CREATE TABLE `f_stocks_bill_list` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `billCode` varchar(50) DEFAULT NULL,
  `endSerialNumber` int(11) DEFAULT NULL,
  `endTicketNumber` varchar(30) DEFAULT NULL,
  `memo` varchar(500) DEFAULT NULL,
  `productCode` varchar(50) DEFAULT NULL,
  `startSerialNumber` int(11) DEFAULT NULL,
  `startTicketNumber` varchar(30) DEFAULT NULL,
  `ticketCount` int(11) DEFAULT NULL,
  `icCardKind` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX3wlnr7jnnfomnfioxvn674pyu` (`id`),
  KEY `FK2o9i3tl9hh6yo8vk8g3a3rxm1` (`icCardKind`),
  CONSTRAINT `FK2o9i3tl9hh6yo8vk8g3a3rxm1` FOREIGN KEY (`icCardKind`) REFERENCES `b_dict` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_stocks_bill_list
-- ----------------------------

-- ----------------------------
-- Table structure for f_supplier
-- ----------------------------
DROP TABLE IF EXISTS `f_supplier`;
CREATE TABLE `f_supplier` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `address` varchar(200) DEFAULT NULL,
  `appId` varchar(200) DEFAULT NULL,
  `appKey` varchar(200) DEFAULT NULL,
  `bankName` varchar(150) DEFAULT NULL,
  `cantonCode` varchar(50) DEFAULT NULL,
  `dataSort` int(11) DEFAULT NULL,
  `fromBase` bit(1) DEFAULT NULL,
  `linkInfo` varchar(100) DEFAULT NULL,
  `logo` varchar(200) DEFAULT NULL,
  `mobile` varchar(11) DEFAULT NULL,
  `simpleInfo` varchar(2000) DEFAULT NULL,
  `supplierCode` varchar(20) DEFAULT NULL,
  `supplierName` varchar(100) DEFAULT NULL,
  `tel` varchar(20) DEFAULT NULL,
  `useFlag` bit(1) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXj7r5kuoynhf4b588x4m8w17nh` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_supplier
-- ----------------------------

-- ----------------------------
-- Table structure for f_supplier_distribution_auth
-- ----------------------------
DROP TABLE IF EXISTS `f_supplier_distribution_auth`;
CREATE TABLE `f_supplier_distribution_auth` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `dataSort` int(11) DEFAULT NULL,
  `memo` varchar(100) DEFAULT NULL,
  `distributionId` varchar(50) NOT NULL,
  `supplierId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX42aa9twmrqajje4728iyym26e` (`id`),
  KEY `FKnccp7t4cnwwiwkucnmtgic4mq` (`distributionId`),
  KEY `FK1wxqnr95uec4xtb8taoueaiat` (`supplierId`),
  CONSTRAINT `FK1wxqnr95uec4xtb8taoueaiat` FOREIGN KEY (`supplierId`) REFERENCES `f_supplier` (`id`),
  CONSTRAINT `FKnccp7t4cnwwiwkucnmtgic4mq` FOREIGN KEY (`distributionId`) REFERENCES `f_distribution` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_supplier_distribution_auth
-- ----------------------------

-- ----------------------------
-- Table structure for f_supplier_group
-- ----------------------------
DROP TABLE IF EXISTS `f_supplier_group`;
CREATE TABLE `f_supplier_group` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `dataSort` int(11) DEFAULT NULL,
  `memo` varchar(100) DEFAULT NULL,
  `supplierGroupCode` varchar(10) DEFAULT NULL,
  `supplierGroupName` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXctll3lgkn8rusm0fyh0pxsvys` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_supplier_group
-- ----------------------------

-- ----------------------------
-- Table structure for f_supplier_group_link_supplier
-- ----------------------------
DROP TABLE IF EXISTS `f_supplier_group_link_supplier`;
CREATE TABLE `f_supplier_group_link_supplier` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `supplierId` varchar(50) NOT NULL,
  `groupId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXdqtka59bgsd3qc8ski0dwlp2u` (`id`),
  KEY `FKrc40alqvkvw6jtakcpcye3cov` (`supplierId`),
  KEY `FKrkrhu40q46m0ntbwmbb4pwceg` (`groupId`),
  CONSTRAINT `FKrc40alqvkvw6jtakcpcye3cov` FOREIGN KEY (`supplierId`) REFERENCES `f_supplier` (`id`),
  CONSTRAINT `FKrkrhu40q46m0ntbwmbb4pwceg` FOREIGN KEY (`groupId`) REFERENCES `f_supplier_group` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_supplier_group_link_supplier
-- ----------------------------

-- ----------------------------
-- Table structure for f_supplier_interface
-- ----------------------------
DROP TABLE IF EXISTS `f_supplier_interface`;
CREATE TABLE `f_supplier_interface` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `interfaceName` varchar(100) DEFAULT NULL,
  `interfaceUrl` varchar(500) DEFAULT NULL,
  `memo` varchar(200) DEFAULT NULL,
  `requestType` varchar(2) DEFAULT NULL,
  `returnDataType` varchar(2) DEFAULT NULL,
  `supplierId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX9v44d5k0aj1eoocukpbxgt4e6` (`id`),
  KEY `FKi1t69jkyw8gdcqb8l4rnocryh` (`supplierId`),
  CONSTRAINT `FKi1t69jkyw8gdcqb8l4rnocryh` FOREIGN KEY (`supplierId`) REFERENCES `f_supplier` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_supplier_interface
-- ----------------------------

-- ----------------------------
-- Table structure for f_supplier_interface_auth
-- ----------------------------
DROP TABLE IF EXISTS `f_supplier_interface_auth`;
CREATE TABLE `f_supplier_interface_auth` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `appId` varchar(100) DEFAULT NULL,
  `appSecret` varchar(100) DEFAULT NULL,
  `dockeName` varchar(500) DEFAULT NULL,
  `memo` varchar(200) DEFAULT NULL,
  `supplierId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXcy56eoxdwlqw61m460fyy3d9b` (`id`),
  KEY `FKna53wcvkyaawt6ugi0065w1df` (`supplierId`),
  CONSTRAINT `FKna53wcvkyaawt6ugi0065w1df` FOREIGN KEY (`supplierId`) REFERENCES `f_supplier` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_supplier_interface_auth
-- ----------------------------

-- ----------------------------
-- Table structure for f_supplier_interface_parameters
-- ----------------------------
DROP TABLE IF EXISTS `f_supplier_interface_parameters`;
CREATE TABLE `f_supplier_interface_parameters` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `defaultValue` varchar(100) DEFAULT NULL,
  `memo` varchar(500) DEFAULT NULL,
  `mustFlag` bit(1) DEFAULT NULL,
  `name` varchar(50) DEFAULT NULL,
  `parametersType` varchar(2) DEFAULT NULL,
  `supplierInterfaceId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXcdbt3l931hqir57kpyrueuij` (`id`),
  KEY `FK366lq0gw7aphjuf91jsb4hj09` (`supplierInterfaceId`),
  CONSTRAINT `FK366lq0gw7aphjuf91jsb4hj09` FOREIGN KEY (`supplierInterfaceId`) REFERENCES `f_supplier_interface` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_supplier_interface_parameters
-- ----------------------------

-- ----------------------------
-- Table structure for f_third_party_pay_back
-- ----------------------------
DROP TABLE IF EXISTS `f_third_party_pay_back`;
CREATE TABLE `f_third_party_pay_back` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `callbackComment` varchar(200) DEFAULT NULL,
  `callbackDate` varchar(20) DEFAULT NULL,
  `callbackOrder` varchar(50) DEFAULT NULL,
  `callbackTranStat` varchar(100) DEFAULT NULL,
  `fundProviderName` varchar(200) DEFAULT NULL,
  `manageFlag` int(11) DEFAULT NULL,
  `manageResult` varchar(200) DEFAULT NULL,
  `netPayTypeId` varchar(50) DEFAULT NULL,
  `payOrderNo` varchar(50) DEFAULT NULL,
  `paySuccessFlag` bit(1) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX7hd747xw3dnsmasdr7t53kr8p` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_third_party_pay_back
-- ----------------------------

-- ----------------------------
-- Table structure for f_thirdparty_pay
-- ----------------------------
DROP TABLE IF EXISTS `f_thirdparty_pay`;
CREATE TABLE `f_thirdparty_pay` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `agencyName` varchar(100) DEFAULT NULL,
  `callbackComment` varchar(200) DEFAULT NULL,
  `callbackDate` varchar(20) DEFAULT NULL,
  `callbackOrder` varchar(50) DEFAULT NULL,
  `callbackStatus` varchar(100) DEFAULT NULL,
  `disposeFlag` bit(1) DEFAULT NULL,
  `fundProviderName` varchar(200) DEFAULT NULL,
  `netPayTypeID` varchar(50) DEFAULT NULL,
  `orderOperationNo` varchar(20) DEFAULT NULL,
  `payAccount` decimal(19,2) DEFAULT NULL,
  `payDate` varchar(50) DEFAULT NULL,
  `payOrderNo` varchar(50) DEFAULT NULL,
  `paySuccessFlag` bit(1) DEFAULT NULL,
  `distributionId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX35vqxkk0u2wu1945yyq316nky` (`id`),
  KEY `FK2iwjgikxywnhelkhl61lfpu6t` (`distributionId`),
  CONSTRAINT `FK2iwjgikxywnhelkhl61lfpu6t` FOREIGN KEY (`distributionId`) REFERENCES `f_distribution` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_thirdparty_pay
-- ----------------------------

-- ----------------------------
-- Table structure for f_ticket
-- ----------------------------
DROP TABLE IF EXISTS `f_ticket`;
CREATE TABLE `f_ticket` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `dataSort` int(11) DEFAULT NULL,
  `endTime` varchar(255) DEFAULT NULL,
  `startTime` varchar(255) DEFAULT NULL,
  `syncTicketPrice` decimal(19,2) DEFAULT NULL,
  `syncticketCode` int(11) DEFAULT NULL,
  `ticketClassification` int(11) DEFAULT NULL,
  `ticketCode` varchar(50) DEFAULT NULL,
  `ticketCodeSync` varchar(20) DEFAULT NULL,
  `ticketName` varchar(100) DEFAULT NULL,
  `viewPrice` decimal(19,2) DEFAULT NULL,
  `supplierId` varchar(50) NOT NULL,
  `combinationFlag` bit(1) DEFAULT NULL,
  `resourcesFlag` bit(1) DEFAULT NULL,
  `useFlag` bit(1) DEFAULT NULL,
  `ticketRuleCode` varchar(255) DEFAULT NULL,
  `ticketNoRuleId` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX7dffff7lh45nwlncp2c9kfbdl` (`id`),
  KEY `FKdyaq165wsjv5p10lxcnsy79k1` (`supplierId`),
  KEY `FKsidjg1wxrgfrs6oycuphpjblg` (`ticketNoRuleId`),
  CONSTRAINT `FKdyaq165wsjv5p10lxcnsy79k1` FOREIGN KEY (`supplierId`) REFERENCES `f_supplier` (`id`),
  CONSTRAINT `FKsidjg1wxrgfrs6oycuphpjblg` FOREIGN KEY (`ticketNoRuleId`) REFERENCES `f_ticket_no_rule` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_ticket
-- ----------------------------

-- ----------------------------
-- Table structure for f_ticket_distribution_booking_time
-- ----------------------------
DROP TABLE IF EXISTS `f_ticket_distribution_booking_time`;
CREATE TABLE `f_ticket_distribution_booking_time` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `endTime` varchar(8) DEFAULT NULL,
  `startTime` varchar(8) DEFAULT NULL,
  `ruleId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX69jl3ly66s5et728ei1j6m538` (`id`),
  KEY `FKmt4wf676g2dwq0fj6ywsck8lp` (`ruleId`),
  CONSTRAINT `FKmt4wf676g2dwq0fj6ywsck8lp` FOREIGN KEY (`ruleId`) REFERENCES `f_ticket_distribution_rule` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_ticket_distribution_booking_time
-- ----------------------------

-- ----------------------------
-- Table structure for f_ticket_distribution_rule
-- ----------------------------
DROP TABLE IF EXISTS `f_ticket_distribution_rule`;
CREATE TABLE `f_ticket_distribution_rule` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `activeDayNum` int(11) DEFAULT NULL,
  `activeDelayNum` int(11) DEFAULT NULL,
  `beginDate` varchar(20) DEFAULT NULL,
  `ecodeSync` int(11) DEFAULT NULL,
  `endDate` varchar(20) DEFAULT NULL,
  `idCardFlag` int(11) DEFAULT NULL,
  `leastAdvanceDays` int(11) DEFAULT NULL,
  `maxSalePrice` decimal(19,2) DEFAULT NULL,
  `minSalePrice` decimal(19,2) DEFAULT NULL,
  `mostAdvanceDays` int(11) DEFAULT NULL,
  `orderMaxNum` int(11) DEFAULT NULL,
  `orderMinNum` int(11) DEFAULT NULL,
  `permitEditNum` int(11) DEFAULT NULL,
  `playerPerType` int(11) DEFAULT NULL,
  `publicRuleFlag` bit(1) DEFAULT NULL,
  `ruleCode` varchar(20) DEFAULT NULL,
  `ruleName` varchar(20) DEFAULT NULL,
  `settlePrice` decimal(19,2) DEFAULT NULL,
  `todayEndTime` varchar(8) DEFAULT NULL,
  `ecodeType` varchar(50) NOT NULL,
  `returnFeeId` varchar(50) NOT NULL,
  `ticketId` varchar(50) NOT NULL,
  `ticketRebateFeeId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX8sandyy3t6t0sieea001qkmpx` (`id`),
  KEY `FKq8l6pkwbtb945gokxvhrkptua` (`ecodeType`),
  KEY `FK2f8d0y5jryefxocu7mo5nbl27` (`returnFeeId`),
  KEY `FKe1sntkad0i60hmpp4l3jqc6cs` (`ticketId`),
  KEY `FKrq2gqmytq94a5q3fur0wbrcgt` (`ticketRebateFeeId`),
  CONSTRAINT `FK2f8d0y5jryefxocu7mo5nbl27` FOREIGN KEY (`returnFeeId`) REFERENCES `f_ticket_return_fee` (`id`),
  CONSTRAINT `FKe1sntkad0i60hmpp4l3jqc6cs` FOREIGN KEY (`ticketId`) REFERENCES `f_ticket` (`id`),
  CONSTRAINT `FKq8l6pkwbtb945gokxvhrkptua` FOREIGN KEY (`ecodeType`) REFERENCES `b_dict` (`id`),
  CONSTRAINT `FKrq2gqmytq94a5q3fur0wbrcgt` FOREIGN KEY (`ticketRebateFeeId`) REFERENCES `f_ticket_rebate_fee` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_ticket_distribution_rule
-- ----------------------------

-- ----------------------------
-- Table structure for f_ticket_no_rule
-- ----------------------------
DROP TABLE IF EXISTS `f_ticket_no_rule`;
CREATE TABLE `f_ticket_no_rule` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `dataSort` int(11) NOT NULL,
  `serialNoLen` int(11) NOT NULL,
  `startCodeExmple` varchar(100) NOT NULL,
  `ticketNoLen` int(11) NOT NULL,
  `ticketNoPrefix` varchar(50) NOT NULL,
  `ticketNoRuleName` varchar(50) NOT NULL,
  `ticketNoSuffix` varchar(50) DEFAULT NULL,
  `ticketTypeCodeLen` int(11) DEFAULT NULL,
  `supplierId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX27cyed8o9o55m574g23j1b5rx` (`id`),
  KEY `FKkgwr0mpwhwjovs7riubbo0cci` (`supplierId`),
  CONSTRAINT `FKkgwr0mpwhwjovs7riubbo0cci` FOREIGN KEY (`supplierId`) REFERENCES `f_supplier` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_ticket_no_rule
-- ----------------------------

-- ----------------------------
-- Table structure for f_ticket_rebate_fee
-- ----------------------------
DROP TABLE IF EXISTS `f_ticket_rebate_fee`;
CREATE TABLE `f_ticket_rebate_fee` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `rabateType` int(11) DEFAULT NULL,
  `rebatePercentage` int(11) DEFAULT NULL,
  `rebateQuota` int(11) DEFAULT NULL,
  `ticketRebateFeeName` varchar(255) DEFAULT NULL,
  `ticketRebateFeecode` varchar(255) DEFAULT NULL,
  `supplierId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX1blmdffxe45t005lvrb5auodh` (`id`),
  KEY `FKe0dh7b7obp4mocmdb1bbqtcv3` (`supplierId`),
  CONSTRAINT `FKe0dh7b7obp4mocmdb1bbqtcv3` FOREIGN KEY (`supplierId`) REFERENCES `f_supplier` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_ticket_rebate_fee
-- ----------------------------

-- ----------------------------
-- Table structure for f_ticket_return_fee
-- ----------------------------
DROP TABLE IF EXISTS `f_ticket_return_fee`;
CREATE TABLE `f_ticket_return_fee` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `overDateReturnFlag` int(11) NOT NULL,
  `returnFeeCode` varchar(8) DEFAULT NULL,
  `returnFeeName` varchar(20) DEFAULT NULL,
  `supplierId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXcem2jkbij97h7vm9xp6yyomjf` (`id`),
  KEY `FKpehhdiryxm1g1drmuosjlqh08` (`supplierId`),
  CONSTRAINT `FKpehhdiryxm1g1drmuosjlqh08` FOREIGN KEY (`supplierId`) REFERENCES `f_supplier` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_ticket_return_fee
-- ----------------------------

-- ----------------------------
-- Table structure for f_ticket_return_fee_detail
-- ----------------------------
DROP TABLE IF EXISTS `f_ticket_return_fee_detail`;
CREATE TABLE `f_ticket_return_fee_detail` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `dataSort` int(11) NOT NULL,
  `dateAmout` int(11) DEFAULT NULL,
  `dateAmoutMinutes` int(11) NOT NULL,
  `debitNum` double NOT NULL,
  `debitType` int(11) NOT NULL,
  `dictReturnDate` int(11) NOT NULL,
  `dictTimeUnit` int(11) NOT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `refDateType` int(11) NOT NULL,
  `ticketReturnFeeId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX6l0eotb7pnqor4u3cv0u6lim2` (`id`),
  KEY `FKhpm4rwekoto391u6py0ra54p2` (`ticketReturnFeeId`),
  CONSTRAINT `FKhpm4rwekoto391u6py0ra54p2` FOREIGN KEY (`ticketReturnFeeId`) REFERENCES `f_ticket_return_fee` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_ticket_return_fee_detail
-- ----------------------------

-- ----------------------------
-- Table structure for f_ticket_sale_property
-- ----------------------------
DROP TABLE IF EXISTS `f_ticket_sale_property`;
CREATE TABLE `f_ticket_sale_property` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `bookContent` varchar(4000) DEFAULT NULL,
  `buyerPrice` decimal(19,2) DEFAULT NULL,
  `dataSort` int(11) DEFAULT NULL,
  `delayTime` int(11) DEFAULT NULL,
  `oneDayMaxNum` int(11) DEFAULT NULL,
  `productDescription` varchar(2000) DEFAULT NULL,
  `repeatLimitTime` int(11) DEFAULT NULL,
  `repeatLimitType` int(11) DEFAULT NULL,
  `saleNums` int(11) DEFAULT NULL,
  `timeSharingFlag` bit(1) DEFAULT NULL,
  `useFlag` bit(1) DEFAULT NULL,
  `productCatalogId` varchar(50) NOT NULL,
  `smsTempletId` varchar(50) NOT NULL,
  `ticketId` varchar(50) NOT NULL,
  `activationConsumptionNum` int(11) DEFAULT NULL,
  `activationNum` int(11) DEFAULT NULL,
  `effectiveNum` int(11) DEFAULT NULL,
  `activationUnitDictId` varchar(50) NOT NULL,
  `effectiveUnitDictId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXmffqsw9r8i7yr1frx0kuvvfy7` (`id`),
  KEY `FKeu7a8qe0j5slukcrjif3wql1n` (`productCatalogId`),
  KEY `FK2xs4dvoxqirke7ij9dfjo63fw` (`smsTempletId`),
  KEY `FK4miphyxd20ityfhw8uavv9imj` (`ticketId`),
  KEY `FKtjxd0aa06ath8bcsrf6ewuvwg` (`activationUnitDictId`),
  KEY `FKnpcjr8ckm19n630mkibwf4vc1` (`effectiveUnitDictId`),
  CONSTRAINT `FK2xs4dvoxqirke7ij9dfjo63fw` FOREIGN KEY (`smsTempletId`) REFERENCES `b_sms_templet` (`id`),
  CONSTRAINT `FK4miphyxd20ityfhw8uavv9imj` FOREIGN KEY (`ticketId`) REFERENCES `f_ticket` (`id`),
  CONSTRAINT `FKeu7a8qe0j5slukcrjif3wql1n` FOREIGN KEY (`productCatalogId`) REFERENCES `f_product_catalog` (`id`),
  CONSTRAINT `FKnpcjr8ckm19n630mkibwf4vc1` FOREIGN KEY (`effectiveUnitDictId`) REFERENCES `b_dict` (`id`),
  CONSTRAINT `FKtjxd0aa06ath8bcsrf6ewuvwg` FOREIGN KEY (`activationUnitDictId`) REFERENCES `b_dict` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_ticket_sale_property
-- ----------------------------

-- ----------------------------
-- Table structure for f_ticket_split
-- ----------------------------
DROP TABLE IF EXISTS `f_ticket_split`;
CREATE TABLE `f_ticket_split` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `splitMode` int(11) DEFAULT NULL,
  `splitName` varchar(100) DEFAULT NULL,
  `splitNumber` decimal(19,3) DEFAULT NULL,
  `splitSort` int(11) DEFAULT NULL,
  `supplierId` varchar(50) DEFAULT NULL,
  `weekSplitNumber` decimal(19,3) DEFAULT NULL,
  `ticketId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX6v5pwsjcy56icmwq5coaiib0r` (`id`),
  KEY `FK47y1rluoeic3s0fvwtueeefde` (`ticketId`),
  CONSTRAINT `FK47y1rluoeic3s0fvwtueeefde` FOREIGN KEY (`ticketId`) REFERENCES `f_ticket` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_ticket_split
-- ----------------------------

-- ----------------------------
-- Table structure for f_ticket_time_sharing_setting
-- ----------------------------
DROP TABLE IF EXISTS `f_ticket_time_sharing_setting`;
CREATE TABLE `f_ticket_time_sharing_setting` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `allowSaleNum` int(11) DEFAULT NULL,
  `saledNum` int(11) DEFAULT NULL,
  `timeDate` varchar(20) DEFAULT NULL,
  `timeEnd` varchar(20) DEFAULT NULL,
  `timeStart` varchar(20) DEFAULT NULL,
  `ticketId` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDX5uhxhyswctd4e7huhcmos7qr0` (`id`),
  KEY `FK2p30x5ik0wjm403neydcsx9xb` (`ticketId`),
  CONSTRAINT `FK2p30x5ik0wjm403neydcsx9xb` FOREIGN KEY (`ticketId`) REFERENCES `f_ticket` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_ticket_time_sharing_setting
-- ----------------------------

-- ----------------------------
-- Table structure for f_warehouse
-- ----------------------------
DROP TABLE IF EXISTS `f_warehouse`;
CREATE TABLE `f_warehouse` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `address` varchar(200) DEFAULT NULL,
  `companyId` varchar(50) DEFAULT NULL,
  `linkInfo` varchar(50) DEFAULT NULL,
  `memo` varchar(512) DEFAULT NULL,
  `useFlag` bit(1) DEFAULT NULL,
  `warehouseName` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXj16ew6pbb7l6m45b203e1iitx` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_warehouse
-- ----------------------------

-- ----------------------------
-- Table structure for f_warehouse_details
-- ----------------------------
DROP TABLE IF EXISTS `f_warehouse_details`;
CREATE TABLE `f_warehouse_details` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `dictStorageProductType` int(11) DEFAULT NULL,
  `endSerialNumber` int(11) DEFAULT NULL,
  `endTicketNumber` varchar(30) DEFAULT NULL,
  `productCode` varchar(50) DEFAULT NULL,
  `startSerialNumber` int(11) DEFAULT NULL,
  `startTicketNumber` varchar(30) DEFAULT NULL,
  `ticketCount` int(11) DEFAULT NULL,
  `warehouseCode` varchar(50) DEFAULT NULL,
  `icCardKind` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXmf5junrme5snahirtpnh004r3` (`id`),
  KEY `FKpbnjx0myhh7ye9nxv2w5hnxbn` (`icCardKind`),
  CONSTRAINT `FKpbnjx0myhh7ye9nxv2w5hnxbn` FOREIGN KEY (`icCardKind`) REFERENCES `b_dict` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_warehouse_details
-- ----------------------------

-- ----------------------------
-- Table structure for f_warehouse_income
-- ----------------------------
DROP TABLE IF EXISTS `f_warehouse_income`;
CREATE TABLE `f_warehouse_income` (
  `id` varchar(50) NOT NULL,
  `dataCreateTime` varchar(20) DEFAULT NULL,
  `dataUpdateTime` varchar(20) DEFAULT NULL,
  `dataVersion` int(11) DEFAULT NULL,
  `endSerialNumber` int(11) DEFAULT NULL,
  `endTicketNumber` varchar(30) DEFAULT NULL,
  `productCode` varchar(50) DEFAULT NULL,
  `startSerialNumber` int(11) DEFAULT NULL,
  `startTicketNumber` varchar(30) DEFAULT NULL,
  `ticketCount` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXsjyhks6v91a8k2anf4qocrjea` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of f_warehouse_income
-- ----------------------------
